<?php
/**
 * ?? language file
 *
 * @author ??
 * @package FormHandler
 */

$fh_lang = array(
  1  => 'íäÇíÑ',
  2  => 'ÝÈÑÇíÑ',
  3  => 'ãÇÑÓ',
  4  => 'ÅÈÑíá',
  5  => 'ãÇíæ',
  6  => 'íæäíæ',
  7  => 'íæáíæ',
  8  => 'ÃÛÓØÓ',
  9  => 'ÓÈÊãÈÑ',
  10 => 'ÃßÊæÈÑ',
  11 => 'äæÝãÈÑ',
  12 => 'ÏíÓãÈÑ',
  13 => 'ÇáÈíÇäÇÊ ÇáÊí ÃÏÎáÊåÇ áíÓÊ ãÞÈæáÉ!',
  14 => 'áã ÊÞã ÈÇÏÎÇá ÇáÞíãÉ ÇáÕÍíÍÉ áåÐÇ ÇáÍÞá!',
  15 => 'ßáãÇÊ ÇáãÑæÑ áíÓÊÇ ãÊØÇÈÞÉ!',
  16 => 'åÐå ÇáÍÞæá ãØáæÈÉ!',
  17 => 'ßáãÉ ÇáãÑæÑ íÌÈ Ãä Êßæä Úáì ÃÞá ÊÞÏíÑ  %d ÎÇäÇÊ!',
  18 => 'ßáãÉ ÇáãÑæÑ ÊÍÊæí Úáì ÑãæÒ ÛíÑ ãÞÈæáÉ!',
  19 => 'Þã ÈÊÚÈÆÉ åÐÇ ÇáÍÞá ÝÞØ ÇÐÇ ÃÑÏÊ Ãä ÊÞæã ÈÇáßÊÇÈÉ ÝæÞ  (<a href="%path%%filename%" target="_blank">%filename%</a>)<br />',
  20 => 'ÇáÇãÊÏÇÏÇÊ ÇáÊÇáíÉ åí ÇáãÓãæÍ ÈåÇ: %s.',
  21 => 'ÇáãáÝ ÇáÐí ÊÍÇæá ÑÝÚå ãæÌæÏ!',
  22 => 'íÌÈ Úáíß ÑÝÚ ãáÝ!',
  23 => 'ÃÞÕì ÍÌã ááãáÝ ÇáÐí ÊÑíÏ ÊÍãíáå åæ %s kb',
  24 => 'ÎØÃ ÛíÑ ãÚÑæÝ ,, ÍÇæá ãÑÉ ÃÎÑì!',
  25 => '<small>Þã ÈÊÚÈÆÉ åÐå ÇáÍÞæá ÝÞØ ÇÐÇ ÃÑÏÊ Ãä ÊÛíÑ ßáãÉ ÇáãÑæÑ</small><br />',
  26 => 'ÇÑÓÇá',
  27 => 'ãÓÍ',
  28 => 'ÇáÛÇÁ',
  29 => 'ãÊÇÍ',
  30 => 'ãÎÊÇÑ',
  31 => 'ÇáãáÝ ÇáÐí ÑÝÚÊå áíÓ ãÓãæÍ Èå!',
  32 => 'ãÞÇÓÇÊ ÇáÕæÑÉ ÇáãÊÇÍÉ íÌÈ Ãä Êßæä %d x %d Ãæ ÃÞá. ÈíäãÇ ãÞÇÓÇÊ ÇáÕæÑÉ ÇáÊí ÑÝÚÊåÇ %d x %d!',
  33 => 'áã íÊã ÇáÊÍÞÞ ãä åÐÇ ÇáãáÝ <b>%filename%</b> íÌÈ Úáíß ÇÎÊíÇÑå ãä ÌÏíÏ áÇÏÑÇÌå Ýí ÇáäãæÐÌ!<br />',
  34 => 'Þã ÈÊÍÏíÏ ÝÆÉ áäÞáåÇ ááÕäÏæÞ %s Ãæ Þã ÈÇáÖÛØ ãÑÊíä áäÞá ÌãíÚ ÇáÝÆÇÊ',
  35 => 'åÐÇ ÇáÍÞá áÇ íãßä Ãä íÊßÑÑ Ýí ÞÇÚÏÉ ÇáÈíÇäÇÊ. åÐå ÇáÞíãÉ "%s" ãæÌæÏÉ ÈÇáÝÚá Ýí ÞÇÚÏÉ ÇáÈíÇäÇÊ!',
  36 => '<b>%d</b> characters remaining on your input limit',
  37 => 'You have to supply a file with an extension!',
  38 => 'Back',
  39 => 'The combination of the fields "%s" has to be unique. This combination already exists in the database! (Violation of index "%s")'
);

?>