<?php
/**
 * Chinese language file
 *
 * language file: Simplified Chinese
 * encoding: gb2312
 * @package FormHandler
 * @author ??
 */

$fh_lang = array(
  1  => 'Ò»ÔÂ',
  2  => '¶þÔÂ',
  3  => 'ÈýÔÂ',
  4  => 'ËÄÔÂ',
  5  => 'ÎåÔÂ',
  6  => 'ÁùÔÂ',
  7  => 'ÆßÔÂ',
  8  => '°ËÔÂ',
  9  => '¾ÅÔÂ',
  10 => 'Ê®ÔÂ',
  11 => 'Ê®Ò»ÔÂ',
  12 => 'Ê®¶þÔÂ',
  13 => 'ÈÕÆÚÊäÈë´íÎó!',
  14 => 'ÊäÈëÖµÓÐÎó!',
  15 => 'ÃÜÂë²»ÎÇºÏ!',
  16 => '´ËÀ¸±ØÌî!',
  17 => 'ÃÜÂëÖÁÉÙÓ¦ÓÐ %d ×ÖÔª!',
  18 => 'ÃÜÂëº¬ÎÞÐ§×ÖÔª!',
  19 => 'Èç¹ûÄú²»ÏëÖ¸¶¨ÐÂÖµ, ÇëÌø¹ý´ËÀ¸²»Ìî. (<a href="%path%%filename%" target="_blank">%filename%</a>)<br />',
  20 => '½öÔÊÐíÏÂÁÐÑÓÉìµµÃû: %s.',
  21 => 'ÄúÒªÉÏ´«µÄµµ°¸ÒÑ´æÔÚ!',
  22 => 'Çë¼ÇµÃÉÏ´«µµ°¸!',
  23 => 'µµ°¸´óÐ¡³¬¹ýÉÏÏÞ %s kb',
  24 => '·¢Éú´íÎó. ÇëÔÙÊÔÒ»´Î.',
  25 => '<small>Èç¹ûÄú²»ÏëÖ¸¶¨ÐÂÃÜÂë, ÇëÌø¹ý´ËÀ¸²»Ìî.</small><br />',
  26 => 'ËÍ³ö',
  27 => 'ÖØÉè',
  28 => 'È¡Ïû',
  29 => '¿ÉÑ¡È¡',
  30 => 'ÒÑÑ¡È¡',
  31 => 'ÉÏ´«µµ°¸µÄÐÍÌ¬´íÎó!',
  32 => 'Í¼µµ¿í¸ßÏñËØ²»¿É³¬¹ý %d x %d. ÄúÉÏ´«Í¼µÄ¿í¸ßÎª %d x %d.',
  33 => 'ÒòÎª´íÎó·¢Éú, ËùÒÔÈç¹ûÄúÒªÉÏ´« <b>%filename%</b> , Âé·³ÄúÔÙÑ¡È¡Ò»´Î.<br />',
  34 => 'ÇëÔÚÄúÒªÒÆµ½%sÇøµÄÏîÄ¿ÉÏµ¥»÷, »òÊÇÓÃË«»÷°ÑËùÓÐÏîÄ¿ÒÆ¹ýÈ¥.',
  35 => '±¾À¸Öµ±ØÐëÊÇÎ¨Ò». ÄúÊäÈëµÄ "%s" ÒÑ¾­´æÔÚ×ÊÁÏ¿âÄÚ.',
  36 => '<b>%d</b> characters remaining on your input limit',
  37 => 'You have to supply a file with an extension!',
  38 => 'Back',
  39 => 'The combination of the fields "%s" has to be unique. This combination already exists in the database! (Violation of index "%s")'
);

?>