<?php

$lang['login_page_subtitle']            = 'òÅÇÉÓÔÒÁÃÉÑ ÎÏ×ÏÇÏ ÐÏÌØÚÏ×ÁÔÅÌÑ';
$lang['regs_not_allow']                 = 'éÚ×ÉÎÉÔÅ, ÒÅÇÉÓÔÒÁÃÉÑ ÐÌØÚÏ×ÁÔÅÌÅÊ ×ÒÅÍÅÎÎÏ ÏÔËÌÀÞÅÎÁ ÁÄÍÉÎÉÓÔÒÁÔÏÒÏÍ';
$lang['username']	                = 'éÍÑ ÐÏÌØÚÏ×ÁÔÅÌÑ';
$lang['password']	                = 'ðÁÒÏÌØ';
$lang['success_text']                   = '÷Ù ÕÓÐÅÛÎÏ ×ÏÛÌÉ × ÓÉÓÔÅÍÕ. ïÖÉÄÁÊÔÅ ...';
$lang['register_header']                = 'òÅÇÉÓÔÒÁÃÉÑ ÎÏ×ÏÇÏ ÐÏÌØÚÏ×ÁÔÅÌÑ';
$lang['desired_username']               = 'öÅÌÁÅÍÏÅ ÉÍÑ ÐÏÌØÚÏ×ÁÔÅÌÑ';
$lang['register_me']                    = 'ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÔØÓÑ';
$lang['needed_fields_missed']           = 'îÅ ÚÁÐÏÌÎÅÎÙ ×ÓÅ ÐÏÌÑ.';
$lang['username_exists']                = 'ðÏÌØÚÏ×ÁÔÅÌØ Ó ÔÁËÉÍ ÌÏÇÉÎÏÍ ÕÖÅ ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÎ. ðÏÐÒÏÂÕÊÔÅ ÄÒÕÇÏÅ ÉÍÑ ÐÏÌØÚÏ×ÁÔÅÌÑ, ÐÏÖÁÌÕÊÓÔÁ.';
$lang['email_exists']                   = 'ðÏÌØÚÏ×ÁÔÅÌØ Ó ÔÁËÉÍ ÁÄÒÅÓÏÍ Email ÕÖÅ ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÎ. ðÏÐÒÏÂÕÊÔÅ ÄÒÕÇÏÊ ÁÄÒÅÓ email, ÐÏÖÁÌÕÊÓÔÁ.';
$lang['email_invalid']                  = '÷ÁÛ ÁÄÒÅÓ Email ÉÍÅÅÔ ÎÅ×ÅÒÎÙÊ ÆÏÒÍÁÔ. ðÏÐÒÏÂÕÊÔÅ ÄÒÕÇÏÊ ÁÄÒÅÓ email, ÐÏÖÁÌÕÊÓÔÁ.';
$lang['login_usage_denied']             = 'éÓÐÏÌØÚÏ×ÁÎÉÅ ÜÔÏÇÏ ÉÍÅÎÉ ÐÏÌØÚÏ×ÁÔÅÌÑ ÚÁÐÒÅÝÅÎÏ ÁÄÍÉÎÉÓÔÒÁÔÏÒÏÍ';
$lang['proceed_to_login_link_text']     = '÷ÏÊÔÉ × ÓÉÓÔÅÍÕ';
$lang['reg_done_with_authcode']         = '÷ÁÛÁ ÒÅÇÉÓÔÒÁÃÉÑ ÐÒÏÛÌÁ ÕÓÐÅÛÎÏ.<br>äÌÑ ÁËÔÉ×ÁÃÉÉ ÷ÁÛÅ ÁËËÁÕÎÔÁ ÓÌÅÄÕÊÔÅ ÉÎÓÔÒÕËÃÉÑÍ × ÏÔÐÒÁ×ÌÅÎÎÏÍ ÷ÁÍ ÐÉÓØÍÅ.<br>';
$lang['reg_done_without_authcode_with_approve']         = '÷ÁÛÁ ÒÅÇÉÓÔÒÁÃÉÑ ÐÒÏÛÌÁ ÕÓÐÅÛÎÏ.<br>äÁÎÎÙÅ ÷ÁÛÅÇÏ ÁËËÁÕÎÔÁ ÏÔÐÒÁ×ÌÅÎÙ ÎÁ ÷ÁÛÅ Email. ÷ÁÛ ÁËËÁÕÎ ÂÕÄÅÔ ÁËÔÉ×ÉÒÏ×ÁÎ ÐÏÓÌÅ ÐÏÄÔ×ÅÒÖÄÅÎÉÑ ÁÄÍÉÎÉÓÔÒÁÔÏÒÏÍ.<br>';
$lang['reg_done_without_authcode_without_approve']         = '÷ÁÛÁ ÒÅÇÉÓÔÒÁÃÉÑ ÐÒÏÛÌÁ ÕÓÐÅÛÎÏ.<br>äÁÎÎÙÅ ÷ÁÛÅÇÏ ÁËËÁÕÎÔÁ ÏÔÐÒÁ×ÌÅÎÙ ÎÁ ÷ÁÛÅ Email.<br>';
$lang['authcode']                       = 'ëÏÄ ÁËÔÉ×ÁÃÉÉ';
$lang['activate_account']               = 'ÁËÔÉ×ÉÒÏ×ÁÔØ ÁËËÁÕÎÔ';
$lang['incorrect_autcode']              = 'áËËÁÕÎÔÏ× ÏÖÉÄÁÀÝÉÈ ÁËÔÉ×ÁÃÉÉ Ó ÔÁËÉÍ ËÏÄÏÍ ÁËÔÉ×ÁÃÉÉ ÎÅÔ. ðÏÐÒÏÂÕÊÔÅ ÅÝÅ ÒÁÚ ×ÎÉÍÁÔÅÌØÎÅÅ.';

?>
