<?php
############################################################
# \-\-\-\-\-\-\     AzDG  - S C R I P T S    /-/-/-/-/-/-/ #
############################################################
# AzDGDatingLite          Version 2.1.1                    #
# Writed by               AzDG (support@azdg.com)          #
# Created 03/01/03        Last Modified 04/05/03           #
# Scripts Home:           http://www.azdg.com              #
############################################################
# File name               bg.php                           #
# File purpose            Bulgarian language file          #
# File created by         contact <contact@rusbg.com>      #
############################################################

define('C_HTML_DIR','ltr'); // HTML direction for this language
define('C_CHARSET', 'WINDOWS-1251'); // HTML charset for this language

### !!!!! Please read it: RULES for translate!!!!! ###
### 1. Be carefull in translate - don`t use ' { } characters
###    You can use them html-equivalent - &#39; &#123; &#125;
### 2. Don`t translate {some_number} templates - you can only replace it
###    {0} - is not number - it template
###################################

$w=array(
'<font color=red size=3>*</font>', //0 - Symbol for requirement field
'Ãðåøêà íà ñèãóðíîñòòà - #', //1
'Òîçè email âå÷å ñúùåñòâóâà â áàçàòà äàííè. Èçáåðåòå äðóã!', //2
'Ãðåøíî èìå. Èìåòî òðÿáâà äà å îò {0} äî {1} çíàêà', //3 - Don`t change {0} and {1} - See rule 2 !!!
'Ãðåøíà ôàìèëèÿ. Ôàìèëèÿòà òðÿáâà äà áúäå îò {0} äî {1} çíàêà', //4
'Ãðåøíà äàòà íà ðàæäàíå', //5
'Ãðåøíà ïàðîëà. Ïàðîëàòà òðÿáâà äà áúäå îò {0} äî {1} çíàêà', //6
'Èçáåðåòå ñâîÿ ïîë', //7
'Èçáåðåòå òúðñåíèÿ ïîë', //8
'Èçáåðåòå òèïà íà âçàèìîòîíîøåíèÿ', //9
'Èçáåðåòå ñòðàíà', //10
'Ïðàçåí èëè ïîãðåøíî èçáðàí email', //11
'Ãðåøíà óåá-ñòðàíèöà', //12
'Ãðåøåí íîìåð íà ICQ', //13
'Ãðåøåí AIM', //14
'Âúâåäåòå Âàøèÿ òåëåôîí', //15
'Âúâåäåòå Âàøèÿ ãðàä', //16
'Èçáåðåòå ñåìåéíîòî ñè ïîëîæåíèå', //17
'Èçáåðåòå èíôîðìàöèÿ çà äåöàòà', //18
'Èçáåðåòå Âàøèÿ ðúñò', //19
'Èçáåðåòå Âàøåòî òåãëî', //20
'Èçáåðåòå ðúñòà íà èçáðàíèêà(öàòà)', //21
'Èçáåðåòå òåãëîòî íà èçáðàíèêà(öàòà)', //22
'Èçáåðåòå Âàøèÿ öâÿò íà êîñàòà', //23
'Èçáåðåòå Âàøèÿ öâÿò íà î÷èòå', //24
'Èçáåðåòå Âàøèÿ åòíîñ', //25
'Èçáåðåòå Âàøàòà ðåëèãèÿ', //26
'Èçáåðåòå åòíîñà íà èçáðàíèêà(öàòà)', //27
'Èçáåðåòå ðåëèãèÿòà íà èçáðàíèêà(öàòà)', //28
'Èçáåðåòå îòãîâîð íà âúïðîñà äàëè ïóøèòå?', //29
'Èçáåðåòå îòãîâîð íà âúïðîñà äàëè ïèåòå?', //30
'Èçáåðåòå îòãîâîð íà âúïðîñà çà Âàøåòî îáðàçîâàíèå', //31
'Íàïèøåòå êàêâî ðàáîòèòå', //32
'Íàïèøåòå âúçðàñòòà íà èçáðàíèêà(öàòà)', //33
'Êàê íè îòêðèõòå?', //34
'Íàïèøåòå çà ñâîèòå óâëå÷åíèÿ', //35
'Ãðåøíî å íàïèñàíî õîáèòî. Íå ìîæå äà å íàä {0} ñèìâîëà', //36
'Ãðåøíà äóìà â õîáè. Äóìàòà íå òðÿáâà äà å ñ ïîâå÷å îò {0} ñèìâîëà', //37
'Íàïèøåòå çà ñåáå ñè', //38
'Ãðåøíî ñòå íàïèñàëè çà ñåáå ñè. Íå ìîæå äà å íàä {0} ñèìâîëà', //39
'Ãðåøíà äóìà â îïèñàíèåòî. Äóìàòà íå òðÿáâà äà å ñ ïîâå÷å îò {0} ñèìâîëà', //40
'Çà ðåãèñòðàöèÿòà å íåîáõîäèìà Âàøà ñíèìêà!', //41
'Ïîçäðàâè!<br>Êîäúò çà àêòèâèçèðàíå íà Âàøàòà àíêåòà áåøå óñïåøíî èçïðàòåí íà Âàøèÿ email. <br>Ìîæåòå äà àêòèâèçèðàòå àíêåòàòà ïðåç ñâîÿòà ïîùà!', //42 - Message after register if need confirm by email
'Ïîòâúðäåòå ðåãèñòðàöèÿòà', //43 - Confirm mail subject
'Áëàãîäàðèì Âè çà ðåãèñòðàöèÿòà â íàøèÿ ñàéò
Íàòèñíåòå ëèíêà äîëó çà ïîòâúðæäàâàíå íà ðåãèñòðàöèÿòà:

', //44 - Confirm message
'Áëàãîäàðèì Âè çà ðåãèñòðàöèÿòà. Âàøàòà àíêåòà ùå áúäå ïðîâåðåíà îò àäìèíèñòðàòîðà â íàé-êðàòúê ñðîê. Çàïîâÿäàéòå ïî-êúñíî...', //45 - Message after registering if admin allowing is needed
'Ïîçäðàâè! <br>Âàøàòà àíêåòà áå óñïåøíî äîáàâåíà â íàøàòà áàçà. Çàïîìíåòå Âàøèÿ ëîãèí!<br><br>Ëîãèí:', //46
'<br>Ïàðîëà:', //47
'Ïîâòîðåòå Âàøàòà ïàðîëà', //48
'Âúâåäåíèòå ïàðîëè íå ñà èäåíòè÷íè', //49
'Ðåãèñòðàöèÿ', //50
'Âàøåòî èìå', //51
'ñèìâîëà', //52
'Âàøàòà ôàìèëèÿ', //53
'Ïàðîëà', //54
'Ïîâòîðåíèå íà ïàðîëàòà', //55
'Ðîæäåíà äàòà', //56
'Âàøèÿ ïîë', //57
'Òèï îòíîøåíèÿ', //58
'Âàøàòà ñòðàíà', //59
'Âàøèÿ Email', //60
'Âàøà Âåá-ñòðàíèöà', //61
'Âàøåòî ICQ', //62
'Âàøèÿ AIM', //63
'Âàøèÿ òåëåôîí', //64
'Âàøèÿ ãðàä', //65
'Âàøåòî Ñåìåéíî ïîëîæåíèå', //66
'Äåöà', //67
'Âàøèÿ ðúñò', //68
'Âàøåòî òåãëî', //69
'Öâÿò íà êîñàòà', //70
'Öâÿò íà î÷èòå', //71
'Âàøèÿ åòíîñ', //72
'Âàøàòà ðåëèãèÿ', //73
'Ïóøåíå', //74
'Àëêîõîë', //75
'Âàøåòî îáðàçîâàíèå', //76
'Âàøàòà ðàáîòà', //77
'Âàøèòå óâëå÷åíèÿ', //78
'Íàïèøåòå ïîâå÷å çà ñåáå ñè è çà ÷îâåêà, êîãîòî òúðñèòå.', //79
'Âèå òúðñèòå', //80
'Èñêàí åòíîñ', //81
'Èñêàíà ðåëèãèÿ', //82
'Èñêàíà âúçðàñò', //83
'Èñêàí ðúñò', //84
'Èñêàíî òåãëî', //85
'Êàê ðàçáðàõòå çà íàñ?', //86
'Ôîòî', //87
'Ãëàâíà', //88
'Ðåãèñòðàöèÿ', //89
'Çà ó÷àñòíèöè', //90
'Òúðñåíå', //91
'Âðúçêà', //92
'FAQ', //93
'Ñòàòèñòèêà', //94
'Ìåíþ  íà ó÷àñòíèê ID#', //95
'Ïðåãëåä íà ñúîáùåíèÿòà', //96
'Ìîÿòà ñïàëíÿ', //97
'Ìîåòî èíôî', //98
'Ïðîìÿíà íà àíêåòàòà', //99
'Ñìÿíà íà ïàðîëàòà', //100
'Ïðåìàõâàíå íà àíêåòàòà', //101
'Èçõîä', //102
'Âðåìå çà ãåíåðèðàíå íà ñòðàíèöàòà:', //103
'ñåê.', //104
'Ó÷àñòíèöè â ìîìåíòà:', //105
'Ãîñòè â ìîìåíòà:', //106
'Ïðîãðàìèðàíå <a href="http://www.azdg.com" target="_blank" class="desc">AzDG</a>', //107 - Don`t change link - only for translate - read GPL!!!
'Ñàìî ðåãèñòðèðàíè ó÷àñòíèöè èìàò äîñòúï äî ðàçøèðåíîòî òúðñåíå', //108
'Ïðîñòåòå, "Âúçðàñò îò" òðÿáâà äà å ïî-ìàëêà îò "Âîçðàñò äî"', //109
'Ïî Âàøåòî òúðñåíå íå å íàìåðåíî íèùî', //110
'Íå', //111 Picture available?
'Èìà', //112 Picture available?
'Íå ìîãà äà ñå ñâúðæà êúì ñúðâúðà<br>Âàøèòå MySQL ëîãèí è ïàðîëà ñà ãðåøíè<br>Ïðîâåðåòå êîíôèãóðàöèîííèÿ ôàéë', //113
'Íåâîçìîæíî ïîäñîåäèíèòüñÿ ê ñåðâåðó<br>Áàçû äàííûõ íå ñóùåñòâóåò èëè ê íåé íåò äîñòóïà<br>Èçìåíèòå èìÿ áàçû â êîíôèãóðàöèè', //114
'Ñòðàíèöè :', //115
'Ðåçóëòàòè îò òúðñåíåòî', //116
'Îáùî : ', //117 
'Èìå', //118
'Öåë íà çàïîçíàíñòâîòî', //119
'Âúçðàñò', //120
'Ñòðàíà', //121
'Ãðàä', //122
'Ïîñëåäåí äîñòúï', //123
'Äàòà íà ðåãèñòðàöèÿ', //124
'Ðàçøèðåíî òúðñåíå', //125
'ID íà ó÷àñòíèêà#', //126
'Èìå', //127
'Ôàìèëèÿ', //128
'Çíàê íà çîäèàêà', //129
'Ðúñò', //130
'Òåãëî', //131
'Ïîë', //132
'Öåë íà çàïîçíàíñòâîòî', //133
'Ñåìåéíî ïîëîæåíèå', //134
'Äåöà', //135
'Öâÿò íà êîñàòà', //136
'Öâÿò íà î÷èòå', //137
'Åòíîñ', //138
'Ðåëèãèÿ', //139
'Ïóøåíå', //140
'Àëêîõîë', //141
'Îáðàçîâàíèå', //142
'Òúðñåíå íà ó÷àñòíèöè ñ', //143
'Óåá-ñòðàíèöà', //144
'ICQ', //145
'AIM', //146
'Òåëåôîí', //147
'Ðåãèñòðèðàíè ', //148
'Ñîðòèðàíå íà ðåçóëòàòèòå', //149
'ðåçóëòàòà íà ñòðàíèöà', //150
'Îáèêíîâåíî òúðñåíå', //151
'Äîñòúïúò çà ãîñòè å çàòâîðåí', //152
'Äîñòúïúò çà èçïðàùàíå íà ïîãðåøíè àíêåòè å çàòâîðåí', //153
'Þçåð óæå íàõîäèòñÿ â òàáëèöå îøèáî÷íûõ àíêåò', //154
'Ñïàñèáî. Þçåð áûë äîáàâëåí â òàáëèöó îøèáî÷íûõ àíêåò è áóäåò ïðîâåðåí àäìèíèñòðàòîðîì â ñàìîå êîðîòêîå âðåìÿ', //155
'Äîñòóï çàêðûò äëÿ ïîëüçîâàíèÿ ñïàëüíåé', //156
'Þçåð óæå ó Âàñ â ñïàëüíå', //157
'Ñïàñèáî, þçåð áûë óñïåøíî äîáàâëåí â Âàøó ñïàëüíþ', //158
'Âàøàòà àíêåòà áå óñïåøíî äîáàâåíà â ñïèñúêà çà ïðîâåðêà îò àäìèíà', //159
'Âàøàòà àíêåòà áå óñïåøíî äîáàâåíà â áàçàòà', //160
'Ãðåøêà ïðè àêòèâèçèðàíåòî íà àíêåòàòà. Âúçìîæíî äà å âå÷å àêòèâíà', //161
'FAQ ïóñò', //162
'FAQ îòâåò#', //163
'Âñè÷êè ïîëåòà òðÿáâà äà ñà ïîïúëíåíè', //164
'Âàøåòî ñúîáùåíèå áåøå óñïåøíî èçïðàòåíî', //165
'Âúâåäåòå òåìà', //166
'Âúâåäåòå ñúîáùåíèå', //167
'Òåìà', //168
'Ñúîáùåíèå', //169
'Èçïðàùàíå íà ñúîáùåíèå', //170
'Çà ó÷àñòíèöè', //171
'Ëîãèí ID', //172
'Çàáðàâåíà ïàðîëà', //173
'Ïðåïîðú÷àéòå íè', //174
'Email {0}-ãî äðóãà', //175
'Ðîæäåíèòå äíè äíåñ', //176
'Íèêîé ó÷àñòíèê íå å ðîäåí äíåñ:)', //177
'Äîáðå äîøëè íà ñàéòà çà çàïîçíàíñòâà RuBo@rd PhotoDate', //178 Welcome message header
'RuBo@rd PhotoDate å ïðåêðàñíà âúçìîæíîñò äà ñå çàïîçíàåòå ñ íîâè ïðèÿòåëè èëè äà ñå ïîçàáàâëÿâàòå. Åñòåñòâåíî, ÷å ìîæåòå äà íàïèøåòå àíêåòàòà è øåãîâèòî, íî íå çàáðàâÿéòå, ÷å â íåÿ òðÿáâà äà ïðèñúñòâà çäðàâèÿò ñìèñúë, çà äà íå âúçíèêíàò íåäîðàçóìåíèÿ ïðè åâåíòóàëíà ñðåùà.<br><br>Âèå ìîæåòå äà ñè êîíòàêòóâàòå, èçïîëçâàéêè âúòðåøíàòà ñèñòåìà íà åëåêòðîííà ïîùà. Òÿ ïîçâîëÿâàòà äà îïîçíàåòå ïî-äîáðå ïàðòíüîðà ïðåäè äà ñå ñðåùíåòå ñ íåãî è â ñúùîòî âðåìå óñïåøíî ïðèêðèâà èñòèíñêèÿ âè àäðåñ, äîêàòî âèå ñàìèòå íå ðåøèòå äà ãî ðàçêðèåòå.', //179 Welcome message
'Ïîñëåäíèòå {0} ðåãèñòðèðàíè', //180
'Áúðçî òúðñåíå', //181
'Ðàçø. òúðñåíå', //182
'Ñíèìêà íà äåíÿ', //183
'Ïðîñòà ñòàòèñòèêà', //184
'Âàøèÿò ÈÄ òðÿáâà äà å öèôðîâ', //185
'Ãðåøåí ÈÄ èëè ïàðîëà', //186
'Äîñòúïúò çà èçïðàùàíå íà email å çàòâîðåí', //187
'Èçïðàùàíå íà ñúîáùåíèå íà ó÷àñòíèê ñ ID#', //188
'Ñåãà íÿìà íèêîé â îíëàéí', //189
'Ñòðàíèöàòà çà ïðåïîðú÷âàíå íà ñàéòà å íåäîñòúïíà', //190
'Ïðèâåò îò {0}', //191 "Recommend Us" subject, {0} - username
'Ïðèâåò, òîâà å {0}!

Êàê ñè?:)

Âèæ òîçè ñàéò - äîáúð å:
{1}', //192 "Recommend Us" message, {0} - username, {1} - site url
'Âúâåäåòå êîðåêòåí åmail {0}-èÿ ïðèÿòåë', //193
'Âúâåäåòå Âàøåòî èìå è Email', //194
'Âàøàòà ïàðîëà ñ {0}', //195 Reming password email subject
'Òîçè àêàóíò å äåàêòèâèðàí èëè îòñúñòâà îò áàçàòà.<br>Ïîæàëóéñòà íàïèøèòå àäìèíèñòðàòîðó ÷åðåçü îáðàòíóþ ñâÿçü îá ýòîé ïðîáëåìå. Âñòàâüòå îáÿçàòåëüíî íîìåð ID.', //196
'Çäðàâåéòå!

Âàøèÿ ëîãèí ID#:{0}
Âàøàòà ïàðîëà:{1}

_________________________
{2}', //197 Remind password email message, Where {0} - ID, {1} - password, {2} - C_SNAME(sitename)
'Âàøàòà ïàðîëà áåøå óñïåøíî èçïðàòåíà íà emailà Âè.', //198
'Âúâåäåòå Âàøèÿ ID', //199
'Èçïðàùàíå íà ïàðîëà', //200
'Äîñòúïúò çà èçïðàùàíå íà ñúîáùåíèÿ å çàòâîðåí', //201
'Èçïðàùàíå íà ñúîáùåíèå äî ó÷àñòíèê ñ ID#', //202
'Óâåäîìÿâàíå ïðè ïðî÷èòàíå', //203
'Íÿìà ó÷àñòíèöè â áàçàòà', //204
'Ñòàòèñòèêàòà å íåäîñòúïíà', //205
'Íÿìà òàêîâà àêòèâíî ID', //206
'Àíêåòà ID#', //207
'Èìå íà ó÷àñòíèêà', //208
'Ôàìèëèÿ íà ó÷àñòíèêà', //209
'Ðîæäåíà äàòà', //210
'Email', //211
'Ñúîáùåíèå îò RuBo@rd PhotoDate', //212 - Subject for email
'Ðàáîòà', //213
'Óâëå÷åíèÿ', //214
'Çà ñåáå ñè', //215
'Ïîïóëÿðíîñò', //216
'Èçïðàùàíå íà email', //217
'Ãðåøíà àíêåòà', //218
'Äîáàâÿíå â ìîÿòà ñïàëíÿ', //219
'Êà÷âàíèÿ ôàéë íàäõâúðëÿ äîïóñòèìèÿ ëèìèò îò {0} Kb. Âàøèÿò ôàéë å {1} Kb', //220
'Êà÷âàíèÿ îò Âàñ ôàéë èìà äúëæèíà íàä {0} ïèêñåëà èëè âèñî÷èíà íàä {1} ïèêñåëà. Íå òðÿáâà äà íàäõâúëÿ òåçè çíà÷åíèÿ.', //221
'Òèïúò íà ôàéëà å ãðåøåí (äîïóñòèìè ñà ñàìî jpg, gif è png). Âàøèÿò òèï å ', //222
'(Ìàêñ. {0} Kb)', //223
'Ñòàòèñòèêà ïî ñòðàíè', //224
'Íÿìàòå ñúîáùåíèÿ', //225
'Îáùî ñúîáùåíèÿ - ', //226
'Íîìåð', //227 Number
'Îò', //228
'Äàòà', //229
'Èçòð', //230 Delete
'<sup>Íîâî</sup>', //231 New messages
'Èçòðèâàíå íà èçáðàíèòå ñúîáùåíèÿ', //232
'Ñúîáùåíèå îò - ', //233
'Îòãîâîð', //234
'Ïðèâåò, Âèå ïèñàõòå {0}:\n\n_________________\n{1}\n\n_________________', //235 Reply to message {0} - date, {1} - message
'Âàøåòî ñúîáùåíèå áåøå ïðî÷åòåíî', //236
'Âàøå ñúîáùåíèå:<br><br><span class=dat>{0}</span><br><br>áåøå ïðî÷åòåíî {1} [ID#{2}] â {3}', //237 {0} - message, {1} - Username, {2} - UserID, {3} - Date and Time
'{0} ñîîáùåíèé áûëî óñïåøíî óäàëåíî!', //238
'Âúâåäåòå ñòàðàòà ïàðîëà', //239
'Âúâåäåòå íîâàòà ïàðîëà', //240
'Ïîâòîðåòå íîâàòà ïàðîëà', //241
'Ñìÿíà íà ïàðîëàòà', //242
'Ñòàðà ïàðîëà', //243
'Íîâà ïàðîëà', //244
'Ïîâòîðåíèå íà ïàðîëàòà', //245
'Âúâ Âàøàòà ñïàëíÿ íÿìà íèêîé', //246
'Äàòà íà äîáàâÿíå', //247
'Ïðåìàõâàíå íà èçáðàíèòå ó÷àñòíèöè', //248
'Ñèãóðíè ëè ñòå, ÷å èñêàòå äà èçòðèåòå àíêåòàòà ñè?<br>Âñè÷êè Âàøè ñúîáùåíèÿ è ñíèìêè ùå áúäàò ïðåìàõíàòè îò áàçàòà äàííè.', //249
'Þçåð ñ ID#={0} áûë óñïåøíî èçòðèò îò áàçàòà', //250
'Âàøàòà àíêåòà ùå áúäå èçòðèòà îò áàçàòà ñëåä ïðîâåðêà îò àäìèíèñòðàòîðà', //251
'{0} Ó÷àñòíèêà áÿõà óñïåøíî ïðåìàõíàòè îò Âàøàòà ñïàëíÿ!', //252
'Íåèäåíòè÷íè ïàðîëè èëè ïàðîëàòà ñúäúðæà íåðàçðåøèìè ñèìâîëè', //253
'Íÿìàòå äîñòúï çà ïðîìÿíà íà ïàðîëà', //254
'Ãðåøíà ñòàðà ïàðîëà. Âúðíåòå ñå è îïèòàéòå ïàê!', //255
'Ïàðîëàòà áå óñïåøíî ïðîìåíåíà!', //256
'Íåâúçìîæíî å äà ñå èçòðèÿò âñè÷êè ñíèìêè', //257
'Âàøàòà àíêåòà áå óñïåøíî ðåäàêòèðàíà', //258
' - Èçòðèâàíå íà ñíèìêà', //259
'Âàøàòà ñåñèÿ áåøå èçòðèòà. Ìîæåòå äà çàòâîðèòå áðàóçåðà.', //260
'Íÿìà ôëàã÷åòà', //261
'Åçèöè', //262
'Âõîä', //263
'Ëîãèí [3-16 chars [A-Za-z0-9_]]', //264
'Ëîãèí', //265
'Âàøèÿò ëîãèí òðÿáâà äà ñå ñúñòîè îò 3-16 çíàêà è ñàìî A-Za-z0-9_ çíàöè ñà äîïóñòèìè', //266
'Òîçè ëîãèí âå÷å ñúùåñòâóâà, Èçáåðåòå äðóã!', //267
'Îáùî ó÷àñòíèöè - {0}', //268
'The messages are not visible. You should be the privileged user see the messages.<br><br>You can purshase from <a href="'.C_URL.'/members/index.php?l=bg&a=r" class=head>here</a>', //269 change l=default to l=this_language_name
'User type', //270
'Purshase date', //271
'Search results position', //272
'Price', //273
'month', //274
'Purshase Last date', //275
'Higher than', //276
'Purshase', //277
'Purshase with', //278
'PayPal', //279
'Thanks for your registration. Payment has been succesfully send and will be checked by admin in short time.', //280
'Incorrect error. Please try again, or contact with admin!', //281
'Send congratulation letter about privilegies activating', //282
'User type has successfully changed.', //283
'Email with congratulations has been send to user.', //284
'ZIP',// 285 Zip code
'Congratulations, 

Your status is changed to {0}. This privilegies will be available in next {1} month.

Now you can check your messages in your box.

__________________________________
{2}', //286 {0} - Ex:Gold member, {1} - month number, {2} - Sitename from config
'Congratulations', //287 Subject
'ZIP code must be numeric', //288
'Keywords', //289
'We are sorry, but the following error occurred:', //290
'', //291
'', //292
'', //293
'', //294
'', //295
'', //296
'', //297
'', //298
'' //299
); 
?>
