<?php 
############################################################
# \-\-\-\-\-\-\     AzDG  - S C R I P T S    /-/-/-/-/-/-/ #
############################################################
# AzDGDatingLite          Version 2.1.1                    #
# Writed by               AzDG (support@azdg.com)          #
# Created 03/01/03        Last Modified 04/05/03           #
# Scripts Home:           http://www.azdg.com              #
############################################################
# File name               bg.php                           #
# File purpose            Bulgarian language file          #
# File created by         contact <contact@rusbg.com>      #
############################################################

$wg=array(
'Íåèçâåñòíî', 
'Ìúæ',
'Æåíà'
);

$wp=array(
'çà åé-òàêà',
'çà ðîìàíòèêà',
'çà ñåðèîçíè îòíîøåíèÿ',
'çà ïðèÿòåëñòâî',
'çà ñåêñ'
);

// Privileged users names
$wpu=array(
'Lite member', // Free user
'Silver member',
'Gold member',
'Platinum member');
// Privileged users timelife (in month)
$wpt=array(
'0', // Free user
'3',
'6',
'12');
// Payment for each member type in dollars
$wpm=array(
'0', // Free User
'19',
'29',
'39');


$wm=array(
'Íå å ïîñî÷åíî', 
'Åðãåí(Íåîìúæåíà)',
'Ðàçâåäåí(à)',
'Â ðàçäÿëà',
'Âäîâåö(Âäîâèöà)',
'Æåíåí(Îìúæåíà)'
);

$wmm=array(
'Íå å ïîñî÷åíî', 
'ßíóàðè',
'Ôåâðóàðè',
'Ìàðò',
'Àïðèë',
'Ìàé',
'Þíè',
'Þëè',
'Àâãóñò',
'Ñåïòåìâðè',
'Îêòîìâðè', // [10]
'Íîåìâðè',
'Äåêåìâðè'
);

$wc=array(
'Íå å ïîñî÷åíî', 
'Íå',
'1',
'2',
'3',
'4',
'5 èëè ïîâå÷å'
);

$wh=array(
'Íå å ïîñî÷åíî', 
'4\'2\' (127ñì)',
'4\'4\' (132ñì)',
'4\'6\' (137ñì)',
'4\'8\' (142ñì)',
'4\'1\' (152ñì)',
'5\'0\' (152ñì)',
'5\'2\' (157ñì)',
'5\'3\' (160ñì)',
'5\'4\' (163ñì)',
'5\'5\' (166ñì)', // [10]
'5\'6\' (168ñì)',
'5\'7\' (171ñì)',
'5\'8\' (173ñì)',
'5\'9\' (175ñì)',
'5\'1\' (178ñì)',
'6\'0\' (183ñì)',
'6\'2\' (188ñì)',
'6\'4\' (193ñì)',
'6\'6\' (198ñì)',
'6\'8\' (203ñì)', // [20]
'6\'1\' (208ñì)',
'7\'0\' (213ñì)'
);

$ww=array(
'Íå å ïîñî÷åíî', 
'80 lbs (36êã)',
'85 lbs (39êã)',
'90 lbs (41êã)',
'95 lbs (43êã)',
'100 lbs (45êã)',
'105 lbs (48êã)',
'110 lbs (50êã)',
'115 lbs (52êã)',
'120 lbs (54êã)',
'125 lbs (57êã)', // [10]
'130 lbs (59êã)',
'135 lbs (61êã)',
'140 lbs (63êã)',
'145 lbs (66êã)',
'150 lbs (68êã)',
'155 lbs (70êã)',
'160 lbs (73êã)',
'165 lbs (75êã)',
'170 lbs (77êã)',
'175 lbs (79êã)', // [20]
'180 lbs (82êã)',
'185 lbs (84êã)',
'190 lbs (86êã)',
'195 lbs (89êã)',
'200 lbs (91êã)',
'205 lbs (93êã)',
'210 lbs (95êã)',
'215 lbs (97êã)',
'220 lbs (100êã)',
'225 lbs (102êã)', // [30]
'230 lbs (104êã)',
'235 lbs (107êã)',
'240 lbs (109êã)',
'245 lbs (111êã)',
'250 lbs (113êã)',
'255 lbs (116êã)',
'260 lbs (118êã)',
'265 lbs (120êã)',
'270 lbs (122êã)',
'275 lbs (125êã)', // [40]
'280 lbs (127êã)',
'285 lbs (129êã)',
'290 lbs (131êã)',
'295 lbs (134êã)',
'300 lbs (136êã)'
);

$whc=array(
'Íå å ïîñî÷åíî', 
'×åðåí',
'Áëîíäèí',
'Êàôÿâ',
'Áðþíåò',
'Êåñòåíÿâ',
'Òúìíîðèæ',
'Áîÿäèñàí áëîíäèí',
'Çëàòåí',
'×åðâåí',
'Ñèâ', // [10]
'Ñðåáúðåí',
'Áÿë',
'Ïëåøèâ',
'Äðóãî'
);

$we=array(
'Íå å ïîñî÷åíî', 
'×åðíûé',
'Êàðèé',
'Ãîëóáîé',
'Çåë¸ííûé',
'Ñåðûé',
'Äðóãîé'
);

$wet=array(
'Íå å ïîñî÷åíî', 
'Áåëàÿ/Êàâêàçñêàÿ',
'Èñïàíñêàÿ',
'Àçèàòñêàÿ',
'Íåãðèòÿíñêàÿ',
'Ìåòèñ',
'Äðóãîå'
);

$wr=array(
'Íå å ïîñî÷åíî', 
'Àãíîñòèê',
'Àòåèñò',
'Áàïòèñò',
'Âÿðà â Áîãà',
'Áóäèñò',
'Êàòîëèê',
'Õðèñòèÿíèí',
'Ïðàâîñëàâåí',
'Õóìàíèñò',
'Þäàèçúì', // [10]
'Ëþòåðàíèí',
'Ìîðìîí (LDS)',
'Ìþñóëìàíèí',
'Íîâ âåê',
'Íåâÿðâàù',
'Ïðîòåñòàíò',
'Äðóãî'
);

$ws=array(
'Íå å ïîñî÷åíî', 
'Íåïóøà÷',
'Ïîíÿêîãà',
'Ðåäîâíî'
);

$wd=array(
'Íå å ïîñî÷åíî', 
'Íèêîãà',
'Ïîíÿêîãà',
'×åñòî'
);

$wed=array(
'Íå å ïîñî÷åíî', 
'Ñðåäíî ó÷èëèùå',
'Êîëåæàíèí',
'Ñòóäåíò',
'Çàâúðøèë êîëåæ',
'Çàâúðøèë ÂÓÇ'
);

$wu=array(
'Íå å ïîñî÷åíî', 
'Áàíåð',
'Âåñòíèê',
'Òåëåâèçèÿ',
'Òúðñà÷êà',
'Ïðåïîðúêà îò ïðèÿòåëè',
'Äðóãî'
);

$whr=array(
'Íå å ïîñî÷åíî', 
'Êîçèðîã',
'Âîäîëåé',
'Ðèáè',
'Îâåí',
'Òåëåö',
'Áëèçíàöè',
'Ðàê',
'Ëúâ',
'Äåâà',
'Âåçíè', // [10]
'Ñêîðïèîí',
'Ñòðåëåö'
);

$wsb=array(
'Íàìàëÿâàíå íà äàòàòà',
'Óâåëè÷àâàíå íà äàòàòà',
'Íàìàëÿâàíå íà èìåòî',
'Óâåëè÷àâàíå íà èìåòî',
'Íàìàëÿâàíå íà âúçðàñòòà',
'Óâåëè÷àâàíå íà âúçðàñòòà',
'Íàìàëÿâàíå íà ðúñòà',
'Óâåëè÷àâàíå íà ðúñòà',
'Íàìàëÿâàíå íà òåãëîòî',
'Óâåëè÷àâàíå íà òåãëîòî'
);
/* 
$wsb only for search - you can`t add new or remove - 
only translate!
*/

$wrg=array(
'Öåëèÿ ïåðèîä',
'ïîñëåäíàòà ñåäìèöà',
'ïîñëåäíèÿ ìåñåö',
'ïîñëåäíèòå 3 ìåñåöà',
'ïîñëåäíàòà ãîäèíà'
);

$wrgv=array(
'', // Not require enter this value for All period
'7', 
'31',
'92',
'365'
);


$wst=array(
'Âñè÷êè ó÷àñòíèöè',
'×àêàùè ïîòâúðæäåíèå îò mail',
'×àêàùè ïðîâåðêà íà ðåãèñòðàöèÿ',
'×àêàùè ïðîâåðêà íà îáíîâÿâàíå',
'×àêàùè èçòðèâàíå íà àíêåòà',
'Àêòèâíè ó÷àñòíèöè'
);

$wcr=array(
' Íå å ïîñî÷åíî', // Ïåðâûé ïðîáåë çäåñü îáÿçàòåëåí äëÿ ñîðòèðîâêè!
'Àôãàíèñòàí',
'Àëáàíèÿ',
'Àëæèð',
'Àíäîððà',
'Àíãîëà',
'Àíòèãóà è Áàðáóäà',
'Àðæåíòèíà', 
'Àðìåíèÿ',
'Àâñòðàëèÿ',
'Àâñòðèÿ',
'Àçåðáàéäæàí',
'Áàõàìñêè îñòðîâè',
'Áàõðåéí',
'Áàíãëàäåø',
'Áàðáàäîñ',
'Áåëîðóñèÿ', 
'Áåëãèÿ',
'Áîëèâèÿ',
'Áîñíà è Õåðöåãîâèíà',
'Áîòñâàíà',
'Áðàçèëèÿ', 
'Áðóíåé',
'Áúëãàðèÿ',
'Áóðóíäè',
'Êàìáîäæà',
'Êàìåðóí',
'Êàíàäà',
'Öåíòðàëíîàôðèêàíñêà Ðåïóáëèêà',
'×àä',
'×èëè',
'Êèòàé',
'Êîëóìáèÿ',
'Êîíãî',
'Êîñòà-Ðèêà',
'Êîò-äÈâóàð',
'Õúðâàòñêà',
'Êóáà',
'Êèïúð',
'×åøêà Ðåïóáëèêà',
'Äàíèÿ',
'Äîìèíèêàíñêà Ðåïóáëèêà',
'Åêâàäîð',
'Åãèïåò',
'Ñàëüâàäîð',
'Åêâàòîðèàëíà Ãâèíåÿ',
'Åñòîíèÿ',
'Åòèîïèÿ',
'Ôèäæè',
'Ôèíëàíäèÿ',
'Ôðàíöèÿ',
'Ãàáîí',
'Ãàìáèÿ',
'Ãðóçèÿ',
'Ãåðìàíèÿ', 
'Ãàíà',
'Ãèáðàëòàð',
'Ãúðöèÿ',
'Îñòðîâ Ãðåíëàíäèÿ',
'Ãðåíàäà',
'Îñòðîâ Ãâàäåëóïà',
'Ãâàòåìàëà',
'Ãâèíåÿ - Áèñàó',
'Ãâèíåÿ', 
'Ãàéàíà',
'Õàèòè',
'Õîíäóðàñ',
'Õîíêîíã',
'Óíãàðèÿ',
'Èñëàíäèÿ',
'Èíäèÿ',
'Èíäîíåçèÿ',
'Èðàí', 
'Èðàê',
'Èðëàíäèÿ',
'Èçðàåë',
'Èòàëèÿ',
'ßìàéêà',
'ßïîíèÿ',
'Éîðäàíèÿ',
'Êàçàõñòàí',
'Êåíèÿ',
'Ñåâåðíà Êîðåÿ',
'Þæíà Êîðåÿ',
'Êóâåéò',
'Êèðãèçñòàí',
'Ëàîñ',
'Ëàòâèÿ',
'Ëèâàí',
'Ëåñîòî',
'Ëèáåðèÿ',
'Ëèáèÿ',
'Ëèõòåíùàéí',
'Ëèòâà',
'Ëþêñåìáóðã',
'Ìàêåäîíèÿ',
'Ìàäàãàñêàð',
'Ìàëàéçèÿ',
'Ìàëè', 
'Ìàëòà',
'Ìàâðèòàíèÿ',
'Ìåêñèêî',
'Ìîëäîâà',
'Ìîíàêî', 
'Ìîíãîëèÿ',
'Ìàðîêî',
'Ìîçàìáèê',
'Íàìèáèÿ',
'Íåïàë',
'Õîëàíäèÿ', 
'Íîâà Çåëàíäèÿ',
'Íèêàðàãóà',
'Íèãåðèÿ',
'Íèãåð',
'Íîðâåãèÿ',
'Îìàí', 
'Ïàêèñòàí',
'Ïàíàìà',
'Íîâà Ãâèíåÿ',
'Ïàðàãâàé',
'Ïåðó',
'Ôèëèïèíè',
'Ïîëøà',
'Ïîðòóãàëèÿ', 
'Ïóåðòî-Ðèêî',
'Êàòàð',
'Ðóìúíèÿ',
'Ðóñèÿ',
'Ðóàíäà',
'Îñòðîâè Ñàìîà',
'Ñàí-Ìàðèíî',
'Ñàóäèòñêà Àðàáèÿ',
'Ñåíåãàë',
'Ñèåðà-Ëåîíå (Çàïàäíà Àôðèêà)',
'Ñèíãàïóð',
'Ñëîâàøêà Ðåïóáëèêà',
'Ñëîâåíèÿ', 
'Ñîëîìîíîâè Îñòðîâè',
'Ñîìàëè',
'Þæíà Àôðèêà',
'Èñïàíèÿ',
'Øðè-Ëàíêà',
'Ñóäàí',
'Ñâàçèëåíä',
'Øâåöèÿ',
'Øâåéöàðèÿ',
'Ñèðèÿ',
'Òàéâàí',
'Òàäæèêèñòàí',
'Òàíçàíèÿ',
'Òàèëàíä',
'Òóíèñ',
'Òóðöèÿ',
'Òóðêìåíèÿ',
'Óãàíäà',
'Óêðàèíà', 
'ÎÀÅ',
'Âåëèêîáðèòàíèÿ',
'ÑÀÙ',
'Óðóãâàé',
'Óçáåêèñòàí',
'Âàòèêàíà',
'Âåíåöóýëà',
'Âèåòíàì',
'Éåìåí',
'Þãîñëàâèÿ',
'Çàèð',
'Çàìáèÿ',
'Çèìáàáâå'
);
// Íå áîëåå 255 ñòðàí â ýòîì ñïèñêå!!!
// Âû ìîæåòå èçìåíÿòü ýòîò ñïèñîê ê ãîðîäàì âàøåé ñòðàíû
// Áóäüòå âíèìàòåëüíû!
?>
