<?php
############################################################
# \-\-\-\-\-\-\     AzDG  - S C R I P T S    /-/-/-/-/-/-/ #
############################################################
# AzDGDatingLite          Version 2.1.1                    #
# Writed by               AzDG (support@azdg.com)          #
# Created 03/01/03        Last Modified 04/05/03           #
# Scripts Home:           http://www.azdg.com              #
############################################################
# File name               bg.php                           #
# File purpose            Bulgarian language file          #
# File created by         contact <contact@rusbg.com>      #
############################################################
### !!!!! Please read it: RULES for translate!!!!! ###
### 1. Be carefull in translate - don`t use ' { } characters
###    You can use them html-equivalent - &#39; &#123; &#125;
### 2. Don`t translate {some_number} templates - you can only replace it - 
###    {0} - is not number - it template - also you can see another templates 
###    {name}, {pass}, {some_other}
###################################
$x=array(
'<font color=red size=3>*</font>', //0 - Symbol for requirement field
'Ãðåøíà ïàðîëà èëè ëîãèí',//1
'Àäìèíèñòðàòèâíà çîíà',//2
'Ëîãèí íà àäìèíà',//3
'Ïàðîëà íà àäìèíà',//4
'Âëåç',//5
'Äîñòúïúò å çàáðàíåí çà íåàäìèíè',//6
'Ãëàâíà',//7
'Íóëèðàíå íà õèòîâåòå',//8
'Îïòèìèçèðàíå',//9
'Óïðàâëåíèå íà þçåðèòå',//10
'Óïðàâëåíèå FAQ',//11
'Ïîùåíñêà ðàçïðàòêà',//12
'Èçõîä',//13
'Âèå óñïåøíî èçëÿçîõòå îò àäìèíèñòðàòèâíàòà çîíà<br><br>Áëàãîäàðèì çà èçïîëçâàíåòî íà òîçè áåçïëàòåí ñêðèïò',//14
'Îáùî email',//15
'Èçïðàòåíè email',//16
'Ñëåäâàùà ÷àñò',//17
'Íà ïîòðåáèòåëèòå áÿõà èçïðàòåíè {0} email',//18
'Èìàòå íåïðî÷åòåíè ñúîáùåíèÿ íà {0}',//19 {0} - SiteName (C_SNAME)
'Íàìåðåíè {0} ïîòðåáèòåëÿ',//20
'Óïðàâëåíèå íà ðàçïðàòêàòà',//21
'Ñòàòóò:',//22
'Ôóíêöèè è ïîëåòà íà email:',//23
'Òèï ïèñìî',//24
'Îò êîãî',//25
'Òåìà',//26
'Ñúîáùåíèå',//27
'Ñúîáùè çà ðåçóëòàòà',//28
'Âðúùàíå íàçàä',//29
'Èçïðàùàíå íà email',//30
'Íåçàâúðøåíè ðàçïðàòêè - {0}',//31
'Òåìà : {0} [Èçïðàòåíî íà {1} ïîòðåáèòåëè] :::>',//32
'Çàâúðøâàíå íà òàçè ðàçïðàòêà',//33
'Text',//34
'HTML',//35
'Ïðåãëåä',//36
'Þçåðè ñ íåïðî÷åòåíè ñúîáùåíèÿ - ',//37
'Îáùî íåïðî÷åòåíè ñúîáùåíèÿ - ',//38
'Ïîñëåäíî ÈÄ íà ñúîáùåíèå - ',//39
'Èçïðàùàíå íà ïèñìà íà þçåðè ñ íåïðî÷åòåíè ñúîáùåíèÿ',//40
'Àíêåòàòà å óñïåøíî ïðîìåíåíà',//41
'FAQ âúïðîñ å óñïåøíî ñúçäàäåí',//42
'Ñúçäàâàíå íà íîâî',//43
'Ìîëÿ âúâåäåòå âúïðîñ',//44
'Ìîëÿ âúâåäåòå îòãîâîð',//45
'Óïðàâëåíèå FAQ',//46
'Ñúçäàâàíå íà íîâà FAQ êàòåãîðèÿ',//47
'Ðåäàêòèðàíå íà FAQ êàòåãîðèÿ',//48
'Ïðåìàõâàíå íà FAQ êàòåãîðèÿ',//49
'Ñúçäàâàíå íà FAQ',//50
'Èçáåðåòå FAQ êàòåãîðèÿ',//51
'FAQ âúïðîñ',//52
'FAQ îòãîâîð',//53
'Ïúðâî òðÿáâà äà ñúçäàäåòå êàòåãîðèÿ âúïðîñè',//54
'Ìîëÿ âúâåäåòå èìå íà êàòåãîðèÿ',//55
'Ñúçäàâàíå íà FAQ êàòåãîðèÿ',//56
'Íîâàòà êàòåãîðèÿ áåøå ñúçäàäåíà:',//57
'Èìå íà FAQ êàòåãîðèÿ',//58
'Ðåäàêòèðàíå íà FAQ êàòåãîðèÿ',//59
'Ðåäàêò.',//60
'Êàòåãîðèÿòà áåøå ïðîìåíåíà',//61
'Ðåäàêòèðàíå íà FAQ êàòåãîðèÿ',//62
'FAQ áåøå èçòðèò',//63
'FAQ êàòåãîðèÿ áåøå èçòðèòà',//64
'Çàáåëåæêà : Áúäåòå âíèìàòåëíè. Ñ èçòðèâàíå íà êàòåãîðèÿòà Âèå ïðåìàõâàòå âñè÷êè âúïðîñè â òàçè êàòåãîðèÿ.',//65
'Èçòðèâàíå',//66
'0 - ×àêàò email ïðîâåðêà<br>1 - ×àêàò ïðîâåðêà îò àäìèíà<br>2 - ×àêàò ïðîâåðêà ñëåä ðåäàêòèðàíå<br>3,8 - ×àêàò èçòðèâàíå(ñ, áåç ïîêàçâàíå)<br>7 - Àêòèâíè ïîòðåáèòåëè<br>',//67
'Áàçàòà äàíííè áåøå èçëåêóâàíà è îïòèìèçèðàíà',//68
'Ïîòðåáèòåë ñ ID#={0} áåøå óñïåøíî èçòðèò îò áàçàòà äàííè',//69
'Õèòîâåòå áÿõà íóëèðàíè',//70
'Óñïåøíî å ðàçðåøåí þçåð ñ id={0}',//71
'IP',//72
'Èçèñêâàíèÿ [0 - 255]',//73
'Ñòàòóò - (Áúäåòå âíèìàòåëíè)',//74
'Àêòèâèðàíå',//75
'Óïðàâëåíèå íà ïîòðåáèòåëèòå',//76
'Îáùî àêòèâíè ïîòðåáèòåëè :',//77
'Ïîòðåáèòåëè ÷àêàùè àêòèâèðàíå ñëåä ðåãèñòðàöèÿ',//78
'Ïîòðåáèòåëè ÷àêàùè àêòèâèðàíå ñëåä àêòóàëèçàöèÿ',//79
'Ïîòðåáèòåëè ÷àêàùè èçòðèâàíå',//80
'Privilegied users',//81
'Privilegied users Management',//82
'',//83
'',//84
'',//85
'',//86
'',//87
'',//88
'',//89
'',//90
'',//91
'',//92
'',//93
'',//94
'',//95
'',//96
'',//97
'',//98
''//99
); 
?>
