<html>
<head>
<title>Develooping flash chat. Notas</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<table width="100%" border="0" cellspacing="0" cellpadding="0">
  <tr> 
    <td valign="top"><font face="Verdana, Arial, Helvetica, sans-serif" size="3"><b><font color="#990000">Notas 
      sobre develooping flash chat</font><font size="1"><br>
      </font></b></font><font face="Verdana, Arial, Helvetica, sans-serif" size="1">Versi&oacute;n
      1.6.3</font></td>
    <td valign="top"> <div align="right"><font size="1" face="Verdana, Arial, Helvetica, sans-serif"><a href="notes.html">in 
        english</a></font></div></td>
  </tr>
</table>
<hr size="1">
<font face="Verdana, Arial, Helvetica, sans-serif" size="1"><br>
<br>
</font> <font face="Verdana, Arial, Helvetica, sans-serif" size="1">Hay una serie 
de asuntos que surgen frecuentemente en relación a <a href="../leeme.html">develooping 
flash chat</a>. Intentaré dar respuesta desde aquí a algunos de los más comunes: 
</font> 
<p><font color="#990000" size="1" face="Verdana, Arial, Helvetica, sans-serif"><b>Emoticonos</b> </font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="1">Muchos usuarios
han solicitado el uso de 'smilies'. Esta versi&oacute;n incorpora smilies monocromos.
    Aunque las &uacute;ltimas versiones de flash permiten insertar im&aacute;genes en el texto,
    no deseaba forzar a utilizar a los clientes la &uacute;ltima versi&oacute;n, por lo que
    he implementado un sistema de smilies compatible con flash5. En realidad
    se trata de una tipograf&iacute;a incrustada en la propia movie. Si sabes algo de
    edici&oacute;n de tipograf&iacute;a puedes hacerte tus propios smilies. Con el script se
    suministra la fuente truetype usada para el chat. </font></p>
<p><font color="#990000" size="1" face="Verdana, Arial, Helvetica, sans-serif"><b>Error
      500 </b> </font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="1">Algunos servidores
    no soportan archivos .htaccess que sobreescriban configuraciones del servidor.
    Si el script te da un error 500, prueba a borrar el archivo .htaccess que
    hay dentro del directorio chat/. </font></p>
<p><font color="#990000" size="1" face="Verdana, Arial, Helvetica, sans-serif"><b>Traducci&oacute;n 
  a otros idiomas</b> </font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="1">Todos los textos 
  empleados en el sistema se encuentran definidos en el archivo de configuraci&oacute;n 
  &quot;config.php&quot;. Para traducir el chat a otros idiomas basta con modificar 
  los datos correspondientes en este archivo. Develooping flash chat se suministra 
  con interfaces en diversos idiomas, definidos en archivos &quot;config.php&quot; 
  que podr&aacute;s encontrar dentro del directorio &quot;languages&quot;. <br>
  Si realizas una traducci&oacute;n a otra lengua, por favor, env&iacute;ame el 
  archivo &quot;config.php&quot; modificado para ponerlo a disposici&oacute;n 
  de otros usuarios.</font></p>
<p><font color="#990000" size="1" face="Verdana, Arial, Helvetica, sans-serif"><b>Los 
  archivos &quot;.fla</b>&quot; </font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="1">Con respecto a 
  los archivos &quot;.fla&quot; se suministran junto al código para personalizar 
  la apariencia del sistema, pero si quieres personalizarlo no me pidas que te 
  enseñe a usar flash. Resulta bastante sencillo modificar el tamaño, la forma, 
  la tipografía y los colores del interface con unos conocimiento muy básicos 
  de flash. Estos archivos ha sido realizados con Flash MX y guardados en formato 
  flash 5. Este archivo no debe confundirse con la movie &quot;chat.swf&quot; 
  que ha sido y puede ser exportada en formato flash 5 a partir del archivo original.</font></p>
<p><font color="#990000" size="1" face="Verdana, Arial, Helvetica, sans-serif"><b>Velocidad</b> 
  </font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="1">Por lo que he probado, 
  la velocidad a la que se refresca el texto me parece adecuada, pero si quieres 
  puedes modificar la velocidad de consulta de los mensajes alterando la velocidad 
  en "frames por segundo" de la movie de flash. </font></p>
<p><font color="#990000" size="1" face="Verdana, Arial, Helvetica, sans-serif"><b>Compatibilidad 
  con los clientes</b> </font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="1">La última versión 
  del script funciona (hasta donde he probado y sé) correctamente con todos los 
  clientes que soporten javascript y el plug-in de Flash 5. Si has instalado este 
  script en tu servidor y falla con algún cliente específico comprueba que se 
  trata de la última versión. </font></p>
<p><font color="#990000" size="1" face="Verdana, Arial, Helvetica, sans-serif"><b>Compatibilidad 
  con el servidor</b> </font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="1">Develooping flash
    chat ha sido probado satisfactoriamente en varios sistemas Unix, Linux, Windows
    y Mac Os X, y debe correr sin problema sobre cualquier sistema con soporte
  para php4 o superior.</font></p>
<p><font color="#990000" size="1" face="Verdana, Arial, Helvetica, sans-serif"><b>Asignaci&oacute;n 
  de privilegios</b> </font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="1">Otro asunto que 
  parece generar dudas entre algunos usuarios es el tema de la asignaci&oacute;n 
  de privilegios a los archivos necesaria para la correcta <a href="instalacion.html">instalaci&oacute;n</a> 
  del script. Este no es el sitio adecuado para extenderse en ello. Baste decir 
  que la inmensa mayor&iacute;a de los clientes de ftp permiten asignar privilegios 
  a los archivos del servidor. Si no sabes como hacerlo, te recomiendo que curiosees 
  un poco en el programa que usas para subir los archivos a tu web. <br>
  Si usas el script en una red local o colocas el script en un ordenador no remoto, 
  aseg&uacute;rate de saber c&oacute;mo asignar privilegios de acceso en tu sistema.<br>
  El archivo &quot;<strong>.htaccess</strong>&quot; en el interior del directorio 
  &quot;required&quot; es imprescindible para evitar el acceso a este directorio 
  que contiene informaci&oacute;n vital y que deber&iacute;a permanecer oculta: 
  datos de configuraci&oacute;n, nombre y password de administraci&oacute;n, mensajes 
  privados, n&uacute;meros de IP&#8230;</font><b><font color="#990000" size="1" face="Verdana, Arial, Helvetica, sans-serif"><br>
  </font></b><font size="1" face="Verdana, Arial, Helvetica, sans-serif">Aseg&uacute;rate 
  que no hay forma de acceder a este directorio, solicitando desde un navegador 
  el archivo &quot;msg.txt&quot; al servidor web. Si todo est&aacute; correcto, 
  el servidor debe prohibirte el acceso.</font><font color="#990000" size="1" face="Verdana, Arial, Helvetica, sans-serif"><b><br>
  <br>
  Variables globales</b> </font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="1">Develooping Flash 
  chat ha sido realizado para funcionar en servidores con php configurado para 
  usar variables globales. Si al intentar entrar en la sala ves que el sistema 
  te devuelve a la p&aacute;gina de introducci&oacute;n es posible que tu sistema 
  tenga inhabilitadas las variables globales. <br>
  Puedes comprobarlo haciendo una peque&ntilde;a p&aacute;gina que contenga el 
  siguiente c&oacute;digo<code>:<br>
  <br>
  </code></font><font face="Verdana, Arial, Helvetica, sans-serif" size="1"><code>&lt;html&gt;<br>
  &lt;? phpinfo(); exit ?&gt;<br>
  &lt;STRONG&gt;PHP no est&amp;aacute funcionando o no est&amp;aacute configurado 
  para esta extensi&amp;oacute;n &lt;/STRONG&gt;<br>
  &lt;/html&gt;<br>
  </code><br>
  Gu&aacute;rdala en el servidor como info.php. Al llamarla desde un navegador 
  obtendr&aacute;s informaci&oacute;n sobre tu versi&oacute;n de php.<br>
  Busca register_globals y comprueba si indica On. Si no es as&iacute;, habr&aacute; 
  que activarlo. Si no tienes acceso al archivo de configuraci&oacute;n de php 
  (<strong>php.ini</strong>) es posible que puedas activarlo si tu servidor acepta 
  archivos &quot;<strong>.htaccess</strong>&quot; colocando en el directorio raiz 
  un archivo con el nombre &quot;<strong>.htaccess</strong>&quot; que contenga 
  lo siguiente<br>
  <br>
  <code>php_flag register_globals on</code> </font></p>
<p><font color="#990000" size="1" face="Verdana, Arial, Helvetica, sans-serif"><b>Para acabar&#8230;</b></font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="1"> Este script lo 
  creé exclusivamente para implementar un sistema de chat en una web en concreto. 
  Si a alguien le resulta útil me alegro, y si no se adapta a sus espectativas 
  lo siento por él. Ahora necesito tiempo para asumir otros proyectos, por lo 
  que las modificaciones y mejoras del script llegar&aacute;n conforme encuentre 
  tiempo para dedic&aacute;rselo. Yo no soy programador profesional, en el sentido 
  de que la programación no es mi actividad principal. Eres muy libre de pensar 
  que mi modo de programar no es académico o no se adapta a los estándares. Lo 
  único que busco es que el programa realice la tarea que le pido. Y eso es todo.</font><font face="Verdana, Arial, Helvetica, sans-serif" size="1"> 
  </font></p>
<hr size="1">
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="1">Espero que tanto 
  el script como estas explicaciones te resulten de utilidad </font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="1">Juan Carlos Posé<br>
  <script type="text/javascript"><!--
document.write('<a href="&#109;&#97;&#105;&#108;&#116;&#111;&#58;' + '&#106;&#117;&#97;&#110;&#99;&#97;&#114;&#108;&#111;&#115;@' + '&#100;&#101;&#118;&#101;&#108;&#111;&#111;&#112;&#105;&#110;&#103;&#46;&#99;&#111;&#109;' + '">' + '&#106;&#117;&#97;&#110;&#99;&#97;&#114;&#108;&#111;&#115;&#64;&#100;&#101;&#118;&#101;&#108;&#111;&#111;&#112;&#105;&#110;&#103;&#46;&#99;&#111;&#109;' + '</a>');
// -->
</script>
  </font> </p>
</body>
</html>
