<?php
############################################################
# \-\-\-\-\-\-\     AzDG  - S C R I P T S    /-/-/-/-/-/-/ #
############################################################
# AzDGDatingLite          Version 2.1.1                    #
# Writed by               AzDG (support@azdg.com)          #
# Created 03/01/03        Last Modified 04/05/03           #
# Scripts Home:           http://www.azdg.com              #
############################################################
# File name               inst.php                         #
# File purpose            Installation language file       #
# File created by         AzDG <support@azdg.com>          #
############################################################

define('C_HTML_DIR','ltr'); // HTML direction for this language
define('C_CHARSET', 'WINDOWS-1251'); // HTML charset for this language

$y=array( // $y - installation phrases array
'<b>Please change short_open_tag variable in your php.ini file to:<br><br>short_open_tag=On</b>', //0
'Íîðìàëüíî', //1
'Îøèáêà', //2
'ÈÍÑÒÀËßÖÈß', //3
'', //4
'', //5
'Íåò ÿçûêîâ â äèðåêòîðèè languages/. Ñíà÷àëà çàãðóçèòå èõ.', //6
'Ïðèíÿòèå Ëèöåíçèè', //7
'Ïîæàëóéñòà çàãðóçèòå GPL Ëèöåíçèþ äëÿ å¸ ïðèíÿòèÿ. File:gpl.txt', //8
'Ïîæàëóéñòà èñïðàâüòå âñå îøèáêè è ïðîäîëæèòå èíñòàëÿöèþ', //9
'Îáíîâèòü ñòðàíèöó', //10
'Íå ïðèíèìàþ', //11
'Ïðèíèìàþ', //12
'ØÀÃ', //13 - For example: Step 1
'Ïðîâåðêà íà òðåáóåìûå ïàðàìåòðû', //14
'Òðåáîâàíèå', //15
'Ìèíèìàëüíàÿ êîíôèãóðàöèÿ', //16
'Êîíôèãóðàöèÿ ñåðâåðà', //17
'Ðåçóëüòàòû', //18
'Âåðñèÿ PHP', //19
'Âåðñèÿ MySQL', //20
'Ïðîâåðêà íà çàïèñü äèðåêòîðèé è ôàéëîâ', //21
'Ïðîâåðêà íà çàïèñü', //22
'', //23
'Ñëåäóþùèé øàã', //24
'Ñîçäàíèå êîíôèãóðàöèè', //25
'Ïîæàëóéñòà ââåäèòå URL', //26
'Ïîæàëóéñòà ââåäèòå ñåðâåðíûé ïóòü', //27
'Ïîæàëóéñòà ââåäèòå íàçâàíèå ñàéòà', //28
'Ïîæàëóéñòà ââåäèòå mysql host', //29
'Ïîæàëóéñòà ââåäèòå mysql èìÿ þçåðà', //30
'Ïîæàëóéñòà ââåäèòå mysql ïàðîëü', //31
'Ïîæàëóéñòà ââåäèòå íàçâàíèå áàçû mysql', //32
'Ïîæàëóéñòà ââåäèòå ëîãèí àäìèíà', //33
'Ïîæàëóéñòà ââåäèòå ïàðîëü àäìèíà', //34
'Ïîæàëóéñòà ââåäèòå email àäìèíà', //35
'Ïîæàëóéñòà çàïîëíèòå âñå ïîëÿ ïîäñòàâëÿÿ çíà÷åíèÿ ñåðâåðà', //36
'URL ñêðèïòà', //37
'Áåç "/" â êîíöå. Âû äîëæíû ââåñòè url ãäå ðàñïîëîæåí ñêðèïò.', //38
'Âíóòðåííèé ïóòü ñåðâåâà ê ñêðèïòó', //39
'Áåç "/" â êîíöå. Ýòî âíóòðåííèé ïóòü ñåðâåðà. Ïîæàëóéñòà ñïðîñèòå ýòî ó âàøåãî õîñòèíãà, åñëè çíà÷åíèå ïóñòî.', //40
'Èìÿ ñàéòà', //41
'Äàííûå MySQL', //42
'MySQL hostname', //43
'Îáû÷íî', //44
'Èìÿ Áàçû MySQL', //45
'Âû äîëæíû ñîçäàòü áàçó, åñëè îíà åù¸ íå ñóùåñòâóåò', //46
'Èìÿ þçåðà MySQL', //47
'Ïàðîëü þçåðà MySQL', //48
'Ïðåôèêñ òàáëèö', //49
'Äàííûå àäìèíèñòðàòîðà', //50
'Ëîãèí Àäìèíà', //51
'Ïàðîëü Àäìèíà', //52
'Email Àäìèíà', //53
'ßçûê àäìèíà', //54
'ßçûê äëÿ ïàíåëè àäìèíèñòðèðîâàíèÿ', //55
'Ïîæàëóéñòà âåðíèòåñü íàçàä è èñïðàâüòå óðë ñêðèïòà - íå ïèøèòå "/" â êîíöå', //56
'Ïîæàëóéñòà âåðíèòåñü íàçàä è èñïðàâüòå âíóòðåííèé ïóòü ñêðèïòà - íå ïèøèòå "/" â êîíöå', //57
'Ïîæàëóéñòà âåðíèòåñü íàçàä è èñïðàâüòå âíóòðåííèé ïóòü ñêðèïòà', //58
'Íå ìîãó ïîäñîåäèíèòüñÿ ê ñåðâåðó<br>Âàøè MySQL ëîãèí è ïàðîëü íåâåðíûå<br>Ïðîâåðüòå êîíôèãóðàöèîííûé ôàéë', //59
'Íåâîçìîæíî ïîäñîåäèíèòüñÿ ê ñåðâåðó<br>Áàçû äàííûõ íå ñóùåñòâóåò èëè ê íåé íåò äîñòóïà<br>Èçìåíèòå èìÿ áàçû â êîíôèãóðàöèè', //60
'Èíñòàëÿöèÿ MySQL òàáëèö', //61
'Èìÿ òàáëèöû', //62
'Ñòàòóñ èíñòàëÿöèè', //63
'Ñîçäàíà èëè óæå ñóùåñòâóåò', //64
'Íå ñîçäàíà', //65
'Ðåçóëüòàòû óñòàíîâêè', //66
'Óñïåøíî', //67
'Àäìèíèñòðàòèâíàÿ ñòðàíèöà', //68
'Ãëàâíàÿ ñòðàíèöà', //69
'Ïðåäóïðåæäåíèå áåçîïàñíîñòè', //70
'Óäàëèòå install.php ñ ñåðâåðà', //71
'Ðó÷íàÿ óñòàíîâêà', //72
'', //73
'', //74
'', //75
'', //76
'', //77
'', //78
'', //79
'', //80
'', //81
'', //82
'', //83
'', //84
'', //85
'', //86
'', //87
'', //88
'', //89
'', //90
'', //91
'', //92
'', //93
'', //94
'', //95
'', //96
'', //97
'', //98
'' //99
);
?>