<?php
############################################################
# \-\-\-\-\-\-\     AzDG  - S C R I P T S    /-/-/-/-/-/-/ #
############################################################
# AzDGDatingLite          Version 2.0.3                    #
# Writed by               AzDG (support@azdg.com)          #
# Created 03/01/03        Last Modified 05/02/03           #
# Scripts Home:           http://www.azdg.com              #
############################################################
# File name               ru.php                           #
# File purpose            Russian language file            #
# File created by         AzDG <support@azdg.com>          #
############################################################

define('C_HTML_DIR','ltr'); // HTML direction for this language
define('C_CHARSET', 'WINDOWS-1251'); // HTML charset for this language

### !!!!! Please read it: RULES for translate!!!!! ###
### 1. Be carefull in translate - don`t use ' { } characters
###    You can use them html-equivalent - &#39; &#123; &#125;
### 2. Don`t translate {some_number} templates - you can only replace it
###    {0} - is not number - it template
###################################

$w=array(
'<font color=red size=3>*</font>', //0 - Symbol for requirement field
'Îøèáêà áåçîïàñíîñòè - #', //1
'Ýòîò email óæå ïðèñóòñòâóåò â áàçå äàííûõ. Ïîæàëóéñòà âûáåðèòå äðóãîé!', //2
'Íåâåðíîå èìÿ. Èìÿ äîëæíî áûòü îò {0} äî {1} çíàêîâ', //3 - Don`t change {0} and {1} - See rule 2 !!!
'Íåâåðíàÿ ôàìèëèÿ. Ôàìèëèÿ äîëæíà áûòü îò {0} äî {1} çíàêîâ', //4
'Íåâåðíàÿ äàòà äíÿ ðîæäåíèÿ', //5
'Íåâåðíûé ïàðîëü. Ïàðîëü äîëæåí áûòü îò {0} äî {1} çíàêîâ', //6
'Ïîæàëóéñòà âûáåðèòå ñâîé ïîë', //7
'Ïîæàëóéñòà âûáåðèòå èñêîìûé ïîë', //8
'Ïîæàëóéñòà âûáåðèòå òèï âçàèìîîòíîøåíèé', //9
'Ïîæàëóéñòà âûáåðèòå ñòðàíó ïðîæèâàíèÿ', //10
'Ïóñòîé èëè íåâåðíî íàáðàííûé email', //11
'Íåâåðíî íàáðàííàÿ Âåá-ñòðàíèöà', //12
'Íåâåðíûé íîìåð ICQ', //13
'Íåâåðíûé AIM', //14
'Ââåäèòå Âàø òåëåôîí', //15
'Ââåäèòå Âàø ãîðîä', //16
'Âûáåðèòå Âàøå ñåìåéíîå ïîëîæåíèå', //17
'Âûáåðèòå èíôîðìàöèþ î äåòÿõ', //18
'Âûáåðèòå Âàø ðîñò', //19
'Âûáåðèòå Âàø âåñ', //20
'Âûáåðèòå ðîñò èçáðàííèêà(öû)', //21
'Âûáåðèòå âåñ èçáðàííèêà(öû)', //22
'Âûáåðèòå Âàø öâåò âîëîñ', //23
'Âûáåðèòå Âàø öâåò ãëàç', //24
'Âûáåðèòå Âàø ýòíîñ', //25
'Âûáåðèòå Âàøó ðåëèãèþ', //26
'Âûáåðèòå ýòíîñ èçáðàííèêà(öû)', //27
'Âûáåðèòå ðåëèãèþ èçáðàííèêà(öû)', //28
'Âûáåðèòå îòâåò íà âîïðîñ, êóðèòå ëè Âû?', //29
'Âûáåðèòå îòâåò íà âîïðîñ, ïü¸òå ëè Âû?', //30
'Âûáåðèòå îòâåò íà âîïðîñ, î Âàøåì îáðàçîâàíèè', //31
'Íàïèøèòå êåì Âû ðàáîòàåòå', //32
'Íàïèøèòå âîçðàñò èçáðàííèêà(öû)', //33
'Êàê Âû íàñ íàøëè?', //34
'Íàïèøèòå î ñâîèõ óâëå÷åíèÿõ', //35
'Íåâåðíî íàïèñàíî õîááè. Îíî íå äîëæíî áûòü áîëåå {0} ñèìâîëîâ', //36
'Íåâåðíîå ñëîâî â õîááè. Ñëîâî íå äîëæíî ïðåâûøàòü {0} ñèìâîëîâ', //37
'Ïîæàëóéñòà íàïèøèòå î ñåáå', //38
'Íåâåðíî íàïèñàíî î ñåáå. Îíî íå äîëæíî áûòü áîëåå {0} ñèìâîëîâ', //39
'Íåâåðíîå ñëîâî â îïèñàíèè. Ñëîâî íå äîëæíî ïðåâûøàòü {0} ñèìâîëîâ', //40
'Äëÿ ðåãèñòðàöèè íåîáõîäèìî Âàøà ôîòîãðàôèÿ!', //41
'Ïîçäðàâëÿåì!<br>Êîä äëÿ àêòèâèçàöèè Âàøåé àíêåòû áûë óñïåøíî ïîñëàí íà Âàø email. <br>Âû ìîæåòå àêòèâèçèðîâàòü àíêåòó ÷åðåç ñâîþ ïî÷òó!', //42 - Message after register if need confirm by email
'Ïîäòâåðäèòå ðåãèñòðàöèþ', //43 - Confirm mail subject
'Ñïàñèáî çà ðåãèñòðàöèþ íà íàøåì ñàéòå
Ïîæàëóéñòà íàæìèòå íà ëèíê âíèçó äëÿ ïîäòâåðæäåíèÿ ðåãèñòðàöèè:

', //44 - Confirm message
'Ñïàñèáî çà ðåãèñòðàöèþ. Âàøà àíêåòà áóäåò ïðîâåðåíà àäìèíèñòðàòîðîì â ñàìîå êîðîòêîå âðåìÿ. Ïîæàëóéñòà çàéäèòå ïîçæå...', //45 - Message after registering if admin allowing is needed
'Ïîçäðàâëÿåì! <br>Âàøà àíêåòà áûëà óñïåøíî äîáàâëåíà â íàøó áàçó. Çàïîìíèòå Âàø ëîãèí!<br><br>Ëîãèí:', //46
'<br>Ïàðîëü:', //47
'Ïîæàëóéñòà ïîâòîðèòå Âàø ïàðîëü', //48
'Ââåä¸ííûå ïàðîëè íå èäåíòè÷íû', //49
'Ðåãèñòðàöèÿ', //50
'Âàøå èìÿ', //51
'ñèìâîëîâ', //52
'Âàøà ôàìèëèÿ', //53
'Ïàðîëü', //54
'Ïîâòîð ïàðîëÿ', //55
'Äåíü ðîæäåíèÿ', //56
'Âàø ïîë', //57
'Òèï îòíîøåíèé', //58
'Âàøà ñòðàíà', //59
'Âàø Email', //60
'Âàøà Âåá-ñòðàíèöà', //61
'Âàø ICQ', //62
'Âàø AIM', //63
'Âàø òåëåôîí', //64
'Âàø ãîðîä', //65
'Âàøå Ñåìåéíîå ïîëîæåíèå', //66
'Íàëè÷èå äåòåé', //67
'Âàø ðîñò', //68
'Âàø âåñ', //69
'Öâåò Âàøèõ âîëîñ', //70
'Öâåò Âàøèõ ãëàç', //71
'Âàø ýòíîñ', //72
'Âàøà ðåëèãèÿ', //73
'Êóðåíèå', //74
'Âûïèâêà', //75
'Âàøå îáðàçîâàíèå', //76
'Âàøà ðàáîòà', //77
'Âàøè óâëå÷åíèÿ', //78
'Íàïèøèòå î ïîáîëüøå ñåáå è î ÷åëîâåêå êîòîðîãî Âû èùåòå.', //79
'Âû èùåòå', //80
'Èñêîìûé ýòíîñ', //81
'Èñêîìàÿ ðåëèãèÿ', //82
'Èñêîìûé âîçðàñò', //83
'Èñêîìûé ðîñò', //84
'Èñêîìûé âåñ', //85
'Êàê Âû óçíàëè î íàñ?', //86
'Ôîòî', //87
'Ãëàâíàÿ', //88
'Ðåãèñòðàöèÿ', //89
'Äëÿ þçåðîâ', //90
'Ïîèñê', //91
'Ñâÿçü', //92
'FAQ', //93
'Ñòàòèñòèêà', //94
'Ìåíþ þçåðà ID#', //95
'Ïðîñìîòðåòü ñîîáùåíèÿ', //96
'Ìîÿ ñïàëüíÿ', //97
'Ìî¸ èíôî', //98
'Èçìåíèòü àíêåòó', //99
'Èçìåíèòü ïàðîëü', //100
'Óäàëèòü àíêåòó', //101
'Âûõîä', //102
'Âðåìÿ ãåíåðàöèè:', //103
'ñåê.', //104
'Þçåðîâ ñåé÷àñ:', //105
'Ãîñòåé ñåé÷àñ:', //106
'Ïðîãðàììèðîâàíèå <a href="http://www.azdg.com" target="_blank" class="desc">AzDG</a>', //107 - Don`t change link - only for translate - read GPL!!!
'Òîëüêî çàðåãèñòðèðîâàííûå þçåðû ìîãóò èìåòü äîñòóï ê ðàñøèðåííîìó ïîèñêó', //108
'Ïðîñòèòå, "Âîçðàñò îò" äîëæåí áûòü ìåíüøå "Âîçðàñò äî"', //109
'Ïî Âàøåìó çàïðîñó íè÷åãî íå íàéäåíî', //110
'Íåò', //111 Picture available?
'Åñòü', //112 Picture available?
'Íå ìîãó ïîäñîåäèíèòüñÿ ê ñåðâåðó<br>Âàøè MySQL ëîãèí è ïàðîëü íåâåðíûå<br>Ïðîâåðüòå êîíôèãóðàöèîííûé ôàéë', //113
'Íåâîçìîæíî ïîäñîåäèíèòüñÿ ê ñåðâåðó<br>Áàçû äàííûõ íå ñóùåñòâóåò èëè ê íåé íåò äîñòóïà<br>Èçìåíèòå èìÿ áàçû â êîíôèãóðàöèè', //114
'Ñòðàíèöû :', //115
'Ðåçóëüòàòû ïîèñêà', //116
'Âñåãî : ', //117 
'Èìÿ', //118
'Öåëü çíàêîìñòâà', //119
'Âîçðàñò', //120
'Ñòðàíà', //121
'Ãîðîä', //122
'Ïîñëåäíèé äîñòóï', //123
'Äàòà ðåãèñòðàöèè', //124
'Ðàñøèðåííûé ïîèñê', //125
'ID þçåðà#', //126
'Èìÿ', //127
'Ôàìèëèÿ', //128
'Çíàê çîäèàêà', //129
'Ðîñò', //130
'Âåñ', //131
'Ïîë', //132
'Öåëü çíàêîìñòâà', //133
'Ñåìåéíîå ïîëîæåíèå', //134
'Äåòè', //135
'Öâåò âîëîñ', //136
'Öâåò ãëàç', //137
'Ýòíîñ', //138
'Ðåëèãèÿ', //139
'Êóðåíèå', //140
'Âûïèâêà', //141
'Îáðàçîâàíèå', //142
'Èñêàòü þçåðîâ ñ', //143
'Âåá-ñòðàíèöà', //144
'ICQ', //145
'AIM', //146
'Òåëåôîí', //147
'Çàðåãèñòðèðîâàííûõ ', //148
'Ñîðòèðîâàòü ðåçóëüòàòû', //149
'ðåçóëüòàòîâ íà ñòðàíèöó', //150
'Îáû÷íûé ïîèñê', //151
'Äîñòóï äëÿ ãîñòåé çàêðûò', //152
'Äîñòóï äëÿ ïîñûëêè îøèáî÷íûõ àíêåò çàêðûò', //153
'Þçåð óæå íàõîäèòñÿ â òàáëèöå îøèáî÷íûõ àíêåò', //154
'Ñïàñèáî. Þçåð áûë äîáàâëåí â òàáëèöó îøèáî÷íûõ àíêåò è áóäåò ïðîâåðåí àäìèíèñòðàòîðîì â ñàìîå êîðîòêîå âðåìÿ', //155
'Äîñòóï çàêðûò äëÿ ïîëüçîâàíèÿ ñïàëüíåé', //156
'Þçåð óæå ó Âàñ â ñïàëüíå', //157
'Ñïàñèáî, þçåð áûë óñïåøíî äîáàâëåí â Âàøó ñïàëüíþ', //158
'Âàøà àíêåòà áûëà óñïåøíî äîáàâëåíà â ñïèñîê äëÿ ïðîâåðêè àäìèíîì', //159
'Âàøà àíêåòà óñïåøíî äîáàâëåíà â áàçó', //160
'Îøèáêà àêòèâèçàöèè àíêåòû. Âîçìîæíî ÷òî îíà óæå àêòèâíà', //161
'FAQ ïóñò', //162
'FAQ îòâåò#', //163
'Âñå ïîëÿ äîëæíû áûòü çàïîëíåíû', //164
'Âàøå ñîîáùåíèå áûëî óñïåøíî îòîñëàíî', //165
'Ïîæàëóéñòà ââåäèòå òåìó', //166
'Ïîæàëóéñòà ââåäèòå ñîîáùåíèå', //167
'Òåìà', //168
'Ñîîáùåíèå', //169
'Ïîñëàòü ñîîáùåíèå', //170
'Äëÿ þçåðîâ', //171
'Ëîãèí ID', //172
'Çàáûëè ïàðîëü', //173
'Ïîðåêîììåíäóéòå íàñ', //174
'Email {0}-ãî äðóãà', //175
'Ñåãîäíÿøíèå äíè ðîæäåíèÿ', //176
'Ñåãîäíÿ èç þçåðîâ íèêòî íå ðîäèëñÿ:)', //177
'Äîáðî ïîæàëîâàòü íà ñàéò çíàêîìñòâ AzDGDating', //178 Welcome message header
'AzDGDatingLite - ýòî ïðåêðàñíåéøàÿ âîçìîæíîñòü ïîçíàêîìèòüñÿ ñ íîâûìè äðóçüÿìè è çíàêîìûìè äëÿ äðóæáû, ïåðåïèñêè èëè ëþáâè. Âû ìîæåòå êîíå÷íî íàïèñàòü àíêåòó íåìíîãî â øóòêó. Îäíàêî çäðàâûé ñìûñë äîëæåí ïðèñóòñòâîâàòü, ÷òîáû ïðè âñòðå÷å íå âîçíèêëî êîíôóçîâ.<br><br>Âû ìîæåòå òàêæå íàõîäèòü äðóçåé èñïîëüçóÿ âíóòðåííþþ ñèñòåìó ýëåêòðîííîé ïî÷òû. Ýòî ïîçâîëÿåò ëó÷øå óçíàòü ïàðòí¸ðà, ïðåæäå ÷åì Âû ñ íèì âñòðåòèòåñü.', //179 Welcome message
'Ïîñëåäíèå {0} çàðåãèñòðèðîâàííûõ', //180
'Áûñòðûé ïîèñê', //181
'Ðàñø. ïîèñê', //182
'Ôîòî äíÿ', //183
'Ïðîñòàÿ ñòàòèñòèêà', //184
'Âàø ÈÄ äîëæåí áûòü öèôðîâûì', //185
'Íåâåðíûé ÈÄ èëè ïàðîëü', //186
'Äîñòóï äëÿ ïîñûëêè email çàêðûò', //187
'Ïîñëàòü ñîîáùåíèå þçåðó ñ ID#', //188
'Ñåé÷àñ íèêîãî íåò â îíëàéí', //189
'Ñòðàíèöà ðåêîìåíäàöèè ñàéòà íåäîñòóïíà', //190
'Ïðèâåò îò {0}', //191 "Recommend Us" subject, {0} - username
'Ïðèâåò, ýòî {0}!

Êàê ïîæèâàåøü?:)

Çàéäè íà ýòîò ñàéò, ïîñìîòðè - îí î÷åíü êëàññíûé:
{1}', //192 "Recommend Us" message, {0} - username, {1} - site url
'Ïîæàëóéñòà ââåäèòå êîððåêòíûé email {0}-ãî äðóãà', //193
'Ïîæàëóéñòà ââåäèòå Âàøå èìÿ è Email', //194
'Âàø ïàðîëü ñ {0}', //195 Reming password email subject
'Ýòîò àêêàóíò äåàêòèâèðîâàí èëè îòñóòñòâóåò â áàçå.<br>Ïîæàëóéñòà íàïèøèòå àäìèíèñòðàòîðó ÷åðåçü îáðàòíóþ ñâÿçü îá ýòîé ïðîáëåìå. Âñòàâüòå îáÿçàòåëüíî íîìåð ID.', //196
'Çäðàñòâóéòå!

Âàø ëîãèí ID#:{0}
Âàø ïàðîëü:{1}

_________________________
{2}', //197 Remind password email message, Where {0} - ID, {1} - password, {2} - C_SNAME(sitename)
'Âàø ïàðîëü áûë óñïåøíî ïîñëàí Âàì íà email.', //198
'Ïîæàëóéñòà ââåäèòå Âàø ID', //199
'Ïîñëàòü ïàðîëü', //200
'Äîñòóï äëÿ ïîñûëêè ñîîáùåíèé çàêðûò', //201
'Ïîñëàòü ñîîáùåíèå þçåðó ñ ID#', //202
'Îïîâåñòèòü ìåíÿ êîãäà þçåð ïðî÷ò¸ò äàííîå ñîîáùåíèå', //203
'Íåò þçåðîâ â áàçå', //204
'Ñòàòèñòèêà íåäîñòóïíà', //205
'Òàêîãî àêòèâíîãî ID íå ñóùåñòâóåò', //206
'Àíêåòà ID#', //207
'Èìÿ þçåðà', //208
'Ôàìèëèÿ þçåðà', //209
'Äåíü ðîæäåíèÿ', //210
'Email', //211
'Ñîîáùåíèå ñ AzDGDating', //212 - Subject for email
'Ðàáîòà', //213
'Óâëå÷åíèÿ', //214
'Î ñåáå', //215
'Ïîïóëÿðíîñòü', //216
'Ïîñëàòü email', //217
'Îøèáî÷íàÿ àíêåòà', //218
'Äîáàâèòü â ìîþ ñïàëüíþ', //219
'Çàãðóæàåìûé ôàéë ïðåâûøàåò äîïóñòèìûé ëèìèò â {0} Kb. Âàø ôàéë - {1} Kb', //220
'Çàãðóæàåìûé Âàìè ôàéë èìååò äëèíó áîëåå ÷åì {0} ïèêñåëåé èëè âûñîòó áîëåå ÷åì {1} ïèêñåëåé. Îí äîëæåí áûòü íå áîëåå ýòèõ çíà÷åíèé.', //221
'Òèï ôàéëà äëÿ çàãðóçêè íåâåðíûé (äîïóñòèìû òîëüêî jpg, gif è png). Âàø òèï - ', //222
'(Ìàêñ. {0} Kb)', //223
'Ñòàòèñòèêà ïî ñòðàíàì', //224
'Ó Âàñ íåò ñîîáùåíèé', //225
'Âñåãî ñîîáùåíèé - ', //226
'Íîìåð', //227 Number
'Îò', //228
'Äàòà', //229
'Óäàë', //230 Delete
'<sup>Íîâîå</sup>', //231 New messages
'Óäàëèòü âûäåëåííûå ñîîáùåíèÿ', //232
'Ñîîáùåíèå îò - ', //233
'Îòâåò', //234
'Ïðèâåò, Âû ïèñàëè {0}:\n\n_________________\n{1}\n\n_________________', //235 Reply to message {0} - date, {1} - message
'Âàøå ñîîáùåíèå áûëî ïðî÷òåíî', //236
'Âàøå ñîîáùåíèå:<br><br><span class=dat>{0}</span><br><br>áûëî ïðî÷òåíî {1} [ID#{2}] â {3}', //237 {0} - message, {1} - Username, {2} - UserID, {3} - Date and Time
'{0} ñîîáùåíèé áûëî óñïåøíî óäàëåíî!', //238
'Ïîæàëóéñòà ââåäèòå ñòàðûé ïàðîëü', //239
'Ïîæàëóéñòà ââåäèòå íîâûé ïàðîëü', //240
'Ïîæàëóéñòà ïîâòîðèòå íîâûé ïàðîëü', //241
'Èçìåíèòü ïàðîëü', //242
'Ñòàðûé ïàðîëü', //243
'Íîâûé ïàðîëü', //244
'Ïîâòîð ïàðîëÿ', //245
'Â Âàøåé ñïàëüíå íèêîãî íåò', //246
'Äàòà äîáàâëåíèÿ', //247
'Óäàëèòü âûäåëåííûõ þçåðîâ', //248
'Âû óâåðåíû â òîì, ÷òî õîòèòå óäàëèòü ñâîþ àíêåòó?<br>Âñå Âàøè ñîîáùåíèÿ, ôîòîãðàôèè áóäóò óäàëåíû èç áàçû.', //249
'Þçåð ñ ID#={0} áûë óñïåøíî óäàë¸í èç áàçû', //250
'Âàøà àíêåòà áóäåò óäàëåíà èç áàçû ïîñëå ïðîâåðêè àäìèíèñòðàòîðîì', //251
'{0} Þçåðîâ óñïåøíî óäàëåíî èç Âàøåé ñïàëüíè!', //252
'Íåèäåíòè÷íûå ïàðîëè èëè ïàðîëü ñîäåðæèò íåðàçðåøèìûå ñèìâîëû', //253
'Ó Âàñ íåò äîñòóïà äëÿ èçìåíåíèÿ ïàðîëÿ', //254
'Íåâåðíûé ñòàðûé ïàðîëü. Âåðíèòåñü è ïîïðîáóéòå ñíîâà!', //255
'Ïàðîëü áûë óñïåøíî èçìåí¸í!', //256
'Íåâîçìîæíî óäàëèòü âñå ôîòî', //257
'Âàøà àíêåòà óñïåøíî èçìåíåíà', //258
' - Óäàëèòü ôîòî', //259
'Âàøà ñåññèÿ áûëà óäàëåíà. Ìîæåòå çàêðûòü áðàóçåð.', //260
'Íåò ôëàãîâ', //261
'ßçûêè', //262
'Âîéòè', //263
'Ëîãèí [3-16 chars [A-Za-z0-9_]]', //264
'Ëîãèí', //265
'Âàø ëîãèí äîëæåí ñîñòîÿòü èç 3-16 çíàêîâ è òîëüêî A-Za-z0-9_ çíàêè äîïóñòèìû', //266
'Ýòîò ëîãèí óæå âûáðàí, Ïîæàëóéñòà âûáåðèòå äðóãîé!', //267
'Âñåãî þçåðîâ - {0}', //268
'The messages are not visible. You should be the privileged user see the messages.<br><br>You can purshase from <a href="'.C_URL.'/members/index.php?l=ru&a=r" class=head>here</a>', //269 change l=default to l=this_language_name
'User type', //270
'Purshase date', //271
'Search results position', //272
'Price', //273
'month', //274
'Purshase Last date', //275
'Higher than', //276
'Purshase', //277
'Purshase with', //278
'PayPal', //279
'Thanks for your registration. Payment has been succesfully send and will be checked by admin in short time.', //280
'Incorrect error. Please try again, or contact with admin!', //281
'Send congratulation letter about privilegies activating', //282
'User type has successfully changed.', //283
'Email with congratulations has been send to user.', //284
'ZIP',// 285 Zip code
'Congratulations, 

Your status is changed to {0}. This privilegies will be available in next {1} month.

Now you can check your messages in your box.

__________________________________
{2}', //286 {0} - Ex:Gold member, {1} - month number, {2} - Sitename from config
'Congratulations', //287 Subject
'ZIP code must be numeric', //288
'Keywords', //289
'We are sorry, but the following error occurred:', //290
'', //291
'', //292
'', //293
'', //294
'', //295
'', //296
'', //297
'', //298
'' //299
); 
?>
