<?php 
############################################################
# \-\-\-\-\-\-\     AzDG  - S C R I P T S    /-/-/-/-/-/-/ #
############################################################
# AzDGDatingLite          Version 2.0.3                    #
# Writed by               AzDG (support@azdg.com)          #
# Created 03/01/03        Last Modified 05/02/03           #
# Scripts Home:           http://www.azdg.com              #
############################################################
# File name               default_.php                     #
# File purpose            Addition to default langfile     #
# File created by         AzDG <support@azdg.com>          #
############################################################

$wg=array(
'Íåèçâåñòíî', 
'Ìóæ÷èíà',
'Æåíùèíà'
);

$wp=array(
'äëÿ íåèçâåñòíîãî',
'äëÿ ðîìàíòèêè',
'äëÿ äëèò. îòíîøåíèé',
'äëÿ äðóæáû',
'äëÿ èíòèìà'
);

// Privileged users names
$wpu=array(
'Lite member', // Free user
'Silver member',
'Gold member',
'Platinum member');
// Privileged users timelife (in month)
$wpt=array(
'0', // Free user
'3',
'6',
'12');
// Payment for each member type in dollars
$wpm=array(
'0', // Free User
'19',
'29',
'39');


$wm=array(
'Íå âûáðàíî', 
'Õîëîñò(Íå çàìóæåì)',
'Ðàçâåä¸ííûé(àÿ)',
'Â ðàçëóêå',
'Âäîâåö(Âäîâà)',
'Æåíàò(Çàìóæåì)'
);

$wmm=array(
'Íå âûáðàíî',
'ßíâàðü',
'Ôåâðàëü',
'Ìàðò',
'Àïðåëü',
'Ìàé',
'Èþíü',
'Èþëü',
'Àâãóñò',
'Ñåíòÿáðü',
'Îêòÿáðü', // [10]
'Íîÿáðü',
'Äåêàáðü'
);

$wc=array(
'Íå âûáðàíî',
'Íåò',
'1',
'2',
'3',
'4',
'5 èëè áîëåå'
);

$wh=array(
'Íå âûáðàíî',
'4\'2\' (127ñì)',
'4\'4\' (132ñì)',
'4\'6\' (137ñì)',
'4\'8\' (142ñì)',
'4\'1\' (152ñì)',
'5\'0\' (152ñì)',
'5\'2\' (157ñì)',
'5\'3\' (160ñì)',
'5\'4\' (163ñì)',
'5\'5\' (166ñì)', // [10]
'5\'6\' (168ñì)',
'5\'7\' (171ñì)',
'5\'8\' (173ñì)',
'5\'9\' (175ñì)',
'5\'1\' (178ñì)',
'6\'0\' (183ñì)',
'6\'2\' (188ñì)',
'6\'4\' (193ñì)',
'6\'6\' (198ñì)',
'6\'8\' (203ñì)', // [20]
'6\'1\' (208ñì)',
'7\'0\' (213ñì)'
);

$ww=array(
'Íå âûáðàíî',
'80 lbs (36êã)',
'85 lbs (39êã)',
'90 lbs (41êã)',
'95 lbs (43êã)',
'100 lbs (45êã)',
'105 lbs (48êã)',
'110 lbs (50êã)',
'115 lbs (52êã)',
'120 lbs (54êã)',
'125 lbs (57êã)', // [10]
'130 lbs (59êã)',
'135 lbs (61êã)',
'140 lbs (63êã)',
'145 lbs (66êã)',
'150 lbs (68êã)',
'155 lbs (70êã)',
'160 lbs (73êã)',
'165 lbs (75êã)',
'170 lbs (77êã)',
'175 lbs (79êã)', // [20]
'180 lbs (82êã)',
'185 lbs (84êã)',
'190 lbs (86êã)',
'195 lbs (89êã)',
'200 lbs (91êã)',
'205 lbs (93êã)',
'210 lbs (95êã)',
'215 lbs (97êã)',
'220 lbs (100êã)',
'225 lbs (102êã)', // [30]
'230 lbs (104êã)',
'235 lbs (107êã)',
'240 lbs (109êã)',
'245 lbs (111êã)',
'250 lbs (113êã)',
'255 lbs (116êã)',
'260 lbs (118êã)',
'265 lbs (120êã)',
'270 lbs (122êã)',
'275 lbs (125êã)', // [40]
'280 lbs (127êã)',
'285 lbs (129êã)',
'290 lbs (131êã)',
'295 lbs (134êã)',
'300 lbs (136êã)'
);

$whc=array(
'Íå âûáðàíî',
'×¸ðíûé',
'Áëîíäèí',
'Êîðè÷íåâûé',
'Áðþíåò',
'Êàøòàí',
'Ò¸ìíîðûæèé',
'Êðàøåííûé áëîíäèí',
'Çîëîòîé',
'Êðàñíûé',
'Ñåðûé', // [10]
'Ñåðåáðÿííûé',
'Áåëûé',
'Ëûñûé',
'Äðóãîå'
);

$we=array(
'Íå âûáðàíî',
'×åðíûé',
'Êàðèé',
'Ãîëóáîé',
'Çåë¸ííûé',
'Ñåðûé',
'Äðóãîé'
);

$wet=array(
'Íå âûáðàíî',
'Áåëàÿ/Êàâêàçñêàÿ',
'Èñïàíñêàÿ',
'Àçèàòñêàÿ',
'Íåãðèòÿíñêàÿ',
'Ìåòèñ',
'Äðóãîå'
);

$wr=array(
'Íå âûáðàíî',
'Àãíîñòèê',
'Àòåèñò',
'Áàïòèñò',
'Âåðà â Áîãà',
'Áóääèñò',
'Êàòîëèê',
'Õðèñòèàíèí',
'Âîñòî÷íûé îðòîäîêñ',
'Ãóìàíèñò',
'Èóäàèçì', // [10]
'Ëþòåðàíèí',
'Ìîðìîí (LDS)',
'Ìóñóëüìàíèí',
'Íîâûé âåê',
'Íå âåðóþùèé',
'Ïðîòåñòàíò',
'Äðóãîå'
);

$ws=array(
'Íå âûáðàíî',
'Íåêóðÿùèé',
'Èíîãäà',
'Ðåãóëÿðíî'
);

$wd=array(
'Íå âûáðàíî',
'Íèêîãäà',
'Èíîãäà',
'×àñòî'
);

$wed=array(
'Íå âûáðàíî',
'Ñðåäíÿÿ øêîëà',
'Ñòóäåíò êîëëåäæà',
'Ñòóäåíò ÂÓÇà',
'Âûïóñêíèê êîëëåäæà',
'Âûïóñêíèê ÂÓÇà'
);

$wu=array(
'Íå âûáðàíî',
'Áàííåð',
'Ãàçåòà',
'Òåëåôèäåíèå',
'Ïîèñêîâàÿ ñèñòåìà',
'Ðåêîìåíäàöèÿ äðóçåé',
'Äðóãîå'
);

$whr=array(
'Íå âûáðàíî',
'Êîçåðîã',
'Âîäîëåé',
'Ðûáû',
'Îâåí',
'Òåëåö',
'Áëèçíåöû',
'Ðàê',
'Ëåâ',
'Äåâà',
'Âåñû', // [10]
'Ñêîðïèîí',
'Ñòðåëåö'
);

$wsb=array(
'Óáûâàíèþ äàòû',
'Âîçðàñòàíèþ äàòû',
'Óáûâàíèþ èìåíè',
'Âîçðàñòàíèþ èìåíè',
'Óáûâàíèþ âîçðàñòà',
'Âîçðàñòàíèþ âîçðàñòà',
'Óáûâàíèþ ðîñòà',
'Âîçðàñòàíèþ ðîñòà',
'Óáûâàíèþ âåñà',
'Âîçðàñòàíèþ âåñà'
);
/* 
$wsb only for search - you can`t add new or remove - 
only translate!
*/

$wrg=array(
'Âåñü ïåðèîä',
'ïîñëåäíèå 7 äíåé',
'ïîñëåäíèé ìåñÿö',
'ïîñëåäíèå 3 ìåñÿöà',
'ïîñëåäíèé ãîä'
);

$wrgv=array(
'', // Not require enter this value for All period
'7', 
'31',
'92',
'365'
);


$wst=array(
'Âñå þçåðû',
'Æäóùèå ïîäòâåðæäåíèå ñ mail',
'Æäóùèå ïðîâåðêó ðåãèñòðàöèè',
'Æäóùèå ïðîâåðêó îáíîâëåíèÿ',
'Æäóùèå óäàëåíèÿ àíêåòû',
'Àêòèâíûå þçåðû'
);

$wcr=array(
' Íå âûáðàíî', // Ïåðâûé ïðîáåë çäåñü îáÿçàòåëåí äëÿ ñîðòèðîâêè!
'Àôãàíèñòàí',
'Àëáàíèÿ',
'Àëæèð',
'Àíäîððà',
'Àíãîëà',
'Àíòèãóà è Áàðáóäà',
'Àðãåíòèíà', 
'Àðìåíèÿ',
'Àâñòðàëèÿ',
'Àâñòðèÿ',
'Àçåðáàéäæàí',
'Áàãàìñêèå îñòðîâà',
'Áàõðåéí',
'Áàíãëàäåø',
'Áàðáàäîñ',
'Áåëîðóññèÿ', 
'Áåëüãèÿ',
'Áîëèâèÿ',
'Áîñíèÿ è Ãåðöåãîâèíà',
'Áîòñâàíà',
'Áðàçèëèÿ', 
'Áðóíåé',
'Áîëãàðèÿ',
'Áóðóíäè',
'Êàìáîäæà',
'Êàìåðóí',
'Êàíàäà',
'Öåíòðàëüíîàôðèêàíñêàÿ Ðåñïóáëèêà',
'×àä',
'×èëè',
'Êèòàé',
'Êîëóìáèÿ',
'Êîíãî',
'Êîñòà-Ðèêà',
'Êîò-äÈâóàð',
'Õîðâàòèÿ',
'Êóáà',
'Êèïð',
'×åøñêàÿ Ðåñïóáëèêà',
'Äàíèÿ',
'Äîìèíèêàíñêàÿ Ðåñïóáëèêà',
'Ýêâàäîð',
'Åãèïåò',
'Ñàëüâàäîð',
'Ýêâàòîðèàëüíàÿ Ãâèíåÿ',
'Ýñòîíèÿ',
'Ýôèîïèÿ',
'Ôèäæè',
'Ôèíëÿíäèÿ',
'Ôðàíöèÿ',
'Ãàáîí',
'Ãàìáèÿ',
'Ãðóçèÿ',
'Ãåðìàíèÿ', 
'Ãàíà',
'Ãèáðàëòàð',
'Ãðåöèÿ',
'Îñòðîâ Ãðåíëàíäèÿ',
'Ãðåíàäà',
'Îñòðîâ Ãâàäåëóïà',
'Ãâàòåìàëà',
'Ãâèíåÿ - Áèñàó',
'Ãâèíåÿ', 
'Ãàéàíà',
'Ãàèòè',
'Ãîíäóðàñ',
'Ãîíêîíã',
'Âåíãðèÿ',
'Èñëàíäèÿ',
'Èíäèÿ',
'Èíäîíåçèÿ',
'Èðàí', 
'Èðàê',
'Èðëàíäèÿ',
'Èçðàèëü',
'Èòàëèÿ',
'ßìàéêà',
'ßïîíèÿ',
'Èîðäàíèÿ',
'Êàçàõñòàí',
'Êåíèÿ',
'Ñåâåðíàÿ Êîðåÿ',
'Þæíàÿ Êîðåÿ',
'Êóâåéò',
'Êûðãûçñòàí',
'Ëàîñ',
'Ëàòâèÿ',
'Ëèâàí',
'Ëåñîòî',
'Ëèáåðèÿ',
'Ëèâèÿ',
'Ëèõòåíøòåéí',
'Ëèòâà',
'Ëþêñåìáóðã',
'Ìàêåäîíèÿ',
'Ìàäàãàñêàð',
'Ìàëàéçèÿ',
'Ìàëè', 
'Ìàëüòà',
'Ìàâðèòàíèÿ',
'Ìåêñèêà',
'Ìîëäîâà',
'Ìîíàêî', 
'Ìîíãîëèÿ',
'Ìàðîêêî',
'Ìîçàìáèê',
'Íàìèáèÿ',
'Íåïàë',
'Íèäåðëàíäû', 
'Íîâàÿ Çåëàíäèÿ',
'Íèêàðàãóà',
'Íèãåðèÿ',
'Íèãåð',
'Íîðâåãèÿ',
'Îìàí', 
'Ïàêèñòàí',
'Ïàíàìà',
'Íîâàÿ Ãâèíåÿ',
'Ïàðàãâàé',
'Ïåðó',
'Ôèëèïïèíû',
'Ïîëüøà',
'Ïîðòóãàëèÿ', 
'Ïóýðòî-Ðèêî',
'Êàòàð',
'Ðóìûíèÿ',
'Ðîññèéñêàÿ Ôåäåðàöèÿ',
'Ðóàíäà',
'Îñòðîâà Ñàìîà',
'Ñàí-Ìàðèíî',
'Ñàóäîâñêàÿ Àðàâèÿ',
'Ñåíåãàë',
'Ñüåððà-Ëåîíå (Çàïàäíàÿ Àôðèêà)',
'Ñèíãàïóð',
'Ñëîâàöêàÿ Ðåñïóáëèêà',
'Ñëîâåíèÿ', 
'Ñîëîìîí Èñëàíä',
'Ñîìàëè',
'Þæíàÿ Àôðèêà',
'Èñïàíèÿ',
'Øðè-Ëàíêà',
'Ñóäàí',
'Ñâàçèëåíä',
'Øâåöèÿ',
'Øâåéöàðèÿ',
'Ñèðèÿ',
'Òàéâàíü',
'Òàäæèêèñòàí',
'Òàíçàíèÿ',
'Òàèëàíä',
'Òóíèñ',
'Òóðöèÿ',
'Òóðêìåíèÿ',
'Óãàíäà',
'Óêðàèíà', 
'ÎÀÝ',
'Âåëèêîáðèòàíèÿ',
'Ñîåäèíåííûå Øòàòû',
'Óðóãâàé',
'Óçáåêèñòàí',
'Âàòèêàí',
'Âåíåñóýëà',
'Âüåòíàì',
'Éåìåí',
'Þãîñëàâèÿ',
'Çàèð',
'Çàìáèÿ',
'Çèìáàáâå'
);
// Íå áîëåå 255 ñòðàí â ýòîì ñïèñêå!!!
// Âû ìîæåòå èçìåíÿòü ýòîò ñïèñîê ê ãîðîäàì âàøåé ñòðàíû
// Áóäüòå âíèìàòåëüíû!
?>
