<?php
############################################################
# \-\-\-\-\-\-\     AzDG  - S C R I P T S    /-/-/-/-/-/-/ #
############################################################
# AzDGDatingLite          Version 2.0.3                    #
# Writed by               AzDG (support@azdg.com)          #
# Created 03/01/03        Last Modified 05/02/03           #
# Scripts Home:           http://www.azdg.com              #
############################################################
# File name               rua.php                          #
# File purpose            Additional langfile for admin    #
# File created by         AzDG <support@azdg.com>          #
############################################################
### !!!!! Please read it: RULES for translate!!!!! ###
### 1. Be carefull in translate - don`t use ' { } characters
###    You can use them html-equivalent - &#39; &#123; &#125;
### 2. Don`t translate {some_number} templates - you can only replace it - 
###    {0} - is not number - it template - also you can see another templates 
###    {name}, {pass}, {some_other}
###################################
$x=array(
'<font color=red size=3>*</font>', //0 - Symbol for requirement field
'Íåâåðíûé ëîãèí èëè ïàðîëü',//1
'Àäìèíèñòðàòèâíàÿ çîíà',//2
'Ëîãèí àäìèíà',//3
'Ïàðîëü àäìèíà',//4
'Çàéòè',//5
'Äîñòóï çàêðûò äëÿ íå àäìèíîâ',//6
'Ãëàâíàÿ',//7
'Î÷èñòèòü õèòû',//8
'Ëå÷èòü&Îïòèì',//9
'Óïðàâëåíèå þçåðàìè',//10
'Óïðàâëåíèå FAQ',//11
'Ðàññûëêà',//12
'Âûõîä',//13
'Âû óñïåøíî ïîêèíóëè àäìèíèñòðàòèâíóþ çîíó<br><br>Ñïàñèáî çà èñïîëüçîâàíèå ýòîãî áåñïëàòíîãî ñêðèïòà',//14
'Âñåãî email',//15
'Ïîñëàíî email',//16
'Ñëåäóþùàÿ ÷àñòü',//17
'Ïîëüçîâàòåëÿì áûëî îòîñëàíî {0} email',//18
'Ó Âàñ åñòü íåïðî÷èòàííûå ñîîáùåíèÿ íà {0}',//19 {0} - SiteName (C_SNAME)
'Íàéäåíî {0} ïîëüçîâàòåëåé',//20
'Óïðàâëåíèå ðàññûëêîé',//21
'Ñòàòóñ:',//22
'Ôóíêöèè è ïîëÿ email:',//23
'Òèï ïèñüìà',//24
'Îò êîãî',//25
'Òåìà',//26
'Ñîîáùåíèå',//27
'Ñîîáùèòü î ðåçóëüòàòàõ',//28
'Âåðíóòüñÿ íàçàä',//29
'Îòîñëàòü emailû',//30
'Íåçàêîí÷åííûå ðàññûëêè - {0}',//31
'Òåìà : {0} [Ïîñëàíî {1} þçåðàì] :::>',//32
'Çàêîí÷èòü ýòó ðàññûëêó',//33
'Text',//34
'HTML',//35
'Ïðåäïðîñìîòð',//36
'Þçåðîâ ñ íåïðî÷èòàííûìè ñîîáùåíèÿìè - ',//37
'Âñåãî íåïðî÷èòàííûõ ñîîáùåíèé - ',//38
'Ïîñëåäíåå ÈÄ ñîîáùåíèÿ - ',//39
'Ïîñëàòü ïèñüìà þçåðàì ñ íåïðî÷èòàííûìè ñîîáùåíèÿìè',//40
'Àíêåòà óñïåøíî èçìåíåíà',//41
'FAQ âîïðîñ óñïåøíî ñîçäàí',//42
'Ñîçäàòü íîâîå',//43
'Ïîæàëóéñòà ââåäèòå âîïðîñ',//44
'Ïîæàëóéñòà ââåäèòå îòâåò',//45
'Óïðàâëåíèå FAQ',//46
'Ñîçäàòü íîâóþ FAQ êàòåãîðèþ',//47
'Ðåäàêòèðîâàòü FAQ êàòåãîðèþ',//48
'Óäàëèòü FAQ êàòåãîðèþ',//49
'Ñîçäàòü FAQ',//50
'Âûáåðèòå FAQ êàòåãîðèþ',//51
'FAQ âîïðîñ',//52
'FAQ îòâåò',//53
'Ïåðâûì äåëîì Âû äîëæíû ñîçäàòü êàòåãîðèþ âîïðîñîâ',//54
'Ïîæàëóéñòà ââåäèòå èìÿ êàòåãîðèè',//55
'Ñîçäàíèå FAQ êàòåãîðèè',//56
'Íîâàÿ êàòåãîðèÿ áûëà ñîçäàíà:',//57
'Èìÿ FAQ êàòåãîðèè',//58
'Ðåäàêòèðîâàíèå FAQ êàòåãîðèè',//59
'Ðåäàêò.',//60
'Êàòåãîðèÿ áûëà èçìåíåíà',//61
'Ðåäàêòèðîâàíèå FAQ êàòåãîðèè',//62
'FAQ áûë óäàë¸í',//63
'FAQ êàòåãîðèÿ óäàëåíà',//64
'Çàìå÷àíèå : Áóäüòå âíèìàòåëüíû. Ñ óäàëåíèåì êàòåãîðèè Âû óäàëÿåòå âñå âîïðîñû â ýòîé êàòåãîðèè.',//65
'Óäàëèòü',//66
'0 - Æäóò email ïðîâåðêè<br>1 - Æäóò ïðîâåðêè àäìèíîì<br>2 - Æäóò ïðîâåðêè ïîñëå ðåäàêòèðîâàíèÿ<br>3,8 - Æäóò óäàëåíèÿ(ñ, áåç ïîêàçà)<br>7 - Àêòèâíûå þçåðû<br>',//67
'Áàçà äàííûõ áûëà âûëå÷åíà è îïòèìèçèðîâàíà',//68
'Þçåð ñ ID#={0} áûë óñïåøíî óäàë¸í èç áàçû äàííûõ',//69
'Õèòû áûëè î÷èùåíû',//70
'Óñïåøíî ðàçðåø¸í þçåð ñ id={0}',//71
'IP',//72
'Òðåáîâàòåëüíîñòü [0 - 255]',//73
'Ñòàòóñ - (Áóäüòå âíèìàòåëüíû)',//74
'Àêòèâèðîâàòü',//75
'Óïðàâëåíèå þçåðàìè',//76
'Âñåãî àêòèâíûõ þçåðîâ :',//77
'Þçåðû æäóùèå àêòèâèçàöèè ïîñëå ðåãèñòðàöèè',//78
'Þçåðû æäóùèå àêòèâèçàöèè ïîñëå îáíîâëåíèÿ',//79
'Þçåðû æäóùèå óäàëåíèÿ',//80
'Privilegied users',//81
'Privilegied users Management',//82
'',//83
'',//84
'',//85
'',//86
'',//87
'',//88
'',//89
'',//90
'',//91
'',//92
'',//93
'',//94
'',//95
'',//96
'',//97
'',//98
''//99
); 
?>
