<?php
############################################################
# \-\-\-\-\-\-\     AzDG  - S C R I P T S    /-/-/-/-/-/-/ #
############################################################
# AzDGDatingLite          Version 2.0.3                    #
# Writed by               AzDG (support@azdg.com)          #
# Created 03/01/03        Last Modified 05/02/03           #
# Scripts Home:           http://www.azdg.com              #
############################################################
# File name               gr.php                           #
# File purpose            Greek language file              #
# File created by         Sofokli Magoula <admin@sympan.gr>#
############################################################

define('C_HTML_DIR','ltr'); // HTML direction for this language
define('C_CHARSET', 'iso-8859-7'); // HTML charset for this language

### !!!!! Please read it: RULES for translate!!!!! ###
### 1. Be carefull in translate - don`t use ' { } characters
###    You can use them html-equivalent - &#39; &#123; &#125;
### 2. Don`t translate {some_number} templates - you can only replace it - 
###    {0},{1}... - is not number - it templates
###################################

$w=array(
'<font color=red size=3>*</font>', //0 - Symbol for requirement field
'ÓöÜëìá áóöáëåßáò - #', //1
'Ôï email áõôü õðÜñ÷åé Þäç óôçí âÜóç äåäïìÝíùí ìáò. Ðáñáêáëþ äïêéìÜóôå êÜðïéï Üëëï!', //2
'Ìç åãêõñï üíïìá. Ôï üíïìá ðñÝðåé íá åßíáé áðï {0} åþò {1} ÷áñáêôÞñåò', //3 - Don`t change {0} and {1} - See rule 2 !!!
'Ìç åãêõñï åðþíõìï. Ôï åðþíõìï ðñÝðåé íá åßíáé áðü {0} åþò {1} ÷áñáêôÞñåò', //4
'Ìç åãêõñç çìåñïìçíßá ãåíåèëßùí', //5
'Ìç åãêõñïò êùäéêüò ðñüóâáóçò. Ï êùäéêüò ðñüóâáóçò ðñÝðåé íá åßíáé áðü {0} åþò {1} ÷áñáêôÞñåò', //6
'Ðáñáêáëþ åðéëÝîôå öýëëï', //7
'Ðáñáêáëþ åðéëÝîôå öýëëï áíáæÞôçóçò', //8
'ÅðéëÝîôå ôïí ôýðï ó÷Ýóçò', //9
'Ðáñáêáëþ åðéëÝîôå ôçí ÷þñá óáò', //10
'Ìç åãêõñï Þ êåíü email', //11
'Ìç åãêõñç éóôïóåëßäá', //12
'Ìç åãêõñïò áñéèìüò ICQ', //13
'Ìç åãêõñï AIM', //14
'ÅéóÜãåôå ôï ôçëåöùíü óáò', //15
'ÅéóÜãåôå ôçí ðüëç óáò', //16
'ÅðéëÝîôå ôçí ïéêïãåíåéáêÞ óáò êáôÜóôáóç', //17
'Ðáñáêáëþ åðéëÝîôå ôçí áðÜíôçóç ó÷åôéêÜ ìå ôá ðáéäéÜ óáò', //18
'ÅðéëÝîôå ôï ýøïò óáò', //19
'ÅðéëÝîôå ôï âÜñïò óáò', //20
'ÅðéëÝîôå ôï õøïò ãéá ôï áôïìï ðïõ æçôÜôå', //21
'ÅðéëÝîôå ôï âÜñïò ãéá ôï Üôïìï ðïõ æçôÜôå', //22
'ÅðéëÝîôå ôï ÷ñþìá ôùí ìáëëéþí óáò', //23
'ÅðéëÝîôå ôï ÷ñþìá ôùí ìáôéþí óáò', //24
'ÅðéëÝîôå ôçí åèíéêïôçôÜ óáò', //25
'ÅðéëÝîôå ôçí èñçóêåßá óáò', //26
'ÅðéëÝîôå ôçí åèíéêüôçôá ãéá ôï áôïìï ðïõ æçôÜôå', //27
'ÅðéëÝîôå ôçí èñçóêåßá ãéá ôï áôïìï ðïõ æçôÜôå', //28
'ÅðéëÝîôå ó÷åôéêÜ ìå ôï êÜðíéóìá', //29
'ÅðéëÝîôå ó÷åôéêÜ ìå ôï ðïôü', //30
'ÅðéëÝîôå ó÷åôéêÜ ìå ôéò ãñáììáôéêÝò óáò ãíþóåéò', //31
'ÅðéëÝîôå ó÷åôéêÜ ìå ôçí åðáããåëìáôéêÞ óáò äñáóôçñéüôçôá', //32
'Óõìðëçñþóôå ôçí çëéêßá ôïõ áôüìïõ ðïõ æçôÜôå', //33
'ÅðéëÝîôå ðþò ìáò âñÞêáôå', //34
'Ðáñáêáëþ ãñÜøôå ôï ÷üìðé óáò', //35
'Ìç åãêõñï ðåäßï ÷üìðé Ôï ÷üìðé äåí ìðïñåß íá åßíáé ìåãáëýôåñï áðü {0} ÷áñáêôÞñåò', //36
'Ìç åãêõñï ìÝãåèïò ÷ïìðé. Ôï ÷üìðé äåí ìðïñåß íá åßíáé ìåãáëýôåñï áðü {0} ÷áñáêôÞñåò', //37
'Ðáñáêáëþ ãñÜøôå êÜôé ãéá óáò', //38
'Ìç åãêõñç ðåñéãñáöÞ. Ç ðåñéãñáöÞ äåí ìðïñåß íá åßíáé ìåãáëýôåñç áðü {0} ÷áñáêôÞñåò', //39
'Ìç åãêõñç ðåñéãñáöÞ. Ç ðåñéãñáöÞ äåí ìðïñåß íá åßíáé ìåãáëýôåñç áðü {0} ÷áñáêôÞñåò', //40
'Ç öùôïãñáößá óáò åßíáé õðï÷ñåùôéêÞ!', //41
'Óõã÷áñçôÞñéá! <br>Ï êùäéêüò åíåñãïðïßçóçò å÷åé óôáëåß óôï email óáò. <br>Åóåßò ðñÝðåé íá êÜíåôå åðéâåâáßùóç ãéá íá éó÷ýóåé ï ëïãáñéáóìüò óáò!', //42 - Message after register if need confirm by email
'Åðéâåâáßùóç åããñáöÞò', //43 - Confirm mail subject
'Åõ÷áñéóôïýìå ãéá ôçí åããñáöÞ óôçí éóôïóåëßäá ìáò...
Ôï óçìåéï ðïõ ëååé id åéíáé êáé ôï id åéóüäïõ óáò
Ðáñáêáëïýìå áêïëïõèÞóôå áõôü ôï óýíäåóìï ãéá åðéâåâáßùóç ôçò åããñáöÞò óáò:

', //44 - Confirm message
'Åõ÷áñéóôïýìå ãéá ôçí åããñáöÞ. Ôá óôïé÷åéá óáò èá åíåñãïðïéçèïýí óýíôïìá. Ðáñáêáëþ åëÜôå ðÜëé áñãüôåñá...', //45 - Message after registering if admin allowing is needed
'Óõã÷áñçôÞñéá! <br>Ôá óôïé÷åßá óáò Ý÷ïõí ðñïóôåèåß ìå åðéôõ÷ßá óôçí âÜóç äåäïìÝíùí!<br><br>Ôï ÷áñáêôçñéóôéêü åéóüäïõ åßíáé:', //46
'<br>Ï êùäéêüò óáò:', //47
'Ðáñáêáëþ îáíáåéóÜãåôå ôùí êùäéêü', //48
'ï êùäéêüò äåí åßíáé ï ßäéïò', //49
'ÅããñáöÞ ÷ñÞóôç', //50
'Ôï ïíïìÜ óáò', //51
'÷áñáêôÞñåò', //52
'Åðþíõìï', //53
'Êùäéêüò åéóüäïõ', //54
'ÅðáíåããñáöÞ êùäéêïý', //55
'Ôá ãåíåèëéÜ óáò', //56
'Ôï öýëëï óáò', //57
'Ôýðïò ó÷Ýóçò', //58
'Ç ÷þñá óáò', //59
'Ôï Email óáò', //60
'Ç éóôïóåëßäá óáò', //61
'Ôï ICQ óáò', //62
'Ôï AIM óáò', //63
'Ôï ôçëåöùíü óáò', //64
'Ç ðüëç óáò', //65
'ÏéêïãåíåéáêÞ êáôÜóôáóç', //66
'Ôá ðáéäéÜ óáò', //67
'Ôï ýøïò óáò', //68
'Ôï âÜñïò óáò', //69
'Ôï ÷ñþìá ôùí ìáëëéþí óáò', //70
'Ôï ÷ñþìá ôùí ìáôéþí óáò', //71
'Ç åèíéêïôçôÜ óáò', //72
'Ôï èñçóêåõìÜ óáò', //73
'ÊáðíéóôÞò', //74
'Ðüôçò', //75
'Ïé ãñáììáôéêÝò óáò ãíþóåéò', //76
'Ç äïõëåéÜ óáò', //77
'Ôá ÷üìðé óáò', //78
'Äùóôå ìéá óýíôïìç ðåñéãñáöÞ ôïõ åáõôïý óáò êáé ôïõ áôüìïõ ðïõ èÝëåôå íá ãíùñßóåôå.', //79
'Áíáæçôçóç ãéá', //80
'Áíáæçôçóç åèíéêüôçôáò', //81
'Áíáæçôçóç èñçóêåßáò', //82
'Áíáæçôçóç çëéêßáò', //83
'Áíáæçôçóç ýøïõò', //84
'Áíáæçôçóç âÜñïõò', //85
'Áðü ðïõ âñÞêáôå ôçí éóôïóåëßäá?', //86
'Öùôïãñáößá', //87
'ÊåíôñéêÞ óåëßäá', //88
'ÅããñáöÞ', //89
'Ðåñéï÷Þ ìåëþí', //90
'ÁíáæÞôçóç', //91
'Åðéêïéíùíßá', //92
'FAQ', //93
'ÓôáôéóôéêÜ', //94
'ÅðéëïãÝò ÷ñÞóôç ID#', //95
'ÅìöÜíéóç ìõíçìÜôùí', //96
'Ç êñåâáôïêáìáñÜ ìïõ', //97
'Ôá óôïé÷åßá ìïõ', //98
'ÁëëáãÞ óôïé÷åßùí', //99
'ÁëëáãÞ êùäéêïý', //100
'ÄéáãñáöÞ óôïé÷åßùí', //101
'Åîïäïò', //102
'×ñüíïò äéåñãáóßáò:', //103
'äåõôåñüëåðôá', //104
'×ñÞóôåò óõíäåäåìÝíïé:', //105
'ÅðéóêÝðôåò óõíäåäåìÝíïé:', //106
'Powered by <a href="http://www.azdg.com" target="_blank" class="desc">AzDG</a> translate from <a href="http://www.sympan.gr" target="_blank" class="desc">Sympan Networks</a>', //107 - Don`t change link - only for translate - read GPL!!!
'Ìüíï åããåãñáìÝíïé ÷ñÞóôåò ìðïñïýí íá ÷ñçóéìïðïéÞóïõí åîåéäéêåõìÝíç áíáæÞôçóç', //108
'Óõãíþìç, "Ç çëéêßá áðü" ðñÝðåé íá åßíáé ìéêñüôåñç áðü "Çëéêßá åþò"', //109
'ÁíáæÞôçóç äåí âñÞêå ôßðïôá', //110
'Ï÷é', //111 Picture available?
'Íáé', //112 Picture available?
'Can`t connect to server<br>Your mysql login or mysql password is wrong.<br>Check it in config file', //113
'Can`t connect to server<br>Database don`t exist<br>Or Change Database name in config', //114
'Óåëßäåò :', //115
'ÁðïôåëÝóìáôá áíáæÞôçóçò', //116
'Óõíïëï : ', //117 
'Ïíïìá ÷ñÞóôç', //118
'Óêïðüò', //119
'Çëéêßá', //120
'×þñá', //121
'Ðüëç', //122
'Ôåëåõôáßá åðßóêåøç', //123
'Çìåñïìçíéá åããñáöÞò', //124
'ÅîåéäéêåõìÝíç áíáæÞôçóç', //125
'×ñÞóôç ID#', //126
'Ïíïìá', //127
'Åðþíõìï', //128
'Æþäéï', //129
'Õøïò', //130
'Âáñïò', //131
'Öýëëï', //132
'Ôõðïò ó÷Ýóçò', //133
'ÏéêïãåíåéáêÞ êáôÜóôáóç', //134
'ÐáéäéÜ', //135
'×ñþìá ìáëëéþí', //136
'×ñþìá ìáôéþí', //137
'Åèíéêüôçôá', //138
'Èñçóêåßá', //139
'ÊáðíéóôÞò', //140
'Ðüôçò', //141
'ÃñáììáôéêÝò ãíþóåéò', //142
'ÁíáæÞôçóç ÷ñçóôþí ìå', //143
'Éóôïóåëßäá', //144
'ICQ', //145
'AIM', //146
'ÔçëÝöùíï', //147
'ÅããñáöÞ óôéò ', //148
'Ôáîéíüìçóç áðïôåëåóìÜôùí áíÜ', //149
'ÁðïôåëÝóìáôá áíá óåëßäá', //150
'ÁðëÞ áíáæÞôçóç', //151
'Ðñüóâáóç áðáãïñåõìÝíç ãéá ìç ÷ñÞóôåò', //152
'Ðñïóâáóç áðáãïñåõìÝíç ãéá áðïóôïëÞ êáêþí óôïé÷åßùí', //153
'×ñÞóôçò õðÜñ÷åé Þäç óôçí âÜóç êáêþí óôïé÷åßùí', //154
'Åõ÷áñéóôïýìå, ×ñÞóôçò å÷åé ðñïóôåèåß óôïõò êáêïäéÜèåôïõò ÷ñÞóôåò êáé èá åëå÷èåß áðü ôïí äéá÷åéñçóôÞ óýíôïìá', //155
'Ðñüóâáóç áðáãïñåõìÝíç ãéá ÷ñÞóç ôçò êñåâáôïêÜìáñáò', //156
'×ñÞóôçò õðÜñ÷åé Þäç óôçí êñåâáôïêáìáñÜ óáò', //157
'Åõ÷áñéóôïýìå, ×ñÞóôçò ðñïóôÝèçêå ìå åðéôõ÷ßá óôçí êñåâáôïêáìáñÜ óáò', //158
'Ôá óôïé÷åßá å÷ïõí óôáëåß ìå åðéôõ÷ßá óôïí äéá÷åéñéóôÞ ãéá åëåã÷ï!', //159
'Ôá óôïé÷åßá óáò Ý÷ïõí ðñïóôåèåß ìå åðéôõ÷ßá óôçí âÜóç äåäïìÝíùí', //160
'Åíåñãïðïßçóç óôïé÷åßùí ìå óöÜëìá. Éóùò íá å÷ïõí åíåñãïðïéçèåß Þäç ôá óôïé÷åßá', //161
'Âáóç äåäïìÝíùí FAQ åéíáé áäåéá', //162
'FAQ áðÜíôçóç#', //163
'Ïëá ôá ðåäéá ðñÝðåé íá óõìðëçñùèïýí', //164
'Ôï ìçíõìÜ óáò å÷åé óôáëåß ìå åðéôõ÷ßá', //165
'Ðáñáêáëþ äùóôå åíá èÝìá', //166
'Ðáñáêáëþ ãñÜøôå ôï ìçíõìÜ óáò', //167
'ÈÝìá', //168
'ÌÞíõìá', //169
'ÁðïóôïëÞ ìçíýìáôïò', //170
'Ãéá ìÝëç', //171
'ID åéóüäïõ', //172
'Îå÷áóá ôïí êùäéêü', //173
'ÓõóôÞóôå ìáò', //174
'Öéëéêü-{0} email', //175
'ÓÞìåñá Ý÷ïõí ãåíÝèëéá', //176
'×ùñßò ãåíÝèëéá', //177
'Êáëþò Þñèáôå óôçí éóôïóåëßäá AzDGDating', //178 Welcome message header
'AzDGDatingLite - åéíáé ï åõêïëïò ôñüðïò ãéá íá êÜíåôå íÝïõò ößëïõò Þ ãíùóôïýò ãéá äéáóêÝäáóç, ó÷åóåéò, Þ óïâáñü äåóìü. Ç óõæçôÞóåéò ìå Üëëá áôïìá êáé ç øõ÷áãùãßá ìÝóá áðü åäþ ðáñÝ÷ïõí ìéá áóöÜëåéá ðáñÜëëçëá ìå ôçí äéáóêÝäáóç. Óáò äßíåôå ç åõêáéñßá íá ãíùñßóåôå êáëÜ êÜðïéï Üôïìï ðñéí óõíáíôçèÞôå áðåõèåßáò ìáæß ôïõ, Þ íá êáíïíßóåôå íá âñåèåßôå ðïëëÜ áôüìá ìáæß ðïõ ãíùñéóôÞêáôå åäù ðÝñá.<br><br>Ìðïñåßôå íá êÜíåôå ãíùñéìßåò êáé íá åðéêïéíùíÞóåôå ìå Üëëá áôïìá ìéáò êáé ðáñáìÝíåé áðüññçôïò ï ðñïóùðéêüò óáò ëïãáñéáóìüò çëåêôñïíéêïý ôá÷õäñïìßïõ.<br>', //179 Welcome message
'Ôåëåõôáßïé {0} åããåãñáìÝíïé ÷ñÞóôåò', //180
'ÃñÞãïñç áíáæÞôçóç', //181
'ÅéäéêåõìÝíç áíáæÞôçóç', //182
'Öùôïãñáößá ôçò çìÝñáò', //183
'ÁðëÜ óôáôéóôéêÜ', //184
'Ôï ID óáò ðñÝðåé íá åßíáé Ýíá íïýìåñï', //185
'Ìç åãêõñï ID# åéóüäïõ, Þ êùäéêüò ðñüóâáóçò', //186
'Ðñüóâáóç áðáãïñåõìÝíç ãéá áðïóôïëÞ ìçíõìÜôùí óôï email', //187
'ÁðïóôïëÞ ìçíýìáôïò email óôï ÷ñÞóôç ìå ID#', //188
'Äåí õðÜñ÷ïõí óõíäåäåìÝíïé ÷ñÞóôåò', //189
'Óåëßäá óõóôçóçò ìç äéáèÝóéìç', //190
'×áéñåôéóìïß áðü {0}', //191 "Recommend Us" subject, {0} - username
'êáëçóðÝñá áðü {0}!

Ôé êÜíåéò ? :)

Óå ðáñáêáëþ íá åðéóêåõôåßò áõôçí ôçí éóôïóåëßäá åéíáé êáôáðëçêôçêÞ:
{1}', //192 "Recommend Us" message, {0} - username, {1} - site url
'Ðáñáêáëþ ãñÜøôå óùóôÜ ôïí ößëï#{0} email', //193
'Ðáñáêáëþ äþóôå ôï äéêü óáò ïíïìá êáé E-mail', //194
'Ï êùäéêüò óáò áðü {0}', //195 Reming password email subject
'Ï ëïãáñéáóìüò áõôüò åéíáé áðåíåñãïðïéçìÝíïò Þ äåí õðÜñ÷åé óôçí âÜóç äåäïìÝíùí.<br>Ðáñáêáëþ åðéêïéíùíÞóôå ìå ôïí äéá÷åéñçóôÞ ó÷åôéêÜ ìå áõôü ôï ðñüâëçìá áðü ôçí åðéêïéíùíßá. ÓõìðåñéëÜâåôå êáé ôï ID óáò ðáñáêáëþ.', //196
'ÊáëçóðÝñá!

Ôï äéêü óáò ID# åéóüäïõ:{0}
Ï êùäéêüò óáò åéóüäïõ:{1}

_________________________
{2}', //197 Remind password email message, Where {0} - ID, {1} - password, {2} - C_SNAME(sitename)
'Ï êùäéêüò óáò Ý÷åé óôáëåß ìå åðéôõ÷ßá óôï email óáò.', //198
'Ðáñáêáëþ åéóÜãåôå ôï ID óáò', //199
'ÁðïóôïëÞ êùäéêïý', //200
'Ðñüóâáóç áðáãïñåõìÝíç ãéá áðïóôïëÞ ìçíõìÜôùí', //201
'ÁðïóôïëÞ ìçíýìáôïò óôï ÷ñÞóôç ìå ID#', //202
'Åéäïðïßçóç üôáí ï ÷ñÞóôçò äéáâÜóåé ôï ìÞíõìá', //203
'Äåí õðÜñ÷ïõí ÷ñÞóôåò óôçí âÜóç äåäïìÝíùí', //204
'ÓôáôéóôéêÜ äåí åßíáé äéáèÝóéìá', //205
'ÔÝôïéï åíåñãü ID äåí õðÜñ÷åé', //206
'Óôïé÷åßá ID#', //207
'Ïíïìá ÷ñÞóôç', //208
'Åðþíõìï ÷ñÞóôç', //209
'ÃåíÝèëéá', //210
'Email', //211
'ÌÞíõìá áðü AzDGDating', //212 - Subject for email
'ÅñãáóßáJob', //213
'×üìðé', //214
'Ó÷åôéêÜ', //215
'Äçìïôéêüôçôá', //216
'ÁðïóôïëÞ email', //217
'Ìç åãêõñá óôïé÷åßá', //218
'ÐñïóèÞêç óôç äéêÞ ìïõ êñåâáôïêÜìáñá', //219
'Äåí õðÜñ÷åé áñ÷åßï ãéá áíÝâáóìá, <br>Þ ôï áñ÷åßï ðïõ äïêéìÜóáôå íá áíåâÜóåôå åßíáé ìåãáëýôåñï áðü ôï üñéï ôùí {0} Kb. Ôï áñ÷åßï óáò åßíáé {1} Kb', //220
'ôï áñ÷åßï ðïõ äïêéìÜóáôå íá áíåâÜóåôå åßíáé ìåãáëýôåñï óå ðëÜôïò áðü ôï üñéï ôùí {0} px Þ ôï ýøïò åßíáé ìåãáëÞôåñï ôïõ ïñßïõ ôùí {1} px.', //221
'Ï ôýðïò áñ÷åßïõ ðïõ äïêéìÜóáôå íá áíåâÜóåôå åéíáé åóöáëìÝíïò (ìüíï jpg, gif êáé png åéíáé áðïäåêôÜ). Ôï äéêü óáò åßíáé - ', //222
'(Ìåãéóôï. {0} Kb)', //223
'ÓôáôéóôéêÜ áðü ÷þñåò', //224
'Äåí Ý÷åôå ìçíýìáôá', //225
'ÓõíïëéêÜ ìçíýìáôá - ', //226
'Íïõìåñï', //227 Number
'Áðü', //228
'Çìåñïìçíßá', //229
'ÄéáãñáöÞ', //230 Delete
'<sup>Íåï</sup>', //231 New messages
'ÄéáãñáöÞ åðéëåãìÝíùí ìçíõìÜôùí', //232
'ÌÞíõìá áðü - ', //233
'ÁðÜíôçóç', //234
'ÊáëçóðÝñá, Åóý åããñáøåò {0}:\n\n_________________\n{1}\n\n_________________', //235 Reply to message {0} - date, {1} - message
'Ôï ìçíõìÜ óáò Ý÷åé äéáâáóôåß', //236
'Ôï ìçíõìÜ óáò:<br><br><span class=dat>{0}</span><br><br>Ý÷åé äéáâáóôåß áðü  {1} [ID#{2}] óôéò {3}', //237 {0} - message, {1} - Username, {2} - UserID, {3} - Date and Time
'{0} ìçíýìáôá äéáãñÜöçêáí ìå åðéôõ÷ßá!', //238
'Ðáñáêáëþ åéóÜãåôå ôï ðáëéü êùäéêü', //239
'Ðáñáêáëþ åéóÜãåôå ôï íÝï êùäéêü', //240
'Ðáñáêáëþ îáíáåéóÜãåôå ôïí íÝï êùäéêü', //241
'ÁëëáãÞ êùäéêïý', //242
'Ðáëéüò êùäéêüò', //243
'ÍÝïò êùäéêüò', //244
'ÎáíáåéóáãùãÞ íÝïõ êùäéêïý', //245
'Äåí Ý÷åôå êáíÝíá ÷ñÞóôç óôçí êñåâáôïêáìáñÜ óáò', //246
'Çìåñïìçíßá ðñïóèÞêçò', //247
'ÄéáãñáöÞ åðéëåãìÝíùí ÷ñçóôþí', //248
'Åéóáóôå óßãïõñïé ðùò èÝëåôå íá äéáãñÜøåôå ôá óôïé÷åßá óáò?<br>Ïëá ôá ìçíõìáôá óáò êáé åéêüíåò èá äéáãñáöïýí áðü ôçí âÜóç äåäïìÝíùí.', //249
'×ñÞóôçò ìå  ID#={0} Ý÷åé äéáãñáöÞ ìå åðéôõ÷ßá áðü ôçí âÜóç äåäïìÝíùí', //250
'Ôá óôïé÷åßá óáò èá äéáãñáöïýí ýóôåñá áðü åëåã÷ï áóöáëåßáò ôïõ äéá÷åéñéóôÞ', //251
'{0} ÷ñÞóôåò äéáãñÜöôçêáí ìå åðéôõ÷ßá áðü ôçí êñåâáôïêáìáñÜ óáò!', //252
'Äåí åßíáé éäéïé ïé êùäéêïß ðñüóâáóçò Þ ðåñéÝ÷ïõí ìç åãêõñïõò ÷áñáêôÞñåò', //253
'Äåí Ý÷åôå ðñïóâáóç ãéá íá áëëÜîåôå ôïí êùäéêü', //254
'ËáíèáóìÝíï ðáëéïò êùäéêüò. Ðáñáêáëþ åðéóôñÝøôå êáé îáíáóõìðëçñþóôå ôï!', //255
'Ï êùäéêüò áëëáîå ìå åðéôõ÷ßá!', //256
'Äåí åéíáé ðéèáíü íá óâÞóåôå üëåò ôéò öùôïãñáößåò', //257
'Ôá óôïé÷åßá óáò å÷ïõí áëëÜîåé ìå åðéôõ÷ßá', //258
' - ÄéáãñáöÞ öùôïãñáößáò', //259
'Ç óõíäåóÞ óáò Ý÷åé ïëïêëçñùèåß. Ìðïñåßôå íá êëåßóåôå ôï ðñïãñáììá óáò', //260
'Åéêüíá óçìáßáò äåí åßíáé äéáèÝóéìç', //261
'Ãëþóóåò', //262
'ÐñïóèÞêç', //263
'Login [3-16 chars [A-Za-z0-9_]]', //264
'Login', //265
'Your login must consist of 3-16 chars and only A-Za-z0-9_ chars is available', //266
'This is login already in database. Please select another!', //267
'Total users - {0}', //268
'The messages are not visible. You should be the privileged user see the messages.<br><br>You can purshase from <a href="'.C_URL.'/members/index.php?l=gr&a=r" class=head>here</a>', //269 change l=default to l=this_language_name
'User type', //270
'Purshase date', //271
'Search results position', //272
'Price', //273
'month', //274
'Purshase Last date', //275
'Higher than', //276
'Purshase', //277
'Purshase with', //278
'PayPal', //279
'Thanks for your registration. Payment has been succesfully send and will be checked by admin in short time.', //280
'Incorrect error. Please try again, or contact with admin!', //281
'Send congratulation letter about privilegies activating', //282
'User type has successfully changed.', //283
'Email with congratulations has been send to user.', //284
'ZIP',// 285 Zip code
'Congratulations, 

Your status is changed to {0}. This privilegies will be available in next {1} month.

Now you can check your messages in your box.

__________________________________
{2}', //286 {0} - Ex:Gold member, {1} - month number, {2} - Sitename from config
'Congratulations', //287 Subject
'ZIP code must be numeric', //288
'Keywords', //289
'We are sorry, but the following error occurred:', //290
'', //291
'', //292
'', //293
'', //294
'', //295
'', //296
'', //297
'', //298
'' //299
); 
?>
