<?php
############################################################
# \-\-\-\-\-\-\     AzDG  - S C R I P T S    /-/-/-/-/-/-/ #
############################################################
# AzDGDatingLite          Version 2.0.3                    #
# Writed by               AzDG (support@azdg.com)          #
# Created 03/01/03        Last Modified 05/02/03           #
# Scripts Home:           http://www.azdg.com              #
############################################################
# File name               gra.php                          #
# File purpose            Additional langfile for admin    #
# File created by         Sofokli Magoula <admin@sympan.gr>#
############################################################
### !!!!! Please read it: RULES for translate!!!!! ###
### 1. Be carefull in translate - don`t use ' { } characters
###    You can use them html-equivalent - &#39; &#123; &#125;
### 2. Don`t translate {some_number} templates - you can only replace it 
###    {0} - is not number - it template
###################################
$x=array(
'<font color=red size=3>*</font>', //0 - Symbol for requirement field
'ËÜèïò åßóïäïò Þ êùäéêüò - try again',//1
'Ðåñéï÷Þ äéá÷åéñéóôÞ',//2
'Åéóïäïò äéá÷åéñéóôÞ',//3
'Êùäéêüò äéá÷åéñéóôÞ',//4
'Åéóïäïò',//5
'Ðñïóâáóç êëåéóôÞ ãéá ìç äéá÷åéñéóôÝò',//6
'ÊåíôñéêÞ óåëßäá',//7
'Êáèáñéóìüò hits',//8
'Repair&Optimize',//9
'Äéá÷åßñéóç ÷ñçóôþí',//10
'Äéá÷åßñéóç FAQ',//11
'Ëßóôá ôá÷õäñïìßïõ',//12
'Åîïäïò',//13
'Å÷åôå âãåé ìå åðéôõ÷ßá áðü ôçí ðåñéï÷Þ äéá÷åéñéóôÞ<br><br>Åõ÷áñéóôïýìå ãéá ôçí ÷ñÞóç ôïõ script',//14
'ÓõíïëéêÜ mails',//15
'ÓôáëìÝíá mails',//16
'Ôï áêüëïõèï êïììÜôé',//17
'{0} mails å÷ïõí óôáëåß óå ÷ñÞóôåò',//18
'Åóåéò Ý÷åôå áäéÜâáóôá ìçíýìáôá {0}',//19 {0} - SiteName (C_SNAME)
'ÂñÝèçêáí {0} ìÝëç',//20
'Äéá÷åßñéóç Maillist',//21
'Ìå êáôÜóôáóç status:',//22
'Ôá÷õäñïìåßïõ ñõèìßóåéò êáé ðåñéï÷Ýò:',//23
'Ôá÷õäñïìßïõ ôýðïò',//24
'Áðü Mail',//25
'ÈÝìá Mail',//26
'ÌÞíõìá Mail',//27
'Åðéâåâáßùíóç ó÷åôéêÜ ìå áðïôåëÝóìáôá',//28
'ÅðéóôñïöÞ ðßóù',//29
'ÁðïóôïëÞ',//30
'Ìç ïëïêëçñùìÝíåò ëåéôïõñãåßåò - {0}',//31
'Èåìá : {0} [ÅóôÜëåé óå {1} ÷ñÞóôåò] :::>',//32
'ÔÝëïò áõôÞò ôçò ëåéôïõñãåßáò',//33
'Êåéìåíï',//34
'HTML',//35
'Ðñïåðéóêüðçóç',//36
'×ñÞóôåò ìå áäéÜâáóôá ìçíýìáôá - ',//37
'ÓõíïëéêÜ áäéÜâáóôá ìçíýìáôá - ',//38
'Ôåëåõôáßï id ìçíýìáôïò- ',//39
'ÁðïóôïëÞ åíçìåñùôéêïý ìçíýìáôïò óå ÷ñÞóôåò ìå áäéÜâáóôá ìçíýìáôá',//40
'Ðñïößë áíáíåþèçêå ìå åðéôõ÷ßá',//41
'ÅñùôÞóåéò FAQ å÷ïõí äçìéïõñãçèåß ìå åðéôõ÷ßá',//42
'Äçìéïõñãßá íÝïõ',//43
'Ðáñáêáëþ åéóÜãåôå åñùôÞóåéò',//44
'Ðáñáêáëþ åéóáãåôå áðáíôÞóåéò',//45
'Äéá÷åßñçóç FAQ',//46
'Äçìéïõñãßá íÝáò êáôçãïñßáò FAQ',//47
'Äéüñèùóç êáôçãïñßáò FAQ',//48
'ÄéáãñáöÞ êáôçãïñßáò FAQ',//49
'Äçìéïõñãßá FAQ',//50
'ÅðéëïãÞ êáôçãïñßáò FAQ',//51
'Åñþôçóç FAQ',//52
'ÁðÜíôçóç FAQ',//53
'Ðñþôá áðü ïëá äçìéïõñãÞóôå ìéá êáôçãïñßá FAQ',//54
'Ðáñáêáëþ åéóÜãåôå ïíïìá êáôçãïñßáò',//55
'Êáôçãïñßá FAQ äçìéïõñãÞèçêå',//56
'ÍÝá êáôçãïñßá äçìéïõñãçèçêå:',//57
'Ïíïìá êáôçãïñéáò FAQ',//58
'Äéüñèùóç êáôçãïñéáò FAQ',//59
'Äéïñèùóç',//60
'Êáôçãïñéá å÷åé áëëÜîåé',//61
'Äéüñèùóç êáôçãïñßáò FAQ',//62
'FAQ å÷åé äéáãñáöÞ',//63
'êáôçãïñßá FAQ äéáãñáöôçêå',//64
'Ðñïóï÷Þ : Åéóôå óßãïõñïò. Ìå ôçí äéáãñáöÞ êáôçãïñßáò èá äéáãñáöïýí üëåò ïé åñùôÞóåéò óôçí êáôçãïñßá áõôÞ.',//65
'ÄéáãñáöÞ',//66
'0 - ÁíáìïíÞ åëÝã÷ïõ email<br>1 - ÁíáìïíÞ åëåã÷ïõ ìåôÜ ôçí åããñáöç<br>2 - ÁíáìïíÞ åëåã÷ïõ ìåôá áðü áíáíÝùóç<br>3,8 - ÁíáìïíÞ ãéá äéáãñáöÞ(÷ùñßò,ìå åìöÜíéóç)<br>7 - ×ñÞóôåò åßíáé åíåñãïß<br>',//67
'Âáóç äåäïìåíùí å÷åé äéïñèùèåß êáé óõìðéåóôåß',//68
'×ñÞóôçò ìå ID#={0} å÷åé ìå åðéôõ÷ßá äéáãñáöÞ áðü ôçí âÜóç äåäïìÝíùí',//69
'Hits å÷ïõí êáèáñéóôåß',//70
'Åðéôõ÷ßá óôçí áðïäï÷Þ ÷ñÞóôç ìå id={0}',//71
'IP',//72
'×ñåéÜæïíôáé [0 - 255]',//73
'ÊáôÜóôáóç ',//74
'ÅðéôñÝðïíôáé',//75
'Äéá÷åßñçóç ÷ñçóôþí',//76
'ÓõíïëéêÜ åíåñãïß ÷ñÞóôåò :',//77
'×ñÞóôåò ðïõ ðåñéìÝíïõí åíåñãïðïßçóç ìåôÜ áðü åããñáöÞ',//78
'×ñÞóôåò ðïõ ðåñéìÝíïõí åíåñãïðïßçóç ìåôÜ áðü áíáíÝùóç',//79
'×ñÞóôåò ðïõ ðåñéìÝíïõí äéáãñáöÞ',//80
'Privilegied users',//81
'Privilegied users Management',//82
'',//83
'',//84
'',//85
'',//86
'',//87
'',//88
'',//89
'',//90
'',//91
'',//92
'',//93
'',//94
'',//95
'',//96
'',//97
'',//98
''//99
); 
?>
