<?php

###############################################################################
# chinese_big5.php
#
# Last Modified:20021023
# Version: 0.91
#
# This is the Chinese (big5) language page for GeekLog!
#
# Copyright (C) 2002 Jacky Chan
# jacky@netosoft.com
#
# Note: This is the first release. If you want to rephrase sentences, please 
#       drop me an email.
#
# Chinese punctuation used in this file
# ¡F¡J¡B¡I¡A¡C¡H
#
# This program is free software; you can redistribute it and/or
# modify it under the terms of the GNU General Public License
# as published by the Free Software Foundation; either version 2
# of the License, or (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA  02111-1307, USA.
#
###############################################################################

$LANG_CHARSET = "big5";

###############################################################################
# Array Format:
# $LANGXX[YY]:$LANG - variable name
#  XX - file id number
#YY - phrase id number
###############################################################################

###############################################################################
# USER PHRASES - These are file phrases used in end user scripts
###############################################################################

###############################################################################
# common.php

$LANG01 = array(
    1 => "°^ÄmªÌ¡J",
    2 => "Åª¦h¨Ç",
    3 => "­Ó·N¨£",
    4 => "½s¿è",
    5 => "§ë²¼",
    6 => "µ²ªG",
    7 => "§ë²¼µ²ªG",
    8 => "§ë²¼",
    9 => addslashes("ºÞ²zªÌ¥\¯à¡J"),
    10 => "´£¥æª«",
    11 => "¬G¨Æ",
    12 => "²Õ¥ó",
    13 => "¥DÃD",
    14 => "³sµ²",
    15 => "¨Æ¥ó",
    16 => "§ë²¼",
    17 => "¥Î¤á",
    18 => "SQL Query",
    19 => "µn¥X",
    20 => "¥Î¤á¸ê°T¡J",
    21 => "¥Î¤á¦W",
    22 => "¥Î¤áÃÑ§O¸¹",
    23 => "¦w¥þµ¥¯Å",
    24 => "°Î¦W",
    25 => "¦^´_",
    26 => "¥H¤U·N¨£¥uÄÝ±i¶KªÌ­Ó¤HÆ[ÂI¡C",
    27 => "³Ìªñµoªíªº",
    28 => "§R°£",
    29 => "¨S¦³·N¨£¡C",
    30 => "ÂÂªº¬G¨Æ",
    31 => "¤¹³\ªº HTML ¼Ð°O:",
    32 => "¿ù»~¡AµL®Äªº¥Î¤á¦W",
    33 => "¿ù»~¡A¤£¯à¼g¨t²Î¤é»x;",
    34 => "¿ù»~",
    35 => "µn¥X",
    36 => "¤_",
    37 => "¨S¦³¬G¨Æ",
    38 => "",
    39 => "¨Ï·s",
    40 => "",
    41 => "«È¤H",
    42 => "§@ªÌ:",
    43 => "¦^´_³o­Ó",
    44 => "¤÷¥À",
    45 => "MySQL ¿ù»~¸¹½X",
    46 => "MySQL ¿ù»~¸ê°T",
    47 => addslashes("¥Î¤á¥\¯à"),
    48 => "±b¤á¸ê°T",
    49 => "µe­±³]©w",
    50 => "¿ù»~ªº SQL statement",
    51 => "À°§U",
    52 => "·s",
    53 => "ºÞ²zªÌ­º­¶",
    54 => "¤£¯à¥´¶}¤å¥ó¡C",
    55 => "¿ù³B",
    56 => "§ë²¼",
    57 => "±K½X",
    58 => "µn¤J",
    59 => "¨S¦³±b¤á¡H<a href=\"{$_CONF["site_url"]}/users.php?mode=new\">¦b¦¹µn°O</a>",
    60 => "µoªí·N¨£",
    61 => "·s¼W±b¤á",
    62 => "¦r",
    63 => "·N¨£³]©w",
    64 => "§â¤å³¹¹q¶lµ¹ªB¤Í",
    65 => "Æ[¬Ý¥i¦C¦Lªºª©¥»",
    66 => "§Úªº¤é¾ä",
    67 => "Åwªï¨Ó¨ì",
    68 => "­º­¶",
    69 => "Ápµ¸",
    70 => "·j´M",
    71 => "°^Äm",
    72 => "¸Uºûºô¸ê·½",
    73 => "§ë²¼¤¤¤ß",
    74 => "¤é¾ä",
    75 => "¶i¶¥·j¯Á",
    76 => "¥»¯¸²Î­p¼Æ¾Ú",
    77 => "Plugins",
    78 => "§Y±Nµo¥Íªº¨Æ",
    79 => "·sÂAªºªF¦è",
    80 => "­Ó·s¬G¨Æ(",
    81 => "·sªº¬G¨Æ(",
    82 => " ¤p®É¤º)",
    83 => "·N¨£",
    84 => "³sµ²",
    85 => "³Ìªñ¥|¤Q¤K¤p®É",
    86 => "¨S¦³·sªº·N¨£",
    87 => "³Ìªñ¨â­Ó¬P´Á",
    88 => "¨S¦³·sªº³sµ²",
    89 => "¨S¦³¨Æµo¥Í",
    90 => "­º­¶",
    91 => "»s§@³o­¶¥Î¤F",
    92 => "¬í",
    93 => "ª©Åv",
    94 => "All trademarks and copyrights on this page are owned by their respective owners.",
    95 => "Powered By",
    96 => "¤p²Õ",
    97 => "¦rµü³æ",
    98 => "Plug-ins",
    99 => "¬G¨Æ",
    100 => "¨S¦³·sªº¬G¨Æ",
    101 => "§Aªº¨Æ¥ó",
    102 => "¥»¯¸ªº¨Æ¥ó",
    103 => "¸ê®Æ®w³Æ¥÷",
    104 => "¥Ñ",
    105 => "±Hµ¹¥Î¤á",
    106 => "Æ[¬Ý",
    107 => "GL ª©¥»´ú¸Õ",
    108 => "²M°£½w½Ä¶J¦s°Ï"
);

###############################################################################
# calendar.php

$LANG02 = array(
    1 => "¨Æ¥ó¤é¾ä",
    2 => "©êºp¡A¨S¦³¨Æ¥ó¡C",
    3 => "®É",
    4 => "¦a",
    5 => "¨Æ",
    6 => "·s¼W¨Æ¥ó",
    7 => "§Y±Nµo¥Íªº¨Æ",
    8 => "¦b±N³o¨Æ¥[¶i§Aªº¤é¾ä¤§«á¡A§A¥iÂIÀ» \"§Úªº¤é¾ä\" ¨ÓÆ[¬Ý",
    9 => "¥[¶i§Úªº¤é¾ä",
    10 => "±q§Úªº¤é¾ä¤¤¥h°£",
    11 => "§â³o¨Æ¥[¶i {$_USER["username"]} ªº¤é¾ä",
    12 => "¨Æ¥ó",
    13 => "¶}©l",
    14 => "µ²§ô",
    15 => "¦^¨ì¤é¾ä"
);

###############################################################################
# comment.php

$LANG03 = array(
    1 => "µoªí·N¨£",
    2 => "µoªí¤è¦¡",
    3 => "µn¥X",
    4 => "·s¼W±b¤á",
    5 => "¥Î¤á¦W",
    6 => "¥»¯¸»Ý­nµn¤J¤~¥iµoªí·N¨£¡A½Ðµn¤J¡C¦pªG§A¨S¦³±b¤á¡A½Ð¨Ï¥Î¤U­±ªºªí®æµn°O¡C",
    7 => "§A³Ì«áµoªíªº·N¨£¬O¦b ",
    8 => " ¬í¤§«e¡C¥»¯¸­­©w¦Ü¤Ö {$_CONF["commentspeedlimit"]} ¬í«á¤~¥i¦Aµoªí·N¨£",
    9 => "·N¨£",
    10 => "",
    11 => "µoªí·N¨£",
    12 => "½Ð¶ñ¼g¼ÐÃDµù·N¨£Äæ",
    13 => "¨Ñ§A°Ñ¦Ò",
    14 => "¹wÄý",
    15 => "",
    16 => "¼ÐÃD",
    17 => "¿ù»~",
    18 => "­«­nªºªF¦è",
    19 => "½ÐºÉ¶q¤£­nÂ÷ÃD¡C",
    20 => "ºÉ¥i¯à¦^´_§O¤Hªº·N¨£¡A¦Ó¤£¬O¶}·sªº·N¨£¡C",
    21 => "¬°Á×§K­«½Æ¡Aµoªí·N¨£¤§«e½Ð¥ýÅª§O¤H©Ò¼gªº¡C",
    22 => "½ÐºÉ¶q¥ÎÂ²¼äªº¼ÐÃD¡C",
    23 => "§Ú­Ì¤£·|¤½¶}§Aªº¹q¶l¦a§}¡C",
    24 => "°Î¦W¥Î¤á"
);

###############################################################################
# users.php

$LANG04 = array(
    1 => "¥Î¤á·§ªp",
    2 => "¥Î¤á¦W",
    3 => "¥þ¦W",
    4 => "±K½X",
    5 => "¹q¤l¶l¥ó",
    6 => "­º­¶",
    7 => "¤p¶Ç",
    8 => "PGP Æ_°Í",
    9 => "Àx¦s¸ê°T",
    10 => "µ¹¥Î¤áªº³Ì«á¤Q­Ó·N¨£",
    11 => "¨S¦³·N¨£",
    12 => "¥Î¤á³]©w",
    13 => "¨C©]¹q¶l¤åºK",
    14 => "³o¬O­ÓÀH¾÷ªº±K½X¡A½ÐºÉ§Ö§ó§ï¡C­n§ó§ï±K½X½Ð¥ýµn¤J¨t²Î¡AµM«áÂIÀ»±b¤á¸ê°T¡C",
    15 => "§A¦b {$_CONF["site_name" ]} ªº±b¤á¤w«Ø¥ß¤F¡C½Ð¨Ï¥Î¥H¤U¸ê°Tµn¤J¨t²Î¨Ã«O¯d³o¶l¥ó§@¤é«á°Ñ¦Ò¡C",
    16 => "§Aªº±b¤á¸ê°T",
    17 => "±b¤á¨Ã¤£¦s¦b",
    18 => "§A´£¨Ñªº¤£¬O¤@­Ó¦³®Äªºªº¹q¶l",
    19 => "¥Î¤á¦W©Î¹q¶l¤w¸g¦s¦b",
    20 => "´£¨Ñªº¤£¬O¤@­Ó¦³®Äªºªº¹q¶l",
    21 => "¿ù»~",
    22 => "µn°O¥Î {$_CONF["site_name"]} ¡I",
    23 => "¦b {$_CONF["site_name"]} µn°Oªº¥Î¤á¥i¨É¦³ªº·|­û¦n³B¡C¥L­Ì¥i¥H¥Î¦Û¤vªº¦W¦rµoªí·N¨£©M¦s¨ú¥»¯¸ªº¸ê·½¡C½Ðª`·N¥»¯¸<b><i>µ´¤£·|</i></b>¤½¶}¥Î¤áªº¹q¶l¡C",
    24 => "§Aªº±K½X±N³Q°e¨ì§A¿é¤Jªº¹q¶l«H½c",
    25 => "§Ñ°O¤F§Aªº±K½X¶Ü¡H",
    26 => "½Ð§A¿é¤Jªº¥Î¤á¦W©MÂIÀ»¹q¶l±K½X¡A§Ú­Ì·|µo°e¤@­Ó·sªº±K½X¨ì§Aªº¹q¶l«H½c¡C",
    27 => "²{¦b´Nµn°O¡I",
    28 => "¹q¶l±K½X",
    29 => "logout at",
    30 => "login at",
    31 => "»Ý­nµn¤J¤~¥i¥Î",
    32 => "¸p¦W",
    33 => "µ´¤£·|¤½¶}",
    34 => "³o¬O§Aªº¯u¦W",
    35 => "­n§ïÅÜ½Ð¿é¤J±K½X",
    36 => "¶}©l¬O http://",
    37 => "±N·|ªþ¥[¦b§Aµoªíªº·N¨£¤W",
    38 => "§AªºÂ²¤¶",
    39 => "§Aªº¤½¦@ PGP Æ_°Í",
    40 => "¨S¦³¥DÃD¹Ï¥Ü",
    41 => "Ä@·N¥D«ù",
    42 => "¤é´Á®æ¦¡",
    43 => "¬G¨Æ­­«×",
    44 => "¨S¦³²Õ¥ó",
    45 => "Åã¥Ü³]©w",
    46 => "¤£¥]¬Aªº",
    47 => "·s²Õ¥ó°t¸m¬°",
    48 => "¥DÃD",
    49 => "¬G¨Æ¸Ì¨S¦³¹Ï¹³",
    50 => "¤£­n¥´¹_¦pªG§A¤£·P¿³½ì",
    51 => "¥u¬O·s¬G¨Æ",
    52 => "¹w³]­È¬O",
    53 => "¨C±ß±µ¦¬·í¤éªº¬G¨Æ",
    54 => "¥´¹_¦pªG§A¤£¬Ý³o¨Ç¥DÃD©Î§@ªÌ¡C",
    55 => "¦pªG§A¨S¦³¿ï¾Ü¡A³o·N¨ý§A­n¥Î¹w³]ªº²Õ¥ó¡C¦pªG§A¿ï¾Ü²Õ¥ó¡A©Ò¦³¹w³]ªº½c±N³Q©¿²¤¡C¹w³]ªºªF¦è·|¥Î²Êµ§µeÅã¥Ü¡C",
    56 => "§@ªÌ",
    57 => "Åã¥Ü¤è¦¡",
    58 => "±Æ§Ç¤è¦¡",
    59 => "·N¨£­­¨î(­Ó)",
    60 => "¥iÅã¥Ü§Aªº·N¨£¶Ü¡H",
    61 => "³Ì·s©Î³ÌÂÂªº¥ý¡H",
    62 => "¹w³]¬O100",
    63 => "±K½X¤w³Qµo°e¡A§A·|«Ü§Ö¦¬¨ìªº¡C",
    64 => "·N¨£³]©w",
    65 => "½Ð¹Á¸Õ¦Aµn¤J",
    66 => "§A¥i¯à¥´¿ù¤F¡A½Ð¹Á¸Õ¦Aµn¤J¡C§A¬O§_<a href=\"{$_CONF["site_url"]}/users.php?mode=new\">·s¥Î¤á</a>¡H",
    67 => "¦¨­û¦Û",
    68 => "°O¦í§Ú¬°",
    69 => "¦bµn¤J¥H«á¡A§Ú­ÌÀ³¸Ó°O¦í§A¦h¤[¡H",
    70 => "©w°µ {$_CONF["site_name"]} ªº§G§½©M¤º®e",
    71 => "¤@­Ó {$_CONF["site_name"]} ªº¥D­n¯SÂI¬O§A¥i¥H©w°µ¦Û¤vªº§G§½©M¤º®e¡A¦ý¬O§A¥²¶·¬O¥»¯¸ªº·|­û¡C<a href=\"{$_CONF["site_url"]}/users.php?mode=new\">¦b¦¹µn°O</a>¡C¦pªG§A¤w¸g¬Oµn°O¡A½Ð¨Ï¥Î¥ªÃäªº°Ï°ìµn¤J¡C",
    72 => "ÃD§÷",
    73 => "»y¨¥",
    74 => "§ïÅÜ¥»¯¸¥~ªí",
    75 => "¥DÃD¤w¹q¶lµ¹",
    76 => "½Ð¥u¿ï¾Ü§A·P¿³½ìªº¥DÃD¡A¦]¬°©Ò¦³·í¤é·s±i¶Kªº¬G¨Æ±N·|¹q¶l¨ì§Aªº«H½c¡C",
    77 => "¬Û¤ù",
    78 => "§A¦Û¤vªº¹Ï¤ù",
    79 => "­n§R°£¹Ï¤ù¡A¦b³o¸Ì¥´¹_",
    80 => "µn¤J",
    81 => "µo°e¹q¤l¶l¥ó",
    82 => "¥Î¤á³Ìªñµoªíªº¤Q­Ó¬G¨Æ¬°",
    83 => "¥Î¤áµoªí²Î­p",
    84 => "¤å³¹Á`¼Æ¡J",
    85 => "·N¨£Á`¼Æ¡J",
    86 => "´M§ä©Ò¦³µoªí¹Lªº¤å³¹¡J"
);

###############################################################################
# index.php

$LANG05 = array(
    1 => "¨S¦³·s»D¥iÅã¥Ü",
    2 => "¨S¦³·s¬G¨Æ¥iÅã¥Ü¡C",
    3 => "³o¤]³\¬O¯uªº¨S¦³·s¥DÃD©Î¬O§Aªº $topic ³]©w±o¤Ó¹L­­¨î©Ê¡C",
    4 => "¤µ¤ÑÀY±ø",
    5 => "¤U¤@­Ó",
    6 => "«e¤@­Ó"
);

###############################################################################
# links.php

$LANG06 = array(
    1 => "¸Uºûºô¸ê·½",
    2 => "¨S¦³¸ê·½¥iÅã¥Ü",
    3 => "¥[¤@³sµ²"
);

###############################################################################
# pollbooth.php

$LANG07 = array(
    1 => "§ë²¼Àx¦s¤F",
    2 => "§Aªº§ë²¼¤w³QÀx¦s¤F",
    3 => "§ë²¼",
    4 => "¨t²Î¤¤ªº§ë²¼",
    5 => "§ë²¼"
);

###############################################################################
# profiles.php

$LANG08 = array(
    1 => "µo°e¹q¤l¶l¥ó®Éµo¥Í¿ù»~¡C½Ð¦A¹Á¸Õ¡C",
    2 => "¹q¶l¤w°e¥X¡C",
    3 => "½Ð½T©w§A¦b¦^´_Äæ¦³¤@­Ó¥i¥Îªº¹q¤l¶l¥ó¦a§}¡C",
    4 => "½Ð¶ñ¼g§Aªº¦W¦r¡B¦^´_Äæ¡B¥DÃD©M¤º®e",
    5 => "¿ù»~¡G¨S¦³³o¥Î¤á¡C",
    6 => "µo¥Í¿ù»~¡C",
    7 => "¥Î¤á¸ê®Æ",
    8 => "¥Î¤á¦W",
    9 => "¥Î¤á¦Wªº URL",
    10 => "µo°e¶l¥ó¨ì",
    11 => "§Aªº¦W¦r¡G",
    12 => "¦^´_¨ì¡G",
    13 => "¥DÃD¡G",
    14 => "¤º®e¡G",
    15 => "HTML ¤£·|³QÂ½Ä¶¡C",
    16 => "µo°e¶l¥ó",
    17 => "§â¬G¨Æ¹q¶lµ¹ªB¤Í",
    18 => "¦¬¥ó¤H¦W¦r",
    19 => "¦¬¥ó¤H¹q¶l",
    20 => "±H¥ó¤H¦W¦r",
    21 => "±H¥ó¤H¹q¶l",
    22 => "©Ò¦³Äæ³£­n¶ñ¼g",
    23 => "³o¹q¤l¶l¥ó¬O¥Ñ $from ($fromemail) ±Hµ¹§Aªº¡A¥L»{¬°§A¤]³\¹ï³o½g¦b {$_CONF["site_url"]} ªº¤å³¹·P¿³½ì¡C³o¤£¬O©U§£¶l¥ó(SPAM)¡A§Aªº¹q¶l¦a§}¤]¤£·|³Q¬ö¿ý¡C",
    24 => "Ãö©ó³o­Ó¬G¨Æªº·N¨£¦b",
    25 => "¬°À°§U§Ú­Ì¨¾¤î¨t²Î³QÀÝ¥Î¡A§A¥²¶·µn¤J¡C",
    26 => "³o­Óªí®æ¤¹³\§A°e¹q¤l¶l¥ó¨ì§A¿ï¾Üªº¥Î¤á¤¤¡C½Ð¶ñ¼g©Ò¦³ªºÄæ¦ì¡C",
    27 => "µu«H",
    28 => "$from ¼g¹D¡G$shortmsg",
    29 => "¨Ó¦Û©ó {$_CONF["site_name"]} ªº¨C¤é¤åºK¡Aµ¹¤©¡G",
    30 => " ¨C¤éªº®É¨Æ³q°T¡Aµ¹¤©¡G",
    31 => "¼ÐÃD",
    32 => "¤é´Á",
    33 => "§¹¾ãªº¤å³¹¦b¡G",
    34 => "¹q¶lµ²§ô"
);

###############################################################################
# search.php

$LANG09 = array(
    1 => "¶i¶¥·j´M",
    2 => "ÃöÁäµü",
    3 => "¥DÃD",
    4 => "©Ò¦³",
    5 => "Ãþ«¬",
    6 => "¬G¨Æ",
    7 => "·N¨£",
    8 => "§@ªÌ",
    9 => "©Ò¦³",
    10 => "·j´M",
    11 => "·j´Mµ²ªG",
    12 => "¬Û°t",
    13 => "·j´Mµ²ªG¡G¨S¦³¬Û°tªº",
    14 => "¨S¦³§A´M§äªºªF¦è¡J",
    15 => "½Ð¦A¹Á¸Õ",
    16 => "¥DÃD",
    17 => "¤é´Á",
    18 => "§@ªÌ",
    19 => "·j´M¾ã­Ó {$_CONF["site_name"]} ªº·sÂÂ¬G¨Æ¸ê®Æ®w",
    20 => "¤é´Á",
    21 => "¨ì",
    22 => "(¤é´Á®æ¦¡ YYYY-MM-DD)",
    23 => "ªö¼Ë¼Æ",
    24 => "§ä¨ì",
    25 => "­Ó¬Û°t¦b",
    26 => "­Ó¶µ¥Ø¤¤¡A¦@¥Î¤F",
    27 => "¬í",
    28 => "¨S¦³§A©Ò´M§äªº¬G¨Æ©Î·N¨£",
    29 => "¬G¨Æ©M·N¨£ªºµ²ªG",
    30 => "¨S¦³§A©Ò´M§äªº³sµ²",
    31 => "¨S¦³§A©Ò´M§äªº plug-in",
    32 => "¨Æ¥ó",
    33 => "URL",
    34 => "¦aÂI",
    35 => "©Ò¦³¤é¤l",
    36 => "¨S¦³§A©Ò´M§äªº¨Æ¥ó",
    37 => "¨Æ¥óªºµ²ªG",
    38 => "³sµ²ªºµ²ªG",
    39 => "³sµ²",
    40 => "¨Æ¥ó",
    41 => '·j´MªºÃöÁäµü³Ì¤Ö­n¦³¤T­Ó¦r¡C',
    42 => '½Ð¨Ï¥Î YYYY-MM-DD (¦~-¤ë-¤é) ¤é´Á®æ¦¡¡C'
);

###############################################################################
# stats.php

$LANG10 = array(
    1 => "¥»¯¸²Î­p¼Æ¾Ú",
    2 => "¨t²ÎÂIÀ»Á`¼Æ",
    3 => "¬G¨Æ(·N¨£)Á`¼Æ",
    4 => "§ë²¼(Àò±o§ë²¼)Á`¼Æ",
    5 => "³sµ²(ÂIÀ»)Á`¼Æ",
    6 => "¨Æ¥óÁ`¼Æ",
    7 => "³Ì¦hÆ[¬Ýªº¤Q­Ó¬G¨Æ",
    8 => "¬G¨Æ¼ÐÃD",
    9 => "Æ[¬Ý",
    10 => "¬Ý¨Ó¥»¯¸¨S¦³¬G¨Æ©Î¬O¨S¤HÆ[¬Ý¹L¥»¯¸ªº¬G¨Æ¡C",
    11 => "³Ì¦h·N¨£ªº¤Q­Ó¬G¨Æ",
    12 => "·N¨£",
    13 => "¬Ý¨Ó¥»¯¸¨S¦³¬G¨Æ©Î¬O¨S¤H·N¨£¹L¥»¯¸ªº¬G¨Æ¡C",
    14 => "³Ì¦h¤H§ë²¼ªº¤Q­Ó¿ïÁ|",
    15 => "§ë²¼¼ÐÃD",
    16 => "§ë²¼",
    17 => "¬Ý¨Ó¥»¯¸¨S¦³§ë²¼©Î¬O¨S¤H§ë¹L²¼¡C",
    18 => "³Ì¦h¤HÂIÀ»ªº¤Q­Ó³sµ²",
    19 => "³sµ²",
    20 => "ÂIÀ»",
    21 => "¬Ý¨Ó¥»¯¸¨S¦³³sµ²©Î¬O¨S¤HÂIÀ»¹L¥»¯¸ªº³sµ²¡C",
    22 => "³Ì¦h¤H±H¥Xªº¤Q­Ó¬G¨Æ",
    23 => "¹q¶l",
    24 => "¬Ý¨Ó¨S¤H±H¥X¹L¥»¯¸ªº¬G¨Æ"
);

###############################################################################
# article.php

$LANG11 = array(
    1 => "¦³¤°»ò¬O¬ÛÃöªº",
    2 => "±H¬G¨Æµ¹ªB¤Í",
    3 => "¥i¦Lªº¬G¨Æ®æ¦¡",
    4 => "¬G¨Æ¿ï¶µ"
);

###############################################################################
# submit.php

$LANG12 = array(
    1 => "§A»Ý­nµn¤J¤~¥iµoªí $type ",
    2 => "µn¤J",
    3 => "·s¥Î¤á",
    4 => "µoªí¤@¥ó¨Æ",
    5 => "µoªí¤@­Ó³sµ²",
    6 => "µoªí¤@­Ó¬G¨Æ",
    7 => "§A»Ý­nµn¤J",
    8 => "µoªí",
    9 => "¦b¥»¯¸µoªíªF¦è®É½Ð¸òÀH¥H¤U«ØÄ³...<ul><li>¶ñ¼g©Ò¦³ªºÄæ<li>´£¨Ñ§¹¥þ©M·Ç½Tªº¸ê°T<li>¦A¤TÀË¬d¨º¨Ç URLs</ul>",
    10 => "¼ÐÃD",
    11 => "³sµ²",
    12 => "¶}©l¤é´Á",
    13 => "µ²§ô¤é´Á",
    14 => "¦aÂI",
    15 => "´y­z",
    16 => "¦pªG¬O¨ä¥L¡A½Ð«ü©w",
    17 => "Ãþ§O",
    18 => "¨ä¥L",
    19 => "Åª³o¥ý",
    20 => "¿ù»~¡G¯Ê¤ÖÃþ§O",
    21 => "·í¿ï¾Ü\"¨ä¥L\"½Ð´£¨Ñ¤@­ÓÃþ§O¦W",
    22 => "¿ù»~¡G¯Ê¤ÖÄæ¦ì",
    23 => "½Ð¶ñ¼g©Ò¦³ªºÄæ¦ì",
    24 => "§Aµoªíªº¤w³QÀx¦s¤F",
    25 => "§Aªº $type ¤w³QÀx¦s¤F",
    26 => "­­³t",
    27 => "¥Î¤á¦W",
    28 => "¥DÃD",
    29 => "¬G¨Æ",
    30 => "§A³Ì«áµoªíªº¬O",
    31 => " ¬í¤§«e¡C¥»¯¸­­©w¦Ü¤Ö {$_CONF["speedlimit"]} ¬í«á¤~¥i¦Aµoªí",
    32 => "¹wÄý",
    33 => "¬G¨Æ ¹wÄý",
    34 => "µn¥X",
    35 => "¤£­ã³\ HTML ¼Ð°O",
    36 => "µoªí¼Ò¦¡",
    37 => "¥[¨Æ¥ó¨ì {$_CONF["site_name"]} ·|±N§Aªº¨Æ¥ó¥[¨ì¥D¤é¾ä¤¤¡A¨ä¥Lªº¥Î¤á¥iÀH·N¦a§â¥¦¥[¶i¦Û¤vªº­Ó¤H¤é¾ä¡C½Ð<b>¤£­n</b>§â§Aªº­Ó¤H¨Æ¥óÄ´¦p¥Í¤é©M¶g¦~¬ö©À¥[¶i¥h¡C<br><br>¥u­nºÞ²z­û§å­ã§Aªº¨Æ¥ó¥¦±N¥X²{¦b¥D¤é¾ä¤W¡C",
    38 => "¥[¨Æ¥ó¨ì",
    39 => "¥D¤é¾ä",
    40 => "­Ó¤H¤é¾ä",
    41 => "µ²§ô®É¶¡",
    42 => "¶}©l®É¶¡",
    43 => "¾ã¤éªº¨Æ¥ó",
    44 => "¦a§} 1",
    45 => "¦a§} 2",
    46 => "«°¥«/¥«Âí",
    47 => "¦{",
    48 => "¶l¬F½s½X",
    49 => "¨Æ¥óÃþ«¬",
    50 => "½s¿è¨Æ¥óÃþ«¬",
    51 => "¦aÂI",
    52 => "§R°£",
    53 => "·s¥[±b¤á"
);


###############################################################################
# ADMIN PHRASES - These are file phrases used in end admin scripts
###############################################################################

###############################################################################
# auth.inc.php

$LANG20 = array(
    1 => "­n¨D»{ÃÒ",
    2 => "©Úµ´¡I¤£¥¿½Tªºµn¤J¸ê®Æ",
    3 => "µL®Äªº±K½X",
    4 => "¥Î¤á¦W¡G",
    5 => "±K½X¡G",
    6 => "³o­¶¥u¨Ñ±ÂÅv¤H­û¨Ï¥Î¡C<br>©Ò¦³¦s¨ú±N³Q°O¿ý©MÀË¬d¡C",
    7 => "µn¤J"
);

###############################################################################
# block.php

$LANG21 = array(
    1 => "Åv¤O¤£¨¬",
    2 => "§A¨S¦³Åv¥h½s¿è³o­Ó²Õ¥ó¡C",
    3 => "²Õ¥ó½s¿è¾¹",
    4 => "",
    5 => "²Õ¥ó¼ÐÃD",
    6 => "¥DÃD",
    7 => "©Ò¦³",
    8 => "²Õ¥ó¦w¥þ¤ô¥­",
    9 => "²Õ¥ó¦¸§Ç",
    10 => "²Õ¥óÃþ«¬",
    11 => "¤J¤f²Õ¥ó",
    12 => "¥¿±`²Õ¥ó",
    13 => "¤J¤f²Õ¥ó¿ï¶µ",
    14 => "RDF URL",
    15 => "³Ì«áªº RDF §ó·s",
    16 => "¥¿±`²Õ¥ó¿ï¶µ",
    17 => "²Õ¥ó¤º®e",
    18 => "½Ð¶ñ¼g²Õ¥óªº¼ÐÃD¡B¦w¥þ¤ô¥­©M¤º®e¡C",
    19 => "²Õ¥óºÞ²z­û",
    20 => "²Õ¥ó¼ÐÃD",
    21 => "²Õ¥ó¦w¥þ¤ô¥­",
    22 => "²Õ¥óÃþ«¬",
    23 => "²Õ¥ó¦¸§Ç",
    24 => "²Õ¥ó¥DÃD",
    25 => "ÂIÀ»¤U­±ªº²Õ¥ó¥i­×§ï©Î§R°£¥¦¡AÂIÀ»¤W­±ªº·s²Õ¥ó¥i³Ð³y¤@­Ó·sªº¡C",
    26 => "ª©­±²Õ¥ó",
    27 => "PHP ²Õ¥ó",
    28 => "PHP ²Õ¥ó¿ï¶µ",
    29 => "²Õ¥ó¨ç¼Æ",
    30 => "¦pªG§A·Q¥Î¦Û¤vªº PHP ¨ç¼Æ²Õ¥ó¡A½Ð¦b¤W­±¿é¤J¨ç¼Æªº¦W¦r¡C¬°¨¾¤î°õ¦æ¥ô©Êªº½s½X¡APHP ²Õ¥ó¨ç¼Æ¦W¥²¶·¥H \"phpblock_\" §@¶}©l (e.g. phpblock_getweather)¡C½Ð¤£­n§âªÅªº¶ê¬A¸¹ \"()\" ©ñ¦b¨ç¼Æ«á¡C³Ì«á¡A«ØÄ³§A§â©Ò¦³ªº PHP ²Õ¥ó©ñ¦b /path/to/geeklog/system/lib-custom.php ¸Ì¥H¤è«K¨t²Î¤É¯Å¡C",
    31 => "PHP ²Õ¥ó¿ù»~¡J¨ç¼Æ $function ¨Ã¤£¦s¦b¡C",
    32 => "¿ù»~¡J¯Ê¤ÖÄæ¦ì¡C",
    33 => "¦b¤J¤f²Õ¥ó§A¥²¶·§â URL ¿é¤J¨ì .rdf ÀÉ®×",
    34 => "¦b PHP ²Õ¥ó§A¥²¶·¿é¤J¥DÃD©M¨ç¼Æ",
    35 => "¦b¥¿±`²Õ¥ó§A¥²¶·¿é¤J¥DÃD©M¤º®e",
    36 => "¦bª©­±²Õ¥ó§A¥²¶·¿é¤J¤º®e",
    37 => "¤£¾A·íªº PHP ²Õ¥ó¨ç¼Æ¦W",
    38 => "¬°¨¾¤î°õ¦æ¥ô©Êªº½s½X¡APHP ²Õ¥ó¨ç¼Æ¦W¥²¶·¥H \"phpblock_\" §@¶}©l (e.g. phpblock_getweather)¡C",
    39 => "©ñ¦b¨ºÃä",
    40 => "¥ª",
    41 => "¥k",
    42 => "¦b Geeklog ¹w³]²Õ¥ó§A¥²¶·¿é¤J²Õ¥ó¦¸§Ç©M¦w¥þ¤ô¥­",
    43 => "¥u¥i¬O­º­¶",
    44 => "¦s¨ú³Q©Úµ´",
    45 => "¥ø¹Ï¦s¨ú¤£¤¹³\ªº²Õ¥ó¤w³Q°O¿ý¡C½Ð<a href=\"{$_CONF["site_admin_url"]}/block.php\">¤Ï¦^²Õ¥óºÞ²z­û±Þ­±</a>¡C",
    46 => "·s²Õ¥ó",
    47 => "ºÞ²z­û­º­¶",
    48 => "²Õ¥ó¦W",
    49 => " (¤£¥i¦³ªÅ¹j©M¥²¶·¬O°ß¤@ªº)",
    50 => "¨D§U¤å¥óªº URL",
    51 => "¥]¬A http://",
    52 => "¦pªG³o¸Ì¯d¥Õ¡A²Õ¥óªº¨D§U¤å¥ó¹Ï¥Ü±N¤£³QÅã¥Ü",
    53 => "¨Ï¦³®Ä",
    54 => "Àx¦s",
    55 => "¨ú®ø",
    56 => "§R°£"
);

###############################################################################
# event.php

$LANG22 = array(
    1 => "¨Æ¥ó½s¿è¾¹",
    2 => "",
    3 => "¨Æ¥ó¼ÐÃD",
    4 => "¨Æ¥ó URL",
    5 => "¨Æ¥ó¶}©l¤é´Á",
    6 => "¨Æ¥óµ²§ô¤é´Á",
    7 => "¨Æ¥ó¦aÂI",
    8 => "¨Æ¥ó´y­z",
    9 => "(¥]¬A http://)",
    10 => "§A¥²¶·´£¨Ñ¤é´Á©Î®É¶¡¡B´y­z©M¨Æ¥ó¦aÂI¡I",
    11 => "¨Æ¥óºÞ²z­û",
    12 => "ÂIÀ»¤U­±ªº¨Æ¥ó¥i­×§ï©Î§R°£¥¦¡AÂIÀ»¤W­±ªº·s¨Æ¥ó¥i³Ð³y¤@­Ó·sªº¡C",
    13 => "¨Æ¥ó¼ÐÃD",
    14 => "¶}©l¤é´Á",
    15 => "µ²§ô¤é´Á",
    16 => "¦s¨ú³Q©Úµ´",
    17 => "¥ø¹Ï¦s¨ú¤£¤¹³\ªº¨Æ¥ó¤w³Q°O¿ý¡C½Ð<a href=\"{$_CONF["site_admin_url"]}/event.php\">¤Ï¦^¨Æ¥óºÞ²z­û±Þ­±</a>¡C",
    18 => "·s¨Æ¥ó",
    19 => "ºÞ²z­û­º­¶",
    20 => "Àx¦s",
    21 => "¨ú®ø",
    22 => "§R°£"
);

###############################################################################
# link.php

$LANG23 = array(
    1 => "³sµ²½s¿è¾¹",
    2 => "",
    3 => "³sµ²¼ÐÃD",
    4 => "³sµ² URL",
    5 => "Ãþ§O",
    6 => "(¥]¬A http://)",
    7 => "¨ä¥L",
    8 => "³sµ²³QÀ»¦¸¼Æ",
    9 => "³sµ²´y­z",
    10 => "§A»Ý­n´£¨Ñ³sµ²¼ÐÃD¡B URL ©M´y­z¡I",
    11 => "³sµ²ºÞ²z­û",
    12 => "ÂIÀ»¤U­±ªº³sµ²¥i­×§ï©Î§R°£¥¦¡AÂIÀ»¤W­±ªº·s³sµ²¥i³Ð³y¤@­Ó·sªº¡C",
    13 => "³sµ²¼ÐÃD",
    14 => "³sµ²Ãþ§O",
    15 => "³sµ² URL",
    16 => "¦s¨ú³Q©Úµ´",
    17 => "¥ø¹Ï¦s¨ú¤£¤¹³\ªº³sµ²¤w³Q°O¿ý¡C½Ð<a href=\"{$_CONF["site_admin_url"]}/link.php\">¤Ï¦^³sµ²ºÞ²z­û±Þ­±</a>¡C",
    18 => "·s³sµ²",
    19 => "ºÞ²z­û­º­¶",
    20 => "¦pªG¬O¨ä¥L¡A½Ð«ü©w",
    21 => "Àx¦s",
    22 => "¨ú®ø",
    23 => "§R°£"
);

###############################################################################
# story.php

$LANG24 = array(
    1 => "¤W¤@­Ó¬G¨Æ",
    2 => "¤U¤@­Ó¬G¨Æ",
    3 => "¼Ò¦¡",
    4 => "µoªí¼Ò¦¡",
    5 => "¬G¨Æ½s¿è¾¹",
    6 => "¨S¦³¬G¨Æ",
    7 => "§@ªÌ",
    8 => "Àx¦s",
    9 => "¹wÄý",
    10 => "¨ú®ø",
    11 => "§R°£",
    12 => "",
    13 => "¼ÐÃD",
    14 => "¥DÃD",
    15 => "¤é´Á",
    16 => "¬G¨ÆÂ²¤¶",
    17 => "¬G¨Æ¤º®e",
    18 => "ÂIÀ»¦¸¼Æ",
    19 => "·N¨£",
    20 => "",
    21 => "",
    22 => "¬G¨Æ²M³æ",
    23 => "ÂIÀ»¤U­±ªº¬G¨Æ½s¸¹¥i­×§ï©Î§R°£¥¦¡AÂIÀ»¤U­±ªº¬G¨Æ¼ÐÃD¥iÆ[¬Ý¥¦¡AÂIÀ»¤W­±ªº·s¬G¨Æ¥i³Ð³y¤@­Ó·sªº¡C",
    24 => "",
    25 => "",
    26 => "¬G¨Æ¹wÄý",
    27 => "",
    28 => "",
    29 => "",
    30 => "",
    31 => "§A»Ý­n´£¨Ñ§@ªÌ¡B¼ÐÃD©M¬G¨ÆÂ²¤¶¡I",
    32 => "ÀY±øªº",
    33 => "¥u¥i¦³¤@­ÓÀY±ø¬G¨Æ",
    34 => "¯ó½Z",
    35 => "¬O",
    36 => "§_",
    37 => "§ó¦h¨Ó¦Û©ó",
    38 => "§ó¦hµoªí©ó",
    39 => "¹q¶l",
    40 => "¦s¨ú³Q©Úµ´",
    41 => "¥ø¹Ï¦s¨ú¤£¤¹³\ªº¬G¨Æ¤w³Q°O¿ý¡C§A¥i¥H¥H°ßÅª¼Ò¦¡Æ[¬Ý¤U­±¤å³¹¡C¬Ý§¹«á½Ð<a href=\"{$_CONF["site_admin_url"]}/story.php\">¤Ï¦^¬G¨ÆºÞ²z­û±Þ­±</a>¡C",
    42 => "¥ø¹Ï¦s¨ú¤£¤¹³\ªº¬G¨Æ¤w³Q°O¿ý¡C½Ð<a href=\"{$_CONF["site_admin_url"]}/story.php\">¤Ï¦^¬G¨ÆºÞ²z­û±Þ­±</a>¡C",
    43 => "·s¬G¨Æ",
    44 => "ºÞ²z­û­º­¶",
    45 => "¦s¨úÅv",
    46 => "<b>ª`·N¡J</b>¦pªG§A§â¤é´Á§ï¦¨±N¨Ó¡A¦b¨º­Ó¤é´Á«e³o½g¤å³¹±N¤£·|³Qµoªí¡C¨Ã¥B ·N¨ýµÛ³o½g¬G¨Æ¤£·|¥]¬A¦b§Aªº RDF ¼ÐÃD¤º¡A¦b·j´M©M²Î­p­¶¤¤·|³Q©¿²¤¡C",
    47 => "¹Ï¹³",
    48 => "image",
    49 => "right",
    50 => "left",
    51 => "½Ð¥Î¯S§O®æ¦¡ªº¤å¦r([imageX]¡B[imageX_right] ©Î [imageX_left])¨Ó´¡¤J¹Ï¹³¡A X ¬O§Aªþ¥[¹Ï¹³ªº½s¸¹¡Cª`·N¡J§A¥u¥i¨Ï¥Î§Aªþ¥[ªº¹Ï¹³§_«h§A±NµLªkÀx¦s§Aªº¬G¨Æ¡C<BR><P><B>¹wÄý</B>¡J³Ì¨Î¹wÄý¬G¨Æªº¤èªk¬O§â¬G¨ÆÀx¦s¦¨¯ó½Z¦Ó¤£¬Oª½À»¹wÄý«ö¶s¡C¥u¦³¨S¦³ªþ¥[¹Ï¹³®É¤~¥Î¹wÄý«ö¶s¡C",
    52 => "§R°£",
    53 => "¨S¦³³Q¨Ï¥Î¡CÀx¦s«e¡A§A¥²¶·§â³o­Ó¹Ï¹³¥]§t¦b¬G¨ÆÂ²¤¶©Î¬G¨Æ¤º®e¤¤¡C",
    54 => "ªþ¥[¹Ï¹³¥¼³Q¨Ï¥Î",
    55 => "Àx¦s§Aªº¬G¨Æ®Éµo¥Í¥H¤U¿ù»~¡C½Ð§ï¥¿³o¨Ç¿ù»~¦AÀx¦s",
    56 => "Åã¥Ü¥DÃD¹Ï¥Ü"
);

###############################################################################
# poll.php

$LANG25 = array(
    1 => "¼Ò¦¡",
    2 => "",
    3 => "§ë²¼µo°_¤é",
    4 => "§ë²¼ $qid ³QÀx¦s¤F",
    5 => "½s¿è§ë²¼",
    6 => "§ë²¼½s¸¹",
    7 => "(¤£¥i¦³ªÅ¹j)",
    8 => "¥X²{¦b­º­¶¤W",
    9 => "°ÝÃD",
    10 => "µª®× / §ë²¼",
    11 => "¨ú±o§ë²¼ ($qid) µª®×®Éµo¥Í¿ù»~¡C",
    12 => "¨ú±o§ë²¼ ($qid) °ÝÃD®Éµo¥Í¿ù»~¡C",
    13 => "·s¥[§ë²¼",
    14 => "Àx¦s",
    15 => "¨ú®ø",
    16 => "§R°£",
    17 => "",
    18 => "§ë²¼²M³æ",
    19 => "ÂIÀ»¤U­±ªº§ë²¼¥i­×§ï©Î§R°£¥¦¡AÂIÀ»¤W­±ªº·s§ë²¼¥i³Ð³y¤@­Ó·sªº¡C",
    20 => "§ë²¼ªÌ",
    21 => "¦s¨ú³Q©Úµ´",
    22 => "¥ø¹Ï¦s¨ú¤£¤¹³\ªº§ë²¼¤w³Q°O¿ý¡C½Ð<a href=\"{$_CONF["site_admin_url"]}/poll.php\">¤Ï¦^§ë²¼ºÞ²z­û±Þ­±</a>¡C",
    23 => "·s§ë²¼",
    24 => "ºÞ²z­û­º­¶",
    25 => "¬O",
    26 => "§_"
);

###############################################################################
# topic.php

$LANG27 = array(
    1 => "¥DÃD½s¿è¾¹",
    2 => "¥DÃD½s¸¹",
    3 => "¥DÃD¦W",
    4 => "¥DÃD¹Ï¹³",
    5 => "(¤£¥i¦³ªÅ¹j)",
    6 => "§R°£¥DÃD·|¦P®É§R°£©Ò¦³¦³Ãöªº¬G¨Æ©M²Õ¥ó¡I",
    7 => "§A»Ý­n´£¨Ñ¥DÃD½s¸¹©M¥DÃD¦W¡I",
    8 => "¥DÃDºÞ²z­û",
    9 => "ÂIÀ»¤U­±ªº¥DÃD¥i­×§ï©Î§R°£¥¦¡AÂIÀ»¤W­±ªº·s¥DÃD¥i³Ð³y¤@­Ó·sªº¡C¦b¬A¸¹¸Ì§A±Nµo²{§Aªº¦s¨ú¯Å§O¡C",
    10=> "±Æ§Ç¦¸§Ç",
    11 => "¬G¨Æ / ­¶",
    12 => "¦s¨ú³Q©Úµ´",
    13 => "¥ø¹Ï¦s¨ú¤£¤¹³\ªº¥DÃD¤w³Q°O¿ý¡C½Ð<a href=\"{$_CONF["site_admin_url"]}/topic.php\">¤Ï¦^¥DÃDºÞ²z­û±Þ­±</a>.",
    14 => "±Æ§Ç¤èªk",
    15 => "«ö¦r¥À±Æ§Ç",
    16 => "¹w³]¬O",
    17 => "·s¥DÃD",
    18 => "ºÞ²z­û­º­¶",
    19 => "Àx¦s",
    20 => "¨ú®ø",
    21 => "§R°£"
);

###############################################################################
# user.php

$LANG28 = array(
    1 => "¥Î¤á½s¿è¾¹",
    2 => "¥Î¤á½s¸¹",
    3 => "¥Î¤á¦W",
    4 => "¥þ¦W",
    5 => "±K½X",
    6 => "¦w¥þ¯Å§O",
    7 => "¹q¶l¦a§}",
    8 => "­º­¶",
    9 => "(¤£¥i¦³ªÅ¹j)",
    10 => "§A»Ý­n´£¨Ñ¥Î¤á¦W¡B¥þ¦W¡B¦w¥þ¯Å§O©M¹q¶l¦a§}¡C",
    11 => "¥Î¤áºÞ²z­û",
    12 => "ÂIÀ»¤U­±ªº¥Î¤á¥i­×§ï©Î§R°£¥¦¡AÂIÀ»¤W­±ªº·s¥Î¤á¥i³Ð³y¤@­Ó·sªº¡C¦b¤U­±ªºªí®æ¤¤¿é¤J³¡¥÷ªº¥Î¤á¦W¡B¹q¶l¦a§}©Î¥þ¦W (e.g.*son* or *.edu) ¡A¥i°µÂ²³æªº´M§ä¡C",
    13 => "¦w¥þ¯Å§O",
    14 => "µn°O¤é",
    15 => "·s¥Î¤á",
    16 => "ºÞ²z­û­º­¶",
    17 => "§ï±K½X",
    18 => "¨ú®ø",
    19 => "§R°£",
    20 => "Àx¦s",
    18 => "¨ú®ø",
    19 => "§R°£",
    20 => "Àx¦s",
    21 => "¥Î¤á¦W¤w¸g¦s¦b",
    22 => "¿ù»~",
    23 => "¤j¶q¼W¥[",
    24 => "¤j¶q¿é¤J¥Î¤á",
    25 => "§A¥i¤@¦¸¹L¿é¤J¤j¶qªº¥Î¤á¨ì Geeklog ¡C¿é¤JÀÉ®×¥²¶·¬O¤@­Ó¥Î tab ¤À¹jªº¤å¦rÀÉ®×¡AÄæ¦ìªº¶¶§Ç¬O¡J¥þ¦W¡B¥Î¤á¦W¡B¹q¶l¦a§}¡C¨C¤@­Ó³Q¿é¤Jªº¥Î¤á±N·|¦¬¨ì¤@­Ó¥H¹q¤l¶l¥óµo°eªºÀH¾÷±K½X¡CÀÉ®×¤¤¨C¤@¦æ¬O¤@­Ó¥Î¤á¡C¨S¿í¦u³o¨Ç­n¨D±N³y¦¨°ÝÃD¡A¤]³\»Ý­n¤â°Ê§@·~¡A½Ð¦A¤TÀË¬d§AÀÉ®×¡I",
    26 => "´M§ä",
    27 => "µ²ªG½d³ò",
    28 => "¦b³o¸Ì¥´¹_¥i§R°£³o±i¹Ï¤ù",
    29 => "¸ô®|",
    30 => "¿é¤J",
    31 => "·s¥Î¤á",
    32 => "³B²z§¹¦¨¡C¿é¤J¤F $successes ­Ó¡F$failures ­Ó¥¢±Ñ",
    33 => "»¼¥æ",
    34 => "¿ù»~¡J§A¥²¶·«ü©w¤W¸üÀÉ®×¡C"
);


###############################################################################
# moderation.php

$LANG29 = array(
    1 => "§å­ã",
    2 => "§R°£",
    3 => "½s¿è",
    4 => "Â²­n´y­z",
    10 => "¼ÐÃD",
    11 => "¶}©l¤é´Á",
    12 => "URL",
    13 => "Ãþ§O",
    14 => "¤é´Á",
    15 => "¥DÃD",
    16 => "¥Î¤á¦W",
    17 => "¥þ¦W",
    18 => "¹q¤l¶l¥ó",
    34 => "©R¥O©M±±¨î",
    35 => "¤w»¼¥æªº¬G¨Æ",
    36 => "¤w»¼¥æªº³sµ²",
    37 => "¤w»¼¥æªº¨Æ¥ó",
    38 => "»¼¥æ",
    39 => "¦¹®É¨S¦³»¼¥æªºªF¦è",
    40 => "¥Ó½Ðªº¥Î¤á"
);

###############################################################################
# calendar.php

$LANG30 = array(
    1 => "¤é",
    2 => "¤@",
    3 => "¤G",
    4 => "¤T",
    5 => "¥|",
    6 => "¤­",
    7 => "¤»",
    8 => "·s¼W¨Æ¥ó",
    9 => "Geeklog ¨Æ¥ó",
    10 => "¨Æ¥óµ¹",
    11 => "¥D¤é¾ä",
    12 => "§Úªº¤é¾ä",
    13 => "¤@¤ë",
    14 => "¤G¤ë",
    15 => "¤T¤ë",
    16 => "¥|¤ë",
    17 => "¤­¤ë",
    18 => "¤»¤ë",
    19 => "¤C¤ë",
    20 => "¤K¤ë",
    21 => "¤E¤ë",
    22 => "¤Q¤ë",
    23 => "¤Q¤@¤ë",
    24 => "¤Q¤G¤ë",
    25 => "¦^¨ì",
    26 => "¾ã¤é",
    27 => "¬P´Á",
    28 => "­Ó¤H¤é¾ä¡J",
    29 => "¤½²³¤é¾ä",
    30 => "§R°£¨Æ¥ó",
    31 => "·s¼W",
    32 => "¨Æ¥ó",
    33 => "¬P´Á",
    34 => "®É¶¡",
    35 => "¨³³t¼W¥[",
    36 => "»¼¥æ",
    37 => "©êºp¡A¥»¯¸¨Ã¤£´£¨Ñ­Ó¤H¤é¾ä¡C",
    38 => "­Ó¤H¨Æ¥ó½s¿è¾¹",
    39 => "¤é",
    40 => "©P",
    41 => "¤ë"
);

###############################################################################
# admin/mail.php
$LANG31 = array(
    1 => $_CONF["site_name"] . " ¶l¥óµ{¦¡",
    2 => "±H¥ó¤H",
    3 => "¦^´_¨ì",
    4 => "¥DÃD",
    5 => "¤º®e",
    6 => "¦¬¥ó¤H¡J",
    7 => "©Ò¦³¥Î¤á",
    8 => "ºÞ²z­û",
    9 => "¿ï¶µ",
    10 => "HTML",
    11 => "­¢¤Áªº°T®§¡I",
    12 => "µo°e",
    13 => "­«³]",
    14 => "©¿²¤¥Î¤á³]©w",
    15 => "¿ù»~¡A·íµo°e¨ì¡J",
    16 => "°T®§¤wµo°e¨ì¡J",
    17 => "<a href=" . $_CONF["site_admin_url"] . "/mail.php>µo°e¨ä¥¦«H¥ó</a>",
    18 => "¦¬¥ó¤H",
    19 => "ª`·N¡J¦pªG§A§Æ±æµo°e°T®§¨ì¥»¯¸©Ò¦³ªº¦¨­û¡A½Ð¦b¤p²Õ¿ï¾ÜÄæ¦ì¤¤¿ï¾Ü Logged-in Users group¡C",
    20 => "¤wµo°e <successcount> ­Ó°T®§¡A¦³ <failcount> ­Ó¤£¯àµo°e¡Cµo°eªº²Ó¸`¦b¤U­±¡C¦p¤£·Q¬Ý²Ó¸`¡A§A¥i<a href=\"" . $_CONF["site_admin_url"] . "/mail.php\">µo°e¨ä¥¦°T®§</a> ©Î <a href=\"" . $_CONF["site_admin_url"] . "/moderation.php\">¤Ï¦^ºÞ²z­û­º­¶</a>¡C",
    21 => "¥¢±Ñ",
    22 => addslashes("¦¨¥\ "),
    23 => addslashes("¥þ³¡¦¨¥\ "),
    24 => "¥þ³¡¥¢±Ñ",
    25 => "-- ½Ð¿ï¤p²Õ --",
    26 => "½Ð¶ñ¼g©Ò¦³ªí®æ¤WªºÄæ¦ì©M¿ï¾Ü¤@­Ó¤p²Õ¡C"
);


###############################################################################
# confirmation and error messages

$MESSAGE = array (
    1 => "§Ú­Ì¤w¹q¶l¤F§Aªº±K½X¨ì§Aªº¹q¶l«H½c¡A½Ð¸òÀH¶l¥ó¤¤ªº«ü¥Ü¡C¦hÁÂ¨Ï¥Î " . $_CONF["site_name"],
    2 => "¦hÁÂ»¼¥æ§Aªº¬G¨Æ¨ì {$_CONF["site_name"]} ¡C¥u­n¸g¹L§Ú­Ì­û¤uªº®Ö¹ï¡A§Aªº¬G¨Æ±N¥X²{¦b§Ú­Ìªººõ­¶¤W¡C",
    3 => "¦hÁÂ»¼¥æ³sµ²¨ì {$_CONF["site_name"]} ¡C¥u­n¸g¹L§Ú­Ì­û¤uªº®Ö¹ï¡A§Aªº³sµ²±N¥X²{¦b§Ú­Ìªººõ­¶¤W¡C",
    4 => "¦hÁÂ»¼¥æ¨Æ¥ó¨ì {$_CONF["site_name"]} ¡C¥u­n¸g¹L§Ú­Ì­û¤uªº®Ö¹ï¡A§Aªº¨Æ¥ó±N¥X²{¦b§Ú­Ìªº<a href={$_CONF["site_url"]}/calendar.php>¤é¾ä</a>¤W¡C",
    5 => "§Aªº±b¤á¸ê°T¤w³QÀx¦s¤F¡C",
    6 => "§Aªºµe­±³]©w¤w³QÀx¦s¤F¡C",
    7 => "§Aªº·N¨£³]©w¤w³QÀx¦s¤F¡C",
    8 => "§A¤wµn¥X¡C",
    9 => "§Aªº¬G¨Æ¤w³QÀx¦s¤F¡C",
    10 => "§Aªº¬G¨Æ¤w³Q§R°£¤F¡C",
    11 => "§Aªº²Õ¥ó¤w³QÀx¦s¤F¡C",
    12 => "§Aªº²Õ¥ó¤w³Q§R°£¤F¡C",
    13 => "§Aªº¥DÃD¤w³QÀx¦s¤F¡C",
    14 => "§Aªº¥DÃD©M©Ò¦³¬ÛÃöªº¬G¨Æ¤w³Q§R°£¤F¡C",
    15 => "§Aªº³sµ²¤w³QÀx¦s¤F¡C",
    16 => "§Aªº³sµ²¤w³Q§R°£¤F¡C",
    17 => "§Aªº¨Æ¥ó¤w³QÀx¦s¤F¡C",
    18 => "§Aªº¨Æ¥ó¤w³Q§R°£¤F¡C",
    19 => "§Aªº§ë²¼¤w³QÀx¦s¤F¡C",
    20 => "§Aªº§ë²¼¤w³Q§R°£¤F¡C",
    21 => "·s¥Î¤á¤w³QÀx¦s¤F¡C",
    22 => "¥Î¤á¤w³Q§R°£¤F¡C",
    23 => "¼W¥[¨Æ¥ó¨ì§Aªº¤é¾ä®Éµo¥Í¿ù»~¡A¯Ê¤Ö¤F¨Æ¥ó½s¸¹¡C",
    24 => "¨Æ¥ó¤w¼W¥[¨ì§Aªº¤é¾ä¤¤¡C",
    25 => "§A­nµn¤J¤~¥i¶}±Ò§Aªº­Ó¤H¤é¾ä¡C",
    26 => "¨Æ¥ó¤w±q§Aªº¤é¾ä¤¤²¾°£¡C",
    27 => "«H®§¤wµo°e¡C",
    28 => "Plug-in ¤w³QÀx¦s¤F¡C",
    29 => "©êºp¡A¥»¯¸¨Ã¤£´£¨Ñ­Ó¤H¤é¾ä¡C",
    30 => "¦s¨ú³Q©Úµ´",
    31 => "©êºp¡A§A¤£¯à¶i¤J¬G¨ÆºÞ²zªº­º­¶¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C",
    32 => "©êºp¡A§A¤£¯à¶i¤J¥DÃDºÞ²zªº­º­¶¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C",
    33 => "©êºp¡A§A¤£¯à¶i¤J²Õ¥óºÞ²zªº­º­¶¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C",
    34 => "©êºp¡A§A¤£¯à¶i¤J³sµ²ºÞ²zªº­º­¶¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C",
    35 => "©êºp¡A§A¤£¯à¶i¤J¨Æ¥óºÞ²zªº­º­¶¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C",
    36 => "©êºp¡A§A¤£¯à¶i¤J§ë²¼ºÞ²zªº­º­¶¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C",
    37 => "©êºp¡A§A¤£¯à¶i¤J¥Î¤áºÞ²zªº­º­¶¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C",
    38 => "©êºp¡A§A¤£¯à¶i¤J Plug-in ºÞ²zªº­º­¶¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C",
    39 => "©êºp¡A§A¤£¯à¶i¤J¹q¶lºÞ²zªº­º­¶¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C",
    40 => "¨t²Î°T®§",
   41 => "©êºp¡A§A¤£¯à¶i¤J¦rµü´À´«ªº­º­¶¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C",
    42 => "§Aªº¦rµü¤w³QÀx¦s¤F¡C",
    43 => "§Aªº¦rµü¤w³Q§R°£¤F¡C",
   44 => "Plug-in ¤w³Q¦w¸Ë¤F¡C",
    45 => "Plug-in ¤w³Q§R°£¤F¡C",
    46 => "©êºp¡A§A¤£¯à¶i¤J¸ê®Æ®w³Æ¥÷µ{¦¡¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C",
    47 => "³o¥u¾A¥Î©ó *nix ¦pªG§Aªº§@·~¨t²Î¬O *nix¡A¨º»ò§Aªº½w¨R¾¹¤w³Q²M°£¤F¡C¦pªG§Aªº§@·~¨t²Î¬O Windows¡A§A­n¤â°Ê´M§ä¤å¥ó©R¦W¬° adodb _ *.php ªºÀÉ®×¨Ã§â¥¦­Ì°£¥h¡C",
    48 => "·PÁÂ§A¥Ó½Ð¦¨¬° {$_CONF["site_name"]} ªº·|­û¡C¥u­n¸g¹L§Ú­Ì­û¤uªº®Ö¹ï¡A§Ú­Ì·|§â±K½X±H¨ì§A©Òµn°Oªº¹q¶l¤¤¡C",
    49 => "§Aªº¤p²Õ¤w³QÀx¦s¤F¡C",
    50 => "¤p²Õ¤w³Q§R°£¤F¡C"
);

// for plugins.php

$LANG32 = array (
    1 => "Installing plugins could possibly cause damage to your Geeklog installation and, possibly, to your system. It is important that you only install plugins downloaded from the <a href=\"http://www.geeklog.net\" target=\"_blank\">Geeklog Homepage</a> as we thoroughly test all plugins submitted to our site on a variety of operating systems. It is important that you understand that the plugin installation process will require the execution of a few filesystem commands which could lead to security problems particularly if you use plugins from third party sites. Even with this warning you are getting, we do not gaurantee the success of any installation nor are we liable for damage caused by installing a Geeklog plugin. In other words, install at your own risk.  For the wary, directions on how to manually install a plugin is included with each plugin package.",
    2 => "Plug-in ¦w¸ËÁn©ú",
    3 => "Plug-in ¦w¸Ëªí®æ",
    4 => "Plug-in ÀÉ®×",
    5 => "Plug-in ²M³æ",
    6 => "Äµ§i¡JPlug-in ¤w¸g³Q¦w¸Ë¹L¡I",
    7 => "§A·Q¦w¸Ëªº plug-in ¤w¸g¦s¦b¡A½Ð¥ý§â¥¦§R°£¦A¦w¸Ë¡C",
    8 => "Plugin ¤£¯à³q¹L­Ý®e©Ê®ÕÅç¡C",
    9 => "³o plugin ­n¨D¤@­Ó§ó·sª©¥»ªº Geeklog. §A¥i¥H¤É¯Å§Aªº<a href=\"http://www.geeklog.net\">Geeklog</a>©Î¬O¥t§ä¤@­Ó¾A¦Xªºª©¥»¡C",
    10 => "<br><b>¨S¦³¦w¸Ëªº plugin ¡C</b><br><br>",
    11 => "ÂIÀ»¤U­± plugin ªº½s¸¹¥i­×§ï©Î§R°£¥¦¡AÂIÀ» plugin ªº¦W¦r·|±a§A¨ì¨º plugin ªººô¯¸¡C­n¦w¸Ë©Î¤É¯Å plugin ½Ð«t¸ß¥¦¬O¤å¥ó¡C",
    12 => "plugineditor() §ä¤£¨ì plugin ¦W",
    13 => "Plugin ½s¿è¾¹",
    14 => "·s Plug-in",
    15 => "ºÞ²z­û­º­¶",
    16 => "Plug-in ¦W¦r",
    17 => "Plug-in ª©¥»",
    18 => "Geeklog ª©¥»",
    19 => "¨Ï¦³®Ä",
    20 => "¬O",
    21 => "§_",
    22 => "¦w¸Ë",
    23 => "Àx¦s",
    24 => "¨ú®ø",
    25 => "§R°£",
    26 => "Plug-in ¦W¦r",
    27 => "Plug-in ­º­¶",
    28 => "Plug-in ª©¥»",
    29 => "Geeklog ª©¥»",
    30 => "§R°£ Plug-in¡H",
    31 => "§AªÖ©w­n§R°£³o­Ó Plug-in ¶Ü¡H³o»ò·|§R°£©Ò¦³¦³Ãö³o Plug-in ªº¤å¥ó¡B¸ê®Æ©M¸ê®Æµ²ºc¡C¦pªG§AªÖ©wªº¡A½Ð¦AÂIÀ»¤U­±ªí®æ¤¤ªº§R°£¶s¡C"
);

$LANG_ACCESS = array(
    access => "¦s¨ú",
    ownerroot => "©Ò¦³ªÌ/Root",
    group => "¤p²Õ",
    readonly => "°ßÅª",
    accessrights => "¦s¨úÅv",
    owner => "©Ò¦³ªÌ",
    grantgrouplabel => "µ¹¤©¤§¤W¤p²Õ½s¿èÅv§Q",
    permmsg => "ª`·N¡J·|­û¬O«ü©Ò¦³µù¥U©Mµn¤Jªº¥Î¤á¡F¦Ó°Î¦W¬O«ü©Ò¦³«Dµù¥UªºÂsÄýªÌ©Î¨S¦³µn¤Jªº¥Î¤á¡C",
    securitygroups => "¦w¥þ¤p²Õ",
    editrootmsg => "§Y¨Ï§A¬O¥Î¤áºÞ²z­û¡F¦ý§A¤£¯à½s¿è root ¥Î¤á¡C§A¯à½s¿è©Ò¦³ªº¥Î¤á°£¤F root ¥Î¤á¡C½Ðª`·N©Ò¦³¥ø¹Ï«Dªk¦a½s¿è root ¥Î¤áªº°Ê§@¤w³Q°O¿ý¡C½Ð¦^¨ì<a href=\"{$_CONF["site_admin_url"]}/user.php\">¥Î¤áºÞ²z­¶</a>¥h¡C",
    securitygroupsmsg => "¿ï¾Ü³o¦ì¥Î¤áÄÝ©óªº¤p²Õ¡C",
    groupeditor => "¤p²Õ½s¿è¾¹",
    description => "´y­z",
    name => "¦W¦r",
    rights => "Åv­­",
    missingfields => "¯Ê¤ÖÄæ¦ì",
    missingfieldsmsg => "§A¥²¶·´£¨Ñ¤p²Õªº¦W¦r©M´y­z",
    groupmanager => "¤p²ÕºÞ²z­û",
    newgroupmsg => "ÂIÀ»¤U­±ªº¤p²Õ¥i­×§ï©Î§R°£¥¦¡AÂIÀ»¤W­±ªº·s¤p²Õ¥i³Ð³y¤@­Ó·sªº¡C½Ðª`·N©Ò®Ö¤ß¤p²Õ¤£¯à³Q§R°£¡C",
    groupname => "²Õ¦W",
    coregroup => "®Ö¤ß¤p²Õ",
    yes => "¬O",
    no => "§_",
    corerightsdescr => "³o­Ó¤p²ÕªºÅv­­¤£¯à³Q½s¿è¡A¦]¬°³o¬O­Ó {$_CONF["site_name"]} ªº®Ö¤ß¤p²Õ¡C¥H¤U¬O³o¤p²ÕªºÅv­­²M³æ(°ßÅªªº)¡C",
    groupmsg => "¦w¥þ¤p²Õ¦b³oºõ¯¸¬O¦³µ¥¯Å¨î«×ªº¡C·í¼W¥[³o­Ó¤p²Õ¨ì¥t¤@²Õ§O¡A³o­Ó¤p²Õ±N±o¨ì¨º²Õ§OªºÅv­­¡C½Ð¾¨¥i¯à¤p²Õ¥[¤U¦Cªº²Õ§O¥h¡C¦pªG³o¤p²Õ»Ý­n¯S§OªºÅv­­¡A§A¥i¥H¦b¥H¤Uªº\"Åv§Q\"°Ï°ì¤¤¬D¿ï¡C­n§â¤p²Õ¥[¨ì²Õ§O¥h¡A§A¥u»Ý­n¦b²Õ§O®ÇÃäªº¬D¿ï²°¥´¹_¡C",
    coregroupmsg => "¦]¬°³o¬O­Ó {$_CONF["site_name"]} ªº®Ö¤ß¤p²Õ¡A³o­Ó¤p²ÕªºÅv­­¤£¯à³Q½s¿è¡C¥H¤U¬O³o¤p²Õªº²Õ§O²M³æ(°ßÅªªº)¡C",
    rightsdescr => "¤p²ÕªºÅv­­¥i¥H¬O¨Ó¦Û©ó¤p²Õ¥»¨­©Î¬O³o¤p²Õ©ÒÄÝªº²Õ§O¡C¥H¤UªºÅv­­¤¤¦p¨S¦³ÀËÅç²°§Y¥Nªí³oÅv­­¬O¨Ó¦Û©ó¤p²Õ©ÒÄÝªº²Õ§O¡F¦p¦³ÀËÅç²°§Y¥Nªí§A¥i¥Hª½±µ§âÅv­­µ¹¤©³o¤p²Õ¡C",
    lock => "Âê¦í",
    members => "¦¨­û",
    anonymous => "°Î¦W",
    permissions => "Åv­­",
    permissionskey => "R = °ßÅª¡A E = ½s¿è¡A¦³½s¿èÅv§Y¦³°ßÅªÅv",
    edit => "½s¿è",
    none => "¨S¦³",
    accessdenied => "¦s¨ú³Q©Úµ´",
    storydenialmsg => "¦]¥¼³Q§å­ã¡A§A¤£¥i¥HÆ[¬Ý³o­Ó¬G¨Æ¡C³o¬O¥i¯à¬O¦]¬°§A¨Ã¤£¬O {$_CONF["site_name"]} ªº·|­û¡C½Ð<a href=users.php?mode=new>¦¨¬°·|­û</a>¡C",
    eventdenialmsg => "¦]¥¼³Q§å­ã¡A§A¤£¥i¥HÆ[¬Ý³o­Ó¨Æ¥ó¡C³o¬O¥i¯à¬O¦]¬°§A¨Ã¤£¬O {$_CONF["site_name"]} ªº·|­û¡C½Ð<a href=users.php?mode=new>¦¨¬°·|­û</a>¡C",
    nogroupsforcoregroup => "³o¤p²Õ¤£ÄÝ©ó¥ô¦ó¨ä¥¦ªº¤p²Õ",
    grouphasnorights => " ³o¤p²Õ¨S¦³ºÞ²zÅv¡C",
    newgroup => "·s¤p²Õ",
    adminhome => "ºÞ²z­û­º­¶",
    save => "Àx¦s",
    cancel => "¨ú®ø",
    delete => "§R°£",
    canteditroot => "¦]¬°§A¤£ÄÝ¤_ Root ¤p²Õ¡A©Ò¥H§A¹ï Root ¤p²Õªº­×§ï³Q©Úµ´¤F¡C¦p¦³°ÝÃD½Ð»P¨t²ÎºÞ²z­ûÁpÃ´¡C"
);

#admin/word.php
$LANG_WORDS = array(
    editor => "¦rµü´À´«½s¿è¾¹",
    wordid => "¦rµü½s¸¹",
    intro => "ÂIÀ»¤U­±ªº¦rµü¥i­×§ï©Î§R°£¥¦¡AÂIÀ»¥ªÃäªº·s¦rµü¥i³Ð³y¤@­Ó·sªº¡C",
    wordmanager => "¦rµüºÞ²z­û",
    word => "¦rµü",
    replacmentword => "´À¥N¦rµü",
    newword => "·s¦rµü"
);

$LANG_DB_BACKUP = array(
    last_ten_backups => "³Ì«á¤Q­Ó³Æ¥÷",
    do_backup => "°µ³Æ¥÷",
    backup_successful => "¸ê®Æ®w³Æ¥÷§¹¦¨¡C",
    no_backups => "¨S¦³³Æ¥÷",
    db_explanation => "­n°µ·sªº Geeklog ³Æ¥÷¡AÂIÀ»¥H¤Uªº«ö¶s",
    not_found => "¤£¥¿½Tªº¸ô®|©Î mysqldump µ{¦¡¤£¥i°õ¦æ¡C<br>ÀË¬d<strong>\$_DB_mysqldump_path</strong>©w¸q¦b config.php.<br>ÅÜ¼Æ²{¦b³Q©w¸q¬°¡J<var>{$_DB_mysqldump_path}</var>",
    zero_size => "³Æ¥÷¥¢±Ñ¡JÀÉ®×¬O 0 ¤j¤p",
    path_not_found => "{$_CONF["backup_path"]} ¤£¦s¦b©Î¤£¬O¥Ø¿ý",
    no_access => "¿ù»~¡J¥Ø¿ý {$_CONF["backup_path"]} ¡A¤£¯à¦s¨ú¡C",
    backup_file => "³Æ¥÷ÀÉ®×",
    size => "¤j¤p",
    bytes => "¦ì¤¸²Õ"
);

$LANG_BUTTONS = array(
    1 => "­º­¶",
    2 => "Ápµ¸",
    3 => "¥Xª©",
    4 => "³sµ²",
    5 => "§ë²¼",
    6 => "¤é¾ä",
    7 => "¥»¯¸²Î­p¼Æ¾Ú",
    8 => "­Ó¤H¤Æ",
    9 => "·j´M",
    10 => "¶i¶¥·j´M"
);

$LANG_404 = array(
    1 => "404 ¿ù»~",
    2 => "«x¡A§Ú¨ì³B³£¬Ý¹L¤F¦ý§ä¤£¨ì<b>%s</b>.",
    3 => "<p>«Ü©êºp¡A¦ý§A­n¨Dªº¤å¥ó¤£¦s¦b¡C½ÐÀË¬d<a href=\"{$_CONF["site_url"]}\">¥D­¶</a>©Î<a href=\"{$_CONF["site_url"]}/search.php\">·j´M­¶</a>¬Ý¬Ý¯àµo²{¤°»ò¡C"
);

$LANG_LOGIN = array (
    1 => "­n¨Dµn¤J",
    2 => "©êºp¡A­n¨Dµn¤J¤~¥i¦s¨ú³o­Ó°Ï°ì¡C",
    3 => "µn¤J",
    4 => "·s¥Î¤á"
);

?>
