<?php

###############################################################################
# chinese_gb2312.php
#
# Last Modified:20030312:
# This is the Chinese (gb2312) language page for GeekLog!
#
# Copyright (C) 2003 Crocodile King @  Scarborough,Toronto Canada
# Kingwangwen@hotmail.com &  @truez.com
#
# Note: I have fixed it by referral Chinese_big5.php
#
# Chinese punctuation used in this file
# £»©U¡¢£¡£¬¡££¿£º¡º¡»£¨£©¡ù¡Á¡­¡­£¥¡ì¡Â¡¢¡¶¡·¡¾¡¿¡®¡¯¡°¡±£¤££¡ò£¡¡«
#
# Special thanks to Mischa Polivanov for his work on this project
#
# Copyright (C) 2000 Jason Whittenburg
# jwhitten@securitygeeks.com
#
# This program is free software; you can redistribute it and/or
# modify it under the terms of the GNU General Public License
# as published by the Free Software Foundation; either version 2
# of the License, or (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA  02111-1307, USA.
#
###############################################################################

$LANG_CHARSET = "gb2312";

###############################################################################
# Array Format:
# $LANGXX[YY]:$LANG - variable name
#  XX - file id number
#YY - phrase id number
###############################################################################

###############################################################################
# USER PHRASES - These are file phrases used in end user scripts
###############################################################################

###############################################################################
# common.php

$LANG01 = array(
    1 => "Í¶¸åÕß©U",
    2 => "¶Á¶àÐ©",
    3 => "¸öÆÀÂÛ",
    4 => "±à¼­",
    5 => "Í¶Æ±",
    6 => "½á¹û",
    7 => "Í¶Æ±½á¹û",
    8 => "Í¶Æ±",
    9 => addslashes("¹ÜÀíÕß¹¦ÄÜ©U"),
    10 => "Ìá½»Îï",
    11 => "¹ÊÊÂ",
    12 => "×é¼þ",
    13 => "Ö÷Ìâ",
    14 => "Á¬½á",
    15 => "ÊÂ¼þ",
    16 => "Í¶Æ±",
    17 => "ÓÃ»§",
    18 => "SQL Query",
    19 => "ÍË³ö",
    20 => "ÓÃ»§Ñ¶Ï¢©U",
    21 => "ÓÃ»§Ãû",
    22 => "ÓÃ»§Ê¶±ðºÅ",
    23 => "°²È«µÈ¼¶",
    24 => "ÄäÃû",
    25 => "»Ø¸´",
    26 => "ÒÔÏÂÆÀÂÛÖ»ÊôÕÅÌùÕß¸öÈË¹Ûµã¡£",
    27 => "×î½ü·¢±íµÄ",
    28 => "É¾³ý",
    29 => "Ã»ÓÐÆÀÂÛ¡£",
    30 => "¾ÉµÄ¹ÊÊÂ",
    31 => "ÔÊÐíµÄ HTML ±ê¼Ç:",
    32 => "´íÎó£¬ÎÞÐ§µÄÓÃ»§Ãû",
    33 => "´íÎó£¬²»ÄÜÐ´ÏµÍ³ÈÕÖ¾;",
    34 => "´íÎó",
    35 => "ÍË³ö",
    36 => "ÓÚ",
    37 => "Ã»ÓÐ¹ÊÊÂ",
    38 => "",
    39 => "Ê¹ÐÂ",
    40 => "",
    41 => "¿ÍÈË",
    42 => "×÷Õß:",
    43 => "»Ø¸´Õâ¸ö",
    44 => "¸¸Ä¸",
    45 => "MySQL ´íÎóºÅÂë",
    46 => "MySQL ´íÎóÑ¶Ï¢",
    47 => addslashes("ÓÃ»§¹¦ÄÜ"),
    48 => "ÕÊ»§Ñ¶Ï¢",
    49 => "·ç¸ñÑ¡Ôñ",
    50 => "´íÎóµÄ SQL statement",
    51 => "°ïÖú",
    52 => "ÐÂ",
    53 => "¹ÜÀíÕßÊ×Ò³",
    54 => "²»ÄÜ´ò¿ªÎÄ¼þ¡£",
    55 => "´í´¦",
    56 => "Í¶Æ±",
    57 => "ÃÜÂë",
    58 => "µÇÈë",
    59 => "Ã»ÓÐÕÊ»§£¿<a href=\"{$_CONF["site_url"]}/users.php?mode=new\">ÔÚ´ËµÇ¼Ç</a>",
    60 => "·¢±íÆÀÂÛ",
    61 => "ÐÂÔöÕÊ»§",
    62 => "×Ö",
    63 => "ÆÀÂÛÉè¶¨",
    64 => "°ÑÎÄÕÂµçÓÊ¸øÅóÓÑ",
    65 => "¹Û¿´¿ÉÁÐÓ¡µÄ°æ±¾",
    66 => "ÎÒµÄÈÕÀú",
    67 => "»¶Ó­À´µ½",
    68 => "Ê×Ò³",
    69 => "ÁªÂç",
    70 => "ËÑÑ°",
    71 => "Í¶¸å",
    72 => "ÍøÂ·×ÊÔ´",
    73 => "Í¶Æ±ÖÐÐÄ",
    74 => "ÈÕÀú",
    75 => "½ø½×ËÑË÷",
    76 => "±¾Õ¾Í³¼ÆÊý¾Ý",
    77 => "Plugins",
    78 => "¼´½«·¢ÉúµÄÊÂ",
    79 => "ÐÂÏÊµÄ¶«Î÷",
    80 => "¸öÐÂ¹ÊÊÂ(",
    81 => "ÐÂµÄ¹ÊÊÂ(",
    82 => " Ð¡Ê±ÄÚ)",
    83 => "ÆÀÂÛ",
    84 => "Á¬½á",
    85 => "×î½üËÄÊ®°ËÐ¡Ê±",
    86 => "Ã»ÓÐÐÂµÄÆÀÂÛ",
    87 => "×î½üÁ½¸öÐÇÆÚ",
    88 => "Ã»ÓÐÐÂµÄÁ¬½á",
    89 => "Ã»ÓÐÊÂ·¢Éú",
    90 => "Ê×Ò³",
    91 => "ÔØÈëÕâÒ³ÓÃÁË",
    92 => "Ãë",
    93 => "°æÈ¨",
    94 => "All trademarks and copyrights on this page are owned by their respective owners.",
    95 => "Powered By",
    96 => "Ð¡×é",
    97 => "×Ö´Êµ¥",
    98 => "Plug-ins",
    99 => "¹ÊÊÂ",
    100 => "Ã»ÓÐÐÂµÄ¹ÊÊÂ",
    101 => "ÄãµÄÊÂ¼þ",
    102 => "±¾Õ¾µÄÊÂ¼þ",
    103 => "×ÊÁÏ¿â±¸·Ý",
    104 => "ÓÉ",
    105 => "¼Ä¸øÓÃ»§",
    106 => "¹Û¿´",
    107 => "GL °æ±¾²âÊÔ",
    108 => "Çå³ý»º³åÖü´æÇø"
);

###############################################################################
# calendar.php

$LANG02 = array(
    1 => "ÊÂ¼þÈÕÀú",
    2 => "±§Ç¸£¬Ã»ÓÐÊÂ¼þ¡£",
    3 => "Ê±",
    4 => "µØ",
    5 => "ÊÂ",
    6 => "ÐÂÔöÊÂ¼þ",
    7 => "¼´½«·¢ÉúµÄÊÂ",
    8 => "ÔÚ½«ÕâÊÂ¼Ó½øÄãµÄÈÕÀúÖ®áá£¬Äã¿Éµã»÷ \"ÎÒµÄÈÕÀú\" À´¹Û¿´",
    9 => "¼Ó½øÎÒµÄÈÕÀú",
    10 => "´ÓÎÒµÄÈÕÀúÖÐÈ¥³ý",
    11 => "°ÑÕâÊÂ¼Ó½ø {$_USER["username"]} µÄÈÕÀú",
    12 => "ÊÂ¼þ",
    13 => "¿ªÊ¼",
    14 => "½áÊø",
    15 => "»Øµ½ÈÕÀú"
);

###############################################################################
# comment.php

$LANG03 = array(
    1 => "·¢±íÆÀÂÛ",
    2 => "·¢±í·½Ê½",
    3 => "ÍË³ö",
    4 => "ÐÂÔöÕÊ»§",
    5 => "ÓÃ»§Ãû",
    6 => "±¾Õ¾ÐèÒªµÇÈë²Å¿É·¢±íÆÀÂÛ£¬ÇëµÇÈë¡£Èç¹ûÄãÃ»ÓÐÕÊ»§£¬ÇëÊ¹ÓÃÏÂÃæµÄ±í¸ñµÇ¼Ç¡£",
    7 => "Äã×îáá·¢±íµÄÆÀÂÛÊÇÔÚ ",
    8 => " ÃëÖ®Ç°¡£±¾Õ¾ÏÞ¶¨ÖÁÉÙ {$_CONF["commentspeedlimit"]} Ãëáá²Å¿ÉÔÙ·¢±íÆÀÂÛ",
    9 => "ÆÀÂÛ",
    10 => "",
    11 => "·¢±íÆÀÂÛ",
    12 => "ÇëÌîÐ´±êÌâ×¢ÆÀÂÛÀ¸",
    13 => "¹©Äã²Î¿¼",
    14 => "Ô¤ÀÀ",
    15 => "",
    16 => "±êÌâ",
    17 => "´íÎó",
    18 => "ÖØÒªµÄ¶«Î÷",
    19 => "Çë¾¡Á¿²»ÒªÀëÌâ¡£",
    20 => "¾¡¿ÉÄÜ»Ø¸´±ðÈËµÄÆÀÂÛ£¬¶ø²»ÊÇ¿ªÐÂµÄÆÀÂÛ¡£",
    21 => "Îª±ÜÃâÖØ¸´£¬·¢±íÆÀÂÛÖ®Ç°ÇëÏÈ¶Á±ðÈËËùÐ´µÄ¡£",
    22 => "Çë¾¡Á¿ÓÃ¼ò½àµÄ±êÌâ¡£",
    23 => "ÎÒÃÇ²»»á¹«¿ªÄãµÄµçÓÊµØÖ·¡£",
    24 => "ÄäÃûÓÃ»§"
);

###############################################################################
# users.php

$LANG04 = array(
    1 => "ÓÃ»§¸Å¿ö",
    2 => "ÓÃ»§Ãû",
    3 => "È«Ãû",
    4 => "ÃÜÂë",
    5 => "µç×ÓÓÊ¼þ",
    6 => "Ê×Ò³",
    7 => "Ð¡´«",
    8 => "PGP Ô¿³×",
    9 => "±£´æÉè¶¨",
    10 => "¸øÓÃ»§µÄ×îááÊ®¸öÆÀÂÛ",
    11 => "Ã»ÓÐÆÀÂÛ",
    12 => "ÓÃ»§Éè¶¨",
    13 => "Ã¿Ò¹µçÓÊÎÄÕª",
    14 => "ÕâÊÇ¸öËæ»úµÄÃÜÂë£¬Çë¾¡¿ì¸ü¸Ä¡£Òª¸ü¸ÄÃÜÂëÇëÏÈµÇÈëÏµÍ³£¬È»ááµã»÷ÕÊ»§Ñ¶Ï¢¡£",
    15 => "ÄãÔÚ {$_CONF["site_name" ]} µÄÕÊ»§ÒÑ½¨Á¢ÁË¡£ÇëÊ¹ÓÃÒÔÏÂÑ¶Ï¢µÇÈëÏµÍ³²¢±£ÁôÕâÓÊ¼þ×÷ÈÕáá²Î¿¼¡£",
    16 => "ÄãµÄÕÊ»§Ñ¶Ï¢",
    17 => "ÕÊ»§²¢²»´æÔÚ",
    18 => "ÄãÌá¹©µÄ²»ÊÇÒ»¸öÓÐÐ§µÄµÄµçÓÊ",
    19 => "ÓÃ»§Ãû»òµçÓÊÒÑ¾­´æÔÚ",
    20 => "Ìá¹©µÄ²»ÊÇÒ»¸öÓÐÐ§µÄµÄµçÓÊ",
    21 => "´íÎó",
    22 => "µÇ¼ÇÓÃ {$_CONF["site_name"]} £¡",
    23 => "ÔÚ {$_CONF["site_name"]} µÇ¼ÇµÄÓÃ»§¿ÉÏíÓÐµÄ»áÔ±ºÃ´¦¡£ËûÃÇ¿ÉÒÔÓÃ×Ô¼ºµÄÃû×Ö·¢±íÆÀÂÛºÍ´æÈ¡±¾Õ¾µÄ×ÊÔ´¡£Çë×¢Òâ±¾Õ¾<b><i>¾ø²»»á</i></b>¹«¿ªÓÃ»§µÄµçÓÊ¡£",
    24 => "ÄãµÄÃÜÂë½«±»ËÍµ½ÄãÊäÈëµÄµçÓÊÐÅÏä",
    25 => "Íü¼ÇÁËÄãµÄÃÜÂëÂð£¿",
    26 => "ÇëÄãÊäÈëµÄÓÃ»§ÃûºÍµã»÷µçÓÊÃÜÂë£¬ÎÒÃÇ»á·¢ËÍÒ»¸öÐÂµÄÃÜÂëµ½ÄãµÄµçÓÊÐÅÏä¡£",
    27 => "ÏÖÔÚ¾ÍµÇ¼Ç£¡",
    28 => "µçÓÊÃÜÂë",
    29 => "logout at",
    30 => "login at",
    31 => "ÐèÒªµÇÈë²Å¿ÉÓÃ",
    32 => "ÊðÃû",
    33 => "¾ø²»»á¹«¿ª",
    34 => "ÕâÊÇÄãµÄÕæÃû",
    35 => "Òª¸Ä±äÇëÊäÈëÃÜÂë",
    36 => "¿ªÊ¼ÊÇ http://",
    37 => "½«»á¸½¼ÓÔÚÄã·¢±íµÄÆÀÂÛÉÏ",
    38 => "ÄãµÄ¼ò½é",
    39 => "ÄãµÄ¹«¹² PGP Ô¿³×",
    40 => "Ã»ÓÐÖ÷ÌâÍ¼Ê¾",
    41 => "Ô¸ÒâÖ÷³Ö",
    42 => "ÈÕÆÚ¸ñÊ½",
    43 => "¹ÊÊÂÏÞ¶È",
    44 => "Ã»ÓÐ×é¼þ",
    45 => "ÏÔÊ¾Éè¶¨",
    46 => "²»°üÀ¨µÄ",
    47 => "ÐÂ×é¼þÅäÖÃÎª",
    48 => "Ö÷Ìâ",
    49 => "¹ÊÊÂÀïÃ»ÓÐÍ¼Ïñ",
    50 => "²»Òª´ò¹³Èç¹ûÄã²»¸ÐÐËÈ¤",
    51 => "Ö»ÊÇÐÂ¹ÊÊÂ",
    52 => "Ô¤ÉèÖµÊÇ",
    53 => "Ã¿Íí½ÓÊÕµ±ÈÕµÄ¹ÊÊÂ",
    54 => "´ò¹³Èç¹ûÄã²»¿´ÕâÐ©Ö÷Ìâ»ò×÷Õß¡£",
    55 => "Èç¹ûÄãÃ»ÓÐÑ¡Ôñ£¬ÕâÒâÎ¶ÄãÒªÓÃÔ¤ÉèµÄ×é¼þ¡£Èç¹ûÄãÑ¡Ôñ×é¼þ£¬ËùÓÐÔ¤ÉèµÄÏä½«±»ºöÂÔ¡£Ô¤ÉèµÄ¶«Î÷»áÓÃ´Ö±Ê»­ÏÔÊ¾¡£",
    56 => "×÷Õß",
    57 => "ÏÔÊ¾·½Ê½",
    58 => "ÅÅÐò·½Ê½",
    59 => "ÆÀÂÛÏÞÖÆ(¸ö)",
    60 => "¿ÉÏÔÊ¾ÄãµÄÆÀÂÛÂð£¿",
    61 => "×îÐÂ»ò×î¾ÉµÄÏÈ£¿",
    62 => "Ô¤ÉèÊÇ100",
    63 => "ÃÜÂëÒÑ±»·¢ËÍ£¬Äã»áºÜ¿ìÊÕµ½µÄ¡£",
    64 => "ÆÀÂÛÉè¶¨",
    65 => "Çë³¢ÊÔÔÙµÇÈë",
    66 => "Äã¿ÉÄÜ´ò´íÁË£¬Çë³¢ÊÔÔÙµÇÈë¡£ÄãÊÇ·ñ<a href=\"{$_CONF["site_url"]}/users.php?mode=new\">ÐÂÓÃ»§</a>£¿",
    67 => "³ÉÔ±×Ô",
    68 => "¼Ç×¡ÎÒÎª",
    69 => "ÔÚµÇÈëÒÔáá£¬ÎÒÃÇÓ¦¸Ã¼Ç×¡Äã¶à¾Ã£¿",
    70 => "¶¨×ö {$_CONF["site_name"]} µÄ²¼¾ÖºÍÄÚÈÝ",
    71 => "Ò»¸ö {$_CONF["site_name"]} µÄÖ÷ÒªÌØµãÊÇÄã¿ÉÒÔ¶¨×ö×Ô¼ºµÄ²¼¾ÖºÍÄÚÈÝ£¬µ«ÊÇÄã±ØÐëÊÇ±¾Õ¾µÄ»áÔ±¡£<a href=\"{$_CONF["site_url"]}/users.php?mode=new\">ÔÚ´ËµÇ¼Ç</a>¡£Èç¹ûÄãÒÑ¾­ÊÇµÇ¼Ç£¬ÇëÊ¹ÓÃ×ó±ßµÄÇøÓòµÇÈë¡£",
    72 => "Ìâ²Ä",
    73 => "ÓïÑÔ",
    74 => "¸Ä±ä±¾Õ¾Íâ±í",
    75 => "Ö÷ÌâÒÑµçÓÊ¸ø",
    76 => "ÇëÖ»Ñ¡ÔñÄã¸ÐÐËÈ¤µÄÖ÷Ìâ£¬ÒòÎªËùÓÐµ±ÈÕÐÂÕÅÌùµÄ¹ÊÊÂ½«»áµçÓÊµ½ÄãµÄÐÅÏä¡£",
    77 => "ÏàÆ¬",
    78 => "Äã×Ô¼ºµÄÍ¼Æ¬",
    79 => "ÒªÉ¾³ýÍ¼Æ¬£¬ÔÚÕâÀï´ò¹³",
    80 => "µÇÈë",
    81 => "·¢ËÍµç×ÓÓÊ¼þ",
    82 => "ÓÃ»§×î½ü·¢±íµÄÊ®¸ö¹ÊÊÂÎª",
    83 => "ÓÃ»§·¢±íÍ³¼Æ",
    84 => "ÎÄÕÂ×ÜÊý©U",
    85 => "ÆÀÂÛ×ÜÊý©U",
    86 => "Ñ°ÕÒËùÓÐ·¢±í¹ýµÄÎÄÕÂ©U"
);

###############################################################################
# index.php

$LANG05 = array(
    1 => "Ã»ÓÐÐÂÎÅ¿ÉÏÔÊ¾",
    2 => "Ã»ÓÐÐÂ¹ÊÊÂ¿ÉÏÔÊ¾¡£",
    3 => "ÕâÒ²ÐíÊÇÕæµÄÃ»ÓÐÐÂÖ÷Ìâ»òÊÇÄãµÄ $topic Éè¶¨µÃÌ«¹ýÏÞÖÆÐÔ¡£",
    4 => "½ñÌìÍ·Ìõ",
    5 => "ÏÂÒ»¸ö",
    6 => "Ç°Ò»¸ö"
);

###############################################################################
# links.php

$LANG06 = array(
    1 => "ÍøÂ·×ÊÔ´",
    2 => "Ã»ÓÐ×ÊÔ´¿ÉÏÔÊ¾",
    3 => "¼ÓÒ»Á¬½á"
);

###############################################################################
# pollbooth.php

$LANG07 = array(
    1 => "Í¶Æ±±£´æÁË",
    2 => "ÄãµÄÍ¶Æ±ÒÑ±»±£´æÁË",
    3 => "Í¶Æ±",
    4 => "ÏµÍ³ÖÐµÄÍ¶Æ±",
    5 => "Í¶Æ±"
);

###############################################################################
# profiles.php

$LANG08 = array(
    1 => "·¢ËÍµç×ÓÓÊ¼þÊ±·¢Éú´íÎó¡£ÇëÔÙ³¢ÊÔ¡£",
    2 => "µçÓÊÒÑËÍ³ö¡£",
    3 => "ÇëÈ·¶¨ÄãÔÚ»Ø¸´À¸ÓÐÒ»¸ö¿ÉÓÃµÄµç×ÓÓÊ¼þµØÖ·¡£",
    4 => "ÇëÌîÐ´ÄãµÄÃû×Ö¡¢»Ø¸´À¸¡¢Ö÷ÌâºÍÄÚÈÝ",
    5 => "´íÎó£ºÃ»ÓÐÕâÓÃ»§¡£",
    6 => "·¢Éú´íÎó¡£",
    7 => "ÓÃ»§×ÊÁÏ",
    8 => "ÓÃ»§Ãû",
    9 => "ÓÃ»§ÃûµÄ URL",
    10 => "·¢ËÍÓÊ¼þµ½",
    11 => "ÄãµÄÃû×Ö£º",
    12 => "»Ø¸´µ½£º",
    13 => "Ö÷Ìâ£º",
    14 => "ÄÚÈÝ£º",
    15 => "HTML ²»»á±»·­Òë¡£",
    16 => "·¢ËÍÓÊ¼þ",
    17 => "°Ñ¹ÊÊÂµçÓÊ¸øÅóÓÑ",
    18 => "ÊÕ¼þÈËÃû×Ö",
    19 => "ÊÕ¼þÈËµçÓÊ",
    20 => "¼Ä¼þÈËÃû×Ö",
    21 => "¼Ä¼þÈËµçÓÊ",
    22 => "ËùÓÐÀ¸¶¼ÒªÌîÐ´",
    23 => "Õâµç×ÓÓÊ¼þÊÇÓÉ $from ($fromemail) ¼Ä¸øÄãµÄ£¬ËûÈÏÎªÄãÒ²Ðí¶ÔÕâÆªÔÚ {$_CONF["site_url"]} µÄÎÄÕÂ¸ÐÐËÈ¤¡£Õâ²»ÊÇÀ¬»øÓÊ¼þ(SPAM)£¬ÄãµÄµçÓÊµØÖ·Ò²²»»á±»¼ÍÂ¼¡£",
    24 => "¹Øì¶Õâ¸ö¹ÊÊÂµÄÆÀÂÛÔÚ",
    25 => "Îª°ïÖúÎÒÃÇ·ÀÖ¹ÏµÍ³±»ÀÄÓÃ£¬Äã±ØÐëµÇÈë¡£",
    26 => "Õâ¸ö±í¸ñÔÊÐíÄãËÍµç×ÓÓÊ¼þµ½ÄãÑ¡ÔñµÄÓÃ»§ÖÐ¡£ÇëÌîÐ´ËùÓÐµÄÀ¸Î»¡£",
    27 => "¶ÌÐÅ",
    28 => "$from Ð´µÀ£º$shortmsg",
    29 => "À´×Ôì¶ {$_CONF["site_name"]} µÄÃ¿ÈÕÎÄÕª£¬¸øÓè£º",
    30 => " Ã¿ÈÕµÄÊ±ÊÂÍ¨Ñ¶£¬¸øÓè£º",
    31 => "±êÌâ",
    32 => "ÈÕÆÚ",
    33 => "ÍêÕûµÄÎÄÕÂÔÚ£º",
    34 => "µçÓÊ½áÊø"
);

###############################################################################
# search.php

$LANG09 = array(
    1 => "½ø½×ËÑÑ°",
    2 => "¹Ø¼ü´Ê",
    3 => "Ö÷Ìâ",
    4 => "ËùÓÐ",
    5 => "ÀàÐÍ",
    6 => "¹ÊÊÂ",
    7 => "ÆÀÂÛ",
    8 => "×÷Õß",
    9 => "ËùÓÐ",
    10 => "ËÑÑ°",
    11 => "ËÑÑ°½á¹û",
    12 => "ÏàÅä",
    13 => "ËÑÑ°½á¹û£ºÃ»ÓÐÏàÅäµÄ",
    14 => "Ã»ÓÐÄãÑ°ÕÒµÄ¶«Î÷©U",
    15 => "ÇëÔÙ³¢ÊÔ",
    16 => "Ö÷Ìâ",
    17 => "ÈÕÆÚ",
    18 => "×÷Õß",
    19 => "ËÑÑ°Õû¸ö {$_CONF["site_name"]} µÄÐÂ¾É¹ÊÊÂ×ÊÁÏ¿â",
    20 => "ÈÕÆÚ",
    21 => "µ½",
    22 => "(ÈÕÆÚ¸ñÊ½ YYYY-MM-DD)",
    23 => "²ÉÑùÊý",
    24 => "ÕÒµ½",
    25 => "¸öÏàÅäÔÚ",
    26 => "¸öÏîÄ¿ÖÐ£¬¹²ÓÃÁË",
    27 => "Ãë",
    28 => "Ã»ÓÐÄãËùÑ°ÕÒµÄ¹ÊÊÂ»òÆÀÂÛ",
    29 => "¹ÊÊÂºÍÆÀÂÛµÄ½á¹û",
    30 => "Ã»ÓÐÄãËùÑ°ÕÒµÄÁ¬½á",
    31 => "Ã»ÓÐÄãËùÑ°ÕÒµÄ plug-in",
    32 => "ÊÂ¼þ",
    33 => "URL",
    34 => "µØµã",
    35 => "ËùÓÐÈÕ×Ó",
    36 => "Ã»ÓÐÄãËùÑ°ÕÒµÄÊÂ¼þ",
    37 => "ÊÂ¼þµÄ½á¹û",
    38 => "Á¬½áµÄ½á¹û",
    39 => "Á¬½á",
    40 => "ÊÂ¼þ",
    41 => 'ËÑÑ°µÄ¹Ø¼ü´Ê×îÉÙÒªÓÐÈý¸ö×Ö¡£',
    42 => 'ÇëÊ¹ÓÃ YYYY-MM-DD (Äê-ÔÂ-ÈÕ) ÈÕÆÚ¸ñÊ½¡£'
);

###############################################################################
# stats.php

$LANG10 = array(
    1 => "±¾Õ¾Í³¼ÆÊý¾Ý",
    2 => "ÏµÍ³µã»÷×ÜÊý",
    3 => "¹ÊÊÂ(ÆÀÂÛ)×ÜÊý",
    4 => "Í¶Æ±(»ñµÃÍ¶Æ±)×ÜÊý",
    5 => "Á¬½á(µã»÷)×ÜÊý",
    6 => "ÊÂ¼þ×ÜÊý",
    7 => "×î¶à¹Û¿´µÄÊ®¸ö¹ÊÊÂ",
    8 => "¹ÊÊÂ±êÌâ",
    9 => "¹Û¿´",
    10 => "¿´À´±¾Õ¾Ã»ÓÐ¹ÊÊÂ»òÊÇÃ»ÈË¹Û¿´¹ý±¾Õ¾µÄ¹ÊÊÂ¡£",
    11 => "×î¶àÆÀÂÛµÄÊ®¸ö¹ÊÊÂ",
    12 => "ÆÀÂÛ",
    13 => "¿´À´±¾Õ¾Ã»ÓÐ¹ÊÊÂ»òÊÇÃ»ÈËÆÀÂÛ¹ý±¾Õ¾µÄ¹ÊÊÂ¡£",
    14 => "×î¶àÈËÍ¶Æ±µÄÊ®¸öÑ¡¾Ù",
    15 => "Í¶Æ±±êÌâ",
    16 => "Í¶Æ±",
    17 => "¿´À´±¾Õ¾Ã»ÓÐÍ¶Æ±»òÊÇÃ»ÈËÍ¶¹ýÆ±¡£",
    18 => "×î¶àÈËµã»÷µÄÊ®¸öÁ¬½á",
    19 => "Á¬½á",
    20 => "µã»÷",
    21 => "¿´À´±¾Õ¾Ã»ÓÐÁ¬½á»òÊÇÃ»ÈËµã»÷¹ý±¾Õ¾µÄÁ¬½á¡£",
    22 => "×î¶àÈË¼Ä³öµÄÊ®¸ö¹ÊÊÂ",
    23 => "µçÓÊ",
    24 => "¿´À´Ã»ÈË¼Ä³ö¹ý±¾Õ¾µÄ¹ÊÊÂ"
);

###############################################################################
# article.php

$LANG11 = array(
    1 => "ÓÐÊ²÷áÊÇÏà¹ØµÄ",
    2 => "¼Ä¹ÊÊÂ¸øÅóÓÑ",
    3 => "¿ÉÓ¡µÄ¹ÊÊÂ¸ñÊ½",
    4 => "¹ÊÊÂÑ¡Ïî"
);

###############################################################################
# submit.php

$LANG12 = array(
    1 => "ÄãÐèÒªµÇÈë²Å¿É·¢±í $type ",
    2 => "µÇÈë",
    3 => "ÐÂÓÃ»§",
    4 => "·¢±íÒ»¼þÊÂ",
    5 => "·¢±íÒ»¸öÁ¬½á",
    6 => "·¢±íÒ»¸ö¹ÊÊÂ",
    7 => "ÄãÐèÒªµÇÈë",
    8 => "·¢±í",
    9 => "ÔÚ±¾Õ¾·¢±í¶«Î÷Ê±Çë¸úËæÒÔÏÂ½¨Òé...<ul><li>ÌîÐ´ËùÓÐµÄÀ¸<li>Ìá¹©ÍêÈ«ºÍ×¼È·µÄÑ¶Ï¢<li>ÔÙÈý¼ì²éÄÇÐ© URLs</ul>",
    10 => "±êÌâ",
    11 => "Á¬½á",
    12 => "¿ªÊ¼ÈÕÆÚ",
    13 => "½áÊøÈÕÆÚ",
    14 => "µØµã",
    15 => "ÃèÊö",
    16 => "Èç¹ûÊÇÆäËû£¬ÇëÖ¸¶¨",
    17 => "Àà±ð",
    18 => "ÆäËû",
    19 => "¶ÁÕâÏÈ",
    20 => "´íÎó£ºÈ±ÉÙÀà±ð",
    21 => "µ±Ñ¡Ôñ\"ÆäËû\"ÇëÌá¹©Ò»¸öÀà±ðÃû",
    22 => "´íÎó£ºÈ±ÉÙÀ¸Î»",
    23 => "ÇëÌîÐ´ËùÓÐµÄÀ¸Î»",
    24 => "Äã·¢±íµÄÒÑ±»±£´æÁË",
    25 => "ÄãµÄ $type ÒÑ±»±£´æÁË",
    26 => "ÏÞËÙ",
    27 => "ÓÃ»§Ãû",
    28 => "Ö÷Ìâ",
    29 => "¹ÊÊÂ",
    30 => "Äã×îáá·¢±íµÄÊÇ",
    31 => " ÃëÖ®Ç°¡£±¾Õ¾ÏÞ¶¨ÖÁÉÙ {$_CONF["speedlimit"]} Ãëáá²Å¿ÉÔÙ·¢±í",
    32 => "Ô¤ÀÀ",
    33 => "¹ÊÊÂ Ô¤ÀÀ",
    34 => "ÍË³ö",
    35 => "²»×¼Ðí HTML ±ê¼Ç",
    36 => "·¢±íÄ£Ê½",
    37 => "¼ÓÊÂ¼þµ½ {$_CONF["site_name"]} »á½«ÄãµÄÊÂ¼þ¼Óµ½Ö÷ÈÕÀúÖÐ£¬ÆäËûµÄÓÃ»§¿ÉËæÒâµØ°ÑËü¼Ó½ø×Ô¼ºµÄ¸öÈËÈÕÀú¡£Çë<b>²»Òª</b>°ÑÄãµÄ¸öÈËÊÂ¼þÆ©ÈçÉúÈÕºÍÖÜÄê¼ÍÄî¼Ó½øÈ¥¡£<br><br>Ö»Òª¹ÜÀíÔ±Åú×¼ÄãµÄÊÂ¼þËü½«³öÏÖÔÚÖ÷ÈÕÀúÉÏ¡£",
    38 => "¼ÓÊÂ¼þµ½",
    39 => "Ö÷ÈÕÀú",
    40 => "¸öÈËÈÕÀú",
    41 => "½áÊøÊ±¼ä",
    42 => "¿ªÊ¼Ê±¼ä",
    43 => "ÕûÈÕµÄÊÂ¼þ",
    44 => "µØÖ· 1",
    45 => "µØÖ· 2",
    46 => "³ÇÊÐ/ÊÐÕò",
    47 => "ÖÝ",
    48 => "ÓÊÕþ±àÂë",
    49 => "ÊÂ¼þÀàÐÍ",
    50 => "±à¼­ÊÂ¼þÀàÐÍ",
    51 => "µØµã",
    52 => "É¾³ý",
    53 => "ÐÂ¼ÓÕÊ»§"
);


###############################################################################
# ADMIN PHRASES - These are file phrases used in end admin scripts
###############################################################################

###############################################################################
# auth.inc.php

$LANG20 = array(
    1 => "ÒªÇóÈÏÖ¤",
    2 => "¾Ü¾ø£¡²»ÕýÈ·µÄµÇÈë×ÊÁÏ",
    3 => "ÎÞÐ§µÄÃÜÂë",
    4 => "ÓÃ»§Ãû£º",
    5 => "ÃÜÂë£º",
    6 => "ÕâÒ³Ö»¹©ÊÚÈ¨ÈËÔ±Ê¹ÓÃ¡£<br>ËùÓÐ´æÈ¡½«±»¼ÇÂ¼ºÍ¼ì²é¡£",
    7 => "µÇÈë"
);

###############################################################################
# block.php

$LANG21 = array(
    1 => "È¨Á¦²»×ã",
    2 => "ÄãÃ»ÓÐÈ¨È¥±à¼­Õâ¸ö×é¼þ¡£",
    3 => "×é¼þ±à¼­Æ÷",
    4 => "",
    5 => "×é¼þ±êÌâ",
    6 => "Ö÷Ìâ",
    7 => "ËùÓÐ",
    8 => "×é¼þ°²È«Ë®Æ½",
    9 => "×é¼þ´ÎÐò",
    10 => "×é¼þÀàÐÍ",
    11 => "Èë¿Ú×é¼þ",
    12 => "Õý³£×é¼þ",
    13 => "Èë¿Ú×é¼þÑ¡Ïî",
    14 => "RDF URL",
    15 => "×îááµÄ RDF ¸üÐÂ",
    16 => "Õý³£×é¼þÑ¡Ïî",
    17 => "×é¼þÄÚÈÝ",
    18 => "ÇëÌîÐ´×é¼þµÄ±êÌâ¡¢°²È«Ë®Æ½ºÍÄÚÈÝ¡£",
    19 => "×é¼þ¹ÜÀíÔ±",
    20 => "×é¼þ±êÌâ",
    21 => "×é¼þ°²È«Ë®Æ½",
    22 => "×é¼þÀàÐÍ",
    23 => "×é¼þ´ÎÐò",
    24 => "×é¼þÖ÷Ìâ",
    25 => "µã»÷ÏÂÃæµÄ×é¼þ¿ÉÐÞ¸Ä»òÉ¾³ýËü£¬µã»÷ÉÏÃæµÄÐÂ×é¼þ¿É´´ÔìÒ»¸öÐÂµÄ¡£",
    26 => "°æÃæ×é¼þ",
    27 => "PHP ×é¼þ",
    28 => "PHP ×é¼þÑ¡Ïî",
    29 => "×é¼þº¯Êý",
    30 => "Èç¹ûÄãÏëÓÃ×Ô¼ºµÄ PHP º¯Êý×é¼þ£¬ÇëÔÚÉÏÃæÊäÈëº¯ÊýµÄÃû×Ö¡£Îª·ÀÖ¹Ö´ÐÐÈÎÐÔµÄ±àÂë£¬PHP ×é¼þº¯ÊýÃû±ØÐëÒÔ \"phpblock_\" ×÷¿ªÊ¼ (e.g. phpblock_getweather)¡£Çë²»Òª°Ñ¿ÕµÄÔ²À¨ºÅ \"()\" ·ÅÔÚº¯Êýáá¡£×îáá£¬½¨ÒéÄã°ÑËùÓÐµÄ PHP ×é¼þ·ÅÔÚ /path/to/geeklog/system/lib-custom.php ÀïÒÔ·½±ãÏµÍ³Éý¼¶¡£",
    31 => "PHP ×é¼þ´íÎó©Uº¯Êý $function ²¢²»´æÔÚ¡£",
    32 => "´íÎó©UÈ±ÉÙÀ¸Î»¡£",
    33 => "ÔÚÈë¿Ú×é¼þÄã±ØÐë°Ñ URL ÊäÈëµ½ .rdf µµ°¸",
    34 => "ÔÚ PHP ×é¼þÄã±ØÐëÊäÈëÖ÷ÌâºÍº¯Êý",
    35 => "ÔÚÕý³£×é¼þÄã±ØÐëÊäÈëÖ÷ÌâºÍÄÚÈÝ",
    36 => "ÔÚ°æÃæ×é¼þÄã±ØÐëÊäÈëÄÚÈÝ",
    37 => "²»ÊÊµ±µÄ PHP ×é¼þº¯ÊýÃû",
    38 => "Îª·ÀÖ¹Ö´ÐÐÈÎÐÔµÄ±àÂë£¬PHP ×é¼þº¯ÊýÃû±ØÐëÒÔ \"phpblock_\" ×÷¿ªÊ¼ (e.g. phpblock_getweather)¡£",
    39 => "·ÅÔÚÄÇ±ß",
    40 => "×ó",
    41 => "ÓÒ",
    42 => "ÔÚ Geeklog Ô¤Éè×é¼þÄã±ØÐëÊäÈë×é¼þ´ÎÐòºÍ°²È«Ë®Æ½",
    43 => "Ö»¿ÉÊÇÊ×Ò³",
    44 => "´æÈ¡±»¾Ü¾ø",
    45 => "ÆóÍ¼´æÈ¡²»ÔÊÐíµÄ×é¼þÒÑ±»¼ÇÂ¼¡£Çë<a href=\"{$_CONF["site_admin_url"]}/block.php\">·´»Ø×é¼þ¹ÜÀíÔ±ÖçÃæ</a>¡£",
    46 => "ÐÂ×é¼þ",
    47 => "¹ÜÀíÔ±Ê×Ò³",
    48 => "×é¼þÃû",
    49 => " (²»¿ÉÓÐ¿Õ¸ôºÍ±ØÐëÊÇÎ¨Ò»µÄ)",
    50 => "ÇóÖúÎÄ¼þµÄ URL",
    51 => "°üÀ¨ http://",
    52 => "Èç¹ûÕâÀïÁô°×£¬×é¼þµÄÇóÖúÎÄ¼þÍ¼Ê¾½«²»±»ÏÔÊ¾",
    53 => "Ê¹ÓÐÐ§",
    54 => "±£´æ",
    55 => "È¡Ïû",
    56 => "É¾³ý"
);

###############################################################################
# event.php

$LANG22 = array(
    1 => "ÊÂ¼þ±à¼­Æ÷",
    2 => "",
    3 => "ÊÂ¼þ±êÌâ",
    4 => "ÊÂ¼þ URL",
    5 => "ÊÂ¼þ¿ªÊ¼ÈÕÆÚ",
    6 => "ÊÂ¼þ½áÊøÈÕÆÚ",
    7 => "ÊÂ¼þµØµã",
    8 => "ÊÂ¼þÃèÊö",
    9 => "(°üÀ¨ http://)",
    10 => "Äã±ØÐëÌá¹©ÈÕÆÚ»òÊ±¼ä¡¢ÃèÊöºÍÊÂ¼þµØµã£¡",
    11 => "ÊÂ¼þ¹ÜÀíÔ±",
    12 => "µã»÷ÏÂÃæµÄÊÂ¼þ¿ÉÐÞ¸Ä»òÉ¾³ýËü£¬µã»÷ÉÏÃæµÄÐÂÊÂ¼þ¿É´´ÔìÒ»¸öÐÂµÄ¡£",
    13 => "ÊÂ¼þ±êÌâ",
    14 => "¿ªÊ¼ÈÕÆÚ",
    15 => "½áÊøÈÕÆÚ",
    16 => "´æÈ¡±»¾Ü¾ø",
    17 => "ÆóÍ¼´æÈ¡²»ÔÊÐíµÄÊÂ¼þÒÑ±»¼ÇÂ¼¡£Çë<a href=\"{$_CONF["site_admin_url"]}/event.php\">·´»ØÊÂ¼þ¹ÜÀíÔ±ÖçÃæ</a>¡£",
    18 => "ÐÂÊÂ¼þ",
    19 => "¹ÜÀíÔ±Ê×Ò³",
    20 => "±£´æ",
    21 => "È¡Ïû",
    22 => "É¾³ý"
);

###############################################################################
# link.php

$LANG23 = array(
    1 => "Á¬½á±à¼­Æ÷",
    2 => "",
    3 => "Á¬½á±êÌâ",
    4 => "Á¬½á URL",
    5 => "Àà±ð",
    6 => "(°üÀ¨ http://)",
    7 => "ÆäËû",
    8 => "Á¬½á±»»÷´ÎÊý",
    9 => "Á¬½áÃèÊö",
    10 => "ÄãÐèÒªÌá¹©Á¬½á±êÌâ¡¢ URL ºÍÃèÊö£¡",
    11 => "Á¬½á¹ÜÀíÔ±",
    12 => "µã»÷ÏÂÃæµÄÁ¬½á¿ÉÐÞ¸Ä»òÉ¾³ýËü£¬µã»÷ÉÏÃæµÄÐÂÁ¬½á¿É´´ÔìÒ»¸öÐÂµÄ¡£",
    13 => "Á¬½á±êÌâ",
    14 => "Á¬½áÀà±ð",
    15 => "Á¬½á URL",
    16 => "´æÈ¡±»¾Ü¾ø",
    17 => "ÆóÍ¼´æÈ¡²»ÔÊÐíµÄÁ¬½áÒÑ±»¼ÇÂ¼¡£Çë<a href=\"{$_CONF["site_admin_url"]}/link.php\">·´»ØÁ¬½á¹ÜÀíÔ±ÖçÃæ</a>¡£",
    18 => "ÐÂÁ¬½á",
    19 => "¹ÜÀíÔ±Ê×Ò³",
    20 => "Èç¹ûÊÇÆäËû£¬ÇëÖ¸¶¨",
    21 => "±£´æ",
    22 => "È¡Ïû",
    23 => "É¾³ý"
);

###############################################################################
# story.php

$LANG24 = array(
    1 => "ÉÏÒ»¸ö¹ÊÊÂ",
    2 => "ÏÂÒ»¸ö¹ÊÊÂ",
    3 => "Ä£Ê½",
    4 => "·¢±íÄ£Ê½",
    5 => "¹ÊÊÂ±à¼­Æ÷",
    6 => "Ã»ÓÐ¹ÊÊÂ",
    7 => "×÷Õß",
    8 => "±£´æ",
    9 => "Ô¤ÀÀ",
    10 => "È¡Ïû",
    11 => "É¾³ý",
    12 => "",
    13 => "±êÌâ",
    14 => "Ö÷Ìâ",
    15 => "ÈÕÆÚ",
    16 => "¹ÊÊÂ¼ò½é",
    17 => "¹ÊÊÂÄÚÈÝ",
    18 => "µã»÷´ÎÊý",
    19 => "ÆÀÂÛ",
    20 => "",
    21 => "",
    22 => "¹ÊÊÂÇåµ¥",
    23 => "µã»÷ÏÂÃæµÄ¹ÊÊÂ±àºÅ¿ÉÐÞ¸Ä»òÉ¾³ýËü£¬µã»÷ÏÂÃæµÄ¹ÊÊÂ±êÌâ¿É¹Û¿´Ëü£¬µã»÷ÉÏÃæµÄÐÂ¹ÊÊÂ¿É´´ÔìÒ»¸öÐÂµÄ¡£",
    24 => "",
    25 => "",
    26 => "¹ÊÊÂÔ¤ÀÀ",
    27 => "",
    28 => "",
    29 => "",
    30 => "",
    31 => "ÄãÐèÒªÌá¹©×÷Õß¡¢±êÌâºÍ¹ÊÊÂ¼ò½é£¡",
    32 => "Í·ÌõµÄ",
    33 => "Ö»¿ÉÓÐÒ»¸öÍ·Ìõ¹ÊÊÂ",
    34 => "²Ý¸å",
    35 => "ÊÇ",
    36 => "·ñ",
    37 => "¸ü¶àÀ´×Ôì¶",
    38 => "¸ü¶à·¢±íì¶",
    39 => "µçÓÊ",
    40 => "´æÈ¡±»¾Ü¾ø",
    41 => "ÆóÍ¼´æÈ¡²»ÔÊÐíµÄ¹ÊÊÂÒÑ±»¼ÇÂ¼¡£Äã¿ÉÒÔÒÔÎ¨¶ÁÄ£Ê½¹Û¿´ÏÂÃæÎÄÕÂ¡£¿´ÍêááÇë<a href=\"{$_CONF["site_admin_url"]}/story.php\">·´»Ø¹ÊÊÂ¹ÜÀíÔ±ÖçÃæ</a>¡£",
    42 => "ÆóÍ¼´æÈ¡²»ÔÊÐíµÄ¹ÊÊÂÒÑ±»¼ÇÂ¼¡£Çë<a href=\"{$_CONF["site_admin_url"]}/story.php\">·´»Ø¹ÊÊÂ¹ÜÀíÔ±ÖçÃæ</a>¡£",
    43 => "ÐÂ¹ÊÊÂ",
    44 => "¹ÜÀíÔ±Ê×Ò³",
    45 => "´æÈ¡È¨",
    46 => "<b>×¢Òâ©U</b>Èç¹ûÄã°ÑÈÕÆÚ¸Ä³É½«À´£¬ÔÚÄÇ¸öÈÕÆÚÇ°ÕâÆªÎÄÕÂ½«²»»á±»·¢±í¡£²¢ÇÒ ÒâÎ¶×ÅÕâÆª¹ÊÊÂ²»»á°üÀ¨ÔÚÄãµÄ RDF ±êÌâÄÚ£¬ÔÚËÑÑ°ºÍÍ³¼ÆÒ³ÖÐ»á±»ºöÂÔ¡£",
    47 => "Í¼Ïñ",
    48 => "image",
    49 => "right",
    50 => "left",
    51 => "ÇëÓÃÌØ±ð¸ñÊ½µÄÎÄ×Ö([imageX]¡¢[imageX_right] »ò [imageX_left])À´²åÈëÍ¼Ïñ£¬ X ÊÇÄã¸½¼ÓÍ¼ÏñµÄ±àºÅ¡£×¢Òâ©UÄãÖ»¿ÉÊ¹ÓÃÄã¸½¼ÓµÄÍ¼Ïñ·ñÔòÄã½«ÎÞ·¨±£´æÄãµÄ¹ÊÊÂ¡£<BR><P><B>Ô¤ÀÀ</B>©U×î¼ÑÔ¤ÀÀ¹ÊÊÂµÄ·½·¨ÊÇ°Ñ¹ÊÊÂ±£´æ³É²Ý¸å¶ø²»ÊÇÖ±»÷Ô¤ÀÀ°´Å¥¡£Ö»ÓÐÃ»ÓÐ¸½¼ÓÍ¼ÏñÊ±²ÅÓÃÔ¤ÀÀ°´Å¥¡£",
    52 => "É¾³ý",
    53 => "Ã»ÓÐ±»Ê¹ÓÃ¡£±£´æÇ°£¬Äã±ØÐë°ÑÕâ¸öÍ¼Ïñ°üº¬ÔÚ¹ÊÊÂ¼ò½é»ò¹ÊÊÂÄÚÈÝÖÐ¡£",
    54 => "¸½¼ÓÍ¼ÏñÎ´±»Ê¹ÓÃ",
    55 => "±£´æÄãµÄ¹ÊÊÂÊ±·¢ÉúÒÔÏÂ´íÎó¡£Çë¸ÄÕýÕâÐ©´íÎóÔÙ±£´æ",
    56 => "ÏÔÊ¾Ö÷ÌâÍ¼Ê¾"
);

###############################################################################
# poll.php

$LANG25 = array(
    1 => "Ä£Ê½",
    2 => "",
    3 => "Í¶Æ±·¢ÆðÈÕ",
    4 => "Í¶Æ± $qid ±»±£´æÁË",
    5 => "±à¼­Í¶Æ±",
    6 => "Í¶Æ±±àºÅ",
    7 => "(²»¿ÉÓÐ¿Õ¸ô)",
    8 => "³öÏÖÔÚÊ×Ò³ÉÏ",
    9 => "ÎÊÌâ",
    10 => "´ð°¸ / Í¶Æ±",
    11 => "È¡µÃÍ¶Æ± ($qid) ´ð°¸Ê±·¢Éú´íÎó¡£",
    12 => "È¡µÃÍ¶Æ± ($qid) ÎÊÌâÊ±·¢Éú´íÎó¡£",
    13 => "ÐÂ¼ÓÍ¶Æ±",
    14 => "±£´æ",
    15 => "È¡Ïû",
    16 => "É¾³ý",
    17 => "",
    18 => "Í¶Æ±Çåµ¥",
    19 => "µã»÷ÏÂÃæµÄÍ¶Æ±¿ÉÐÞ¸Ä»òÉ¾³ýËü£¬µã»÷ÉÏÃæµÄÐÂÍ¶Æ±¿É´´ÔìÒ»¸öÐÂµÄ¡£",
    20 => "Í¶Æ±Õß",
    21 => "´æÈ¡±»¾Ü¾ø",
    22 => "ÆóÍ¼´æÈ¡²»ÔÊÐíµÄÍ¶Æ±ÒÑ±»¼ÇÂ¼¡£Çë<a href=\"{$_CONF["site_admin_url"]}/poll.php\">·´»ØÍ¶Æ±¹ÜÀíÔ±ÖçÃæ</a>¡£",
    23 => "ÐÂÍ¶Æ±",
    24 => "¹ÜÀíÔ±Ê×Ò³",
    25 => "ÊÇ",
    26 => "·ñ"
);

###############################################################################
# topic.php

$LANG27 = array(
    1 => "Ö÷Ìâ±à¼­Æ÷",
    2 => "Ö÷Ìâ±àºÅ",
    3 => "Ö÷ÌâÃû",
    4 => "Ö÷ÌâÍ¼Ïñ",
    5 => "(²»¿ÉÓÐ¿Õ¸ô)",
    6 => "É¾³ýÖ÷Ìâ»áÍ¬Ê±É¾³ýËùÓÐÓÐ¹ØµÄ¹ÊÊÂºÍ×é¼þ£¡",
    7 => "ÄãÐèÒªÌá¹©Ö÷Ìâ±àºÅºÍÖ÷ÌâÃû£¡",
    8 => "Ö÷Ìâ¹ÜÀíÔ±",
    9 => "µã»÷ÏÂÃæµÄÖ÷Ìâ¿ÉÐÞ¸Ä»òÉ¾³ýËü£¬µã»÷ÉÏÃæµÄÐÂÖ÷Ìâ¿É´´ÔìÒ»¸öÐÂµÄ¡£ÔÚÀ¨ºÅÀïÄã½«·¢ÏÖÄãµÄ´æÈ¡¼¶±ð¡£",
    10=> "ÅÅÐò´ÎÐò",
    11 => "¹ÊÊÂ / Ò³",
    12 => "´æÈ¡±»¾Ü¾ø",
    13 => "ÆóÍ¼´æÈ¡²»ÔÊÐíµÄÖ÷ÌâÒÑ±»¼ÇÂ¼¡£Çë<a href=\"{$_CONF["site_admin_url"]}/topic.php\">·´»ØÖ÷Ìâ¹ÜÀíÔ±ÖçÃæ</a>.",
    14 => "ÅÅÐò·½·¨",
    15 => "°´×ÖÄ¸ÅÅÐò",
    16 => "Ô¤ÉèÊÇ",
    17 => "ÐÂÖ÷Ìâ",
    18 => "¹ÜÀíÔ±Ê×Ò³",
    19 => "±£´æ",
    20 => "È¡Ïû",
    21 => "É¾³ý"
);

###############################################################################
# user.php

$LANG28 = array(
    1 => "ÓÃ»§±à¼­Æ÷",
    2 => "ÓÃ»§±àºÅ",
    3 => "ÓÃ»§Ãû",
    4 => "È«Ãû",
    5 => "ÃÜÂë",
    6 => "°²È«¼¶±ð",
    7 => "µçÓÊµØÖ·",
    8 => "Ê×Ò³",
    9 => "(²»¿ÉÓÐ¿Õ¸ô)",
    10 => "ÄãÐèÒªÌá¹©ÓÃ»§Ãû¡¢È«Ãû¡¢°²È«¼¶±ðºÍµçÓÊµØÖ·¡£",
    11 => "ÓÃ»§¹ÜÀíÔ±",
    12 => "µã»÷ÏÂÃæµÄÓÃ»§¿ÉÐÞ¸Ä»òÉ¾³ýËü£¬µã»÷ÉÏÃæµÄÐÂÓÃ»§¿É´´ÔìÒ»¸öÐÂµÄ¡£ÔÚÏÂÃæµÄ±í¸ñÖÐÊäÈë²¿·ÝµÄÓÃ»§Ãû¡¢µçÓÊµØÖ·»òÈ«Ãû (e.g.*son* or *.edu) £¬¿É×ö¼òµ¥µÄÑ°ÕÒ¡£",
    13 => "°²È«¼¶±ð",
    14 => "µÇ¼ÇÈÕ",
    15 => "ÐÂÓÃ»§",
    16 => "¹ÜÀíÔ±Ê×Ò³",
    17 => "¸ÄÃÜÂë",
    18 => "È¡Ïû",
    19 => "É¾³ý",
    20 => "±£´æ",
    18 => "È¡Ïû",
    19 => "É¾³ý",
    20 => "±£´æ",
    21 => "ÓÃ»§ÃûÒÑ¾­´æÔÚ",
    22 => "´íÎó",
    23 => "´óÁ¿Ôö¼Ó",
    24 => "´óÁ¿ÊäÈëÓÃ»§",
    25 => "Äã¿ÉÒ»´Î¹ýÊäÈë´óÁ¿µÄÓÃ»§µ½ Geeklog ¡£ÊäÈëµµ°¸±ØÐëÊÇÒ»¸öÓÃ tab ·Ö¸ôµÄÎÄ×Öµµ°¸£¬À¸Î»µÄË³ÐòÊÇ©UÈ«Ãû¡¢ÓÃ»§Ãû¡¢µçÓÊµØÖ·¡£Ã¿Ò»¸ö±»ÊäÈëµÄÓÃ»§½«»áÊÕµ½Ò»¸öÒÔµç×ÓÓÊ¼þ·¢ËÍµÄËæ»úÃÜÂë¡£µµ°¸ÖÐÃ¿Ò»ÐÐÊÇÒ»¸öÓÃ»§¡£Ã»×ñÊØÕâÐ©ÒªÇó½«Ôì³ÉÎÊÌâ£¬Ò²ÐíÐèÒªÊÖ¶¯×÷Òµ£¬ÇëÔÙÈý¼ì²éÄãµµ°¸£¡",
    26 => "Ñ°ÕÒ",
    27 => "½á¹û·¶Î§",
    28 => "ÔÚÕâÀï´ò¹³¿ÉÉ¾³ýÕâÕÅÍ¼Æ¬",
    29 => "Â·¾¶",
    30 => "ÊäÈë",
    31 => "ÐÂÓÃ»§",
    32 => "´¦ÀíÍê³É¡£ÊäÈëÁË $successes ¸ö£»$failures ¸öÊ§°Ü",
    33 => "µÝ½»",
    34 => "´íÎó©UÄã±ØÐëÖ¸¶¨ÉÏÔØµµ°¸¡£"
);


###############################################################################
# moderation.php

$LANG29 = array(
    1 => "Åú×¼",
    2 => "É¾³ý",
    3 => "±à¼­",
    4 => "¼òÒªÃèÊö",
    10 => "±êÌâ",
    11 => "¿ªÊ¼ÈÕÆÚ",
    12 => "URL",
    13 => "Àà±ð",
    14 => "ÈÕÆÚ",
    15 => "Ö÷Ìâ",
    16 => "ÓÃ»§Ãû",
    17 => "È«Ãû",
    18 => "µç×ÓÓÊ¼þ",
    34 => "ÃüÁîºÍ¿ØÖÆ",
    35 => "ÒÑµÝ½»µÄ¹ÊÊÂ",
    36 => "ÒÑµÝ½»µÄÁ¬½á",
    37 => "ÒÑµÝ½»µÄÊÂ¼þ",
    38 => "µÝ½»",
    39 => "´ËÊ±Ã»ÓÐµÝ½»µÄ¶«Î÷",
    40 => "ÉêÇëµÄÓÃ»§"
);

###############################################################################
# calendar.php

$LANG30 = array(
    1 => "ÈÕ",
    2 => "Ò»",
    3 => "¶þ",
    4 => "Èý",
    5 => "ËÄ",
    6 => "Îå",
    7 => "Áù",
    8 => "ÐÂÔöÊÂ¼þ",
    9 => "Geeklog ÊÂ¼þ",
    10 => "ÊÂ¼þ¸ø",
    11 => "Ö÷ÈÕÀú",
    12 => "ÎÒµÄÈÕÀú",
    13 => "Ò»ÔÂ",
    14 => "¶þÔÂ",
    15 => "ÈýÔÂ",
    16 => "ËÄÔÂ",
    17 => "ÎåÔÂ",
    18 => "ÁùÔÂ",
    19 => "ÆßÔÂ",
    20 => "°ËÔÂ",
    21 => "¾ÅÔÂ",
    22 => "Ê®ÔÂ",
    23 => "Ê®Ò»ÔÂ",
    24 => "Ê®¶þÔÂ",
    25 => "»Øµ½",
    26 => "ÕûÈÕ",
    27 => "ÐÇÆÚ",
    28 => "¸öÈËÈÕÀú©U",
    29 => "¹«ÖÚÈÕÀú",
    30 => "É¾³ýÊÂ¼þ",
    31 => "ÐÂÔö",
    32 => "ÊÂ¼þ",
    33 => "ÐÇÆÚ",
    34 => "Ê±¼ä",
    35 => "Ñ¸ËÙÔö¼Ó",
    36 => "µÝ½»",
    37 => "±§Ç¸£¬±¾Õ¾²¢²»Ìá¹©¸öÈËÈÕÀú¡£",
    38 => "¸öÈËÊÂ¼þ±à¼­Æ÷",
    39 => "ÈÕ",
    40 => "ÖÜ",
    41 => "ÔÂ"
);

###############################################################################
# admin/mail.php
$LANG31 = array(
    1 => $_CONF["site_name"] . " ÓÊ¼þ³ÌÊ½",
    2 => "¼Ä¼þÈË",
    3 => "»Ø¸´µ½",
    4 => "Ö÷Ìâ",
    5 => "ÄÚÈÝ",
    6 => "ÊÕ¼þÈË©U",
    7 => "ËùÓÐÓÃ»§",
    8 => "¹ÜÀíÔ±",
    9 => "Ñ¡Ïî",
    10 => "HTML",
    11 => "ÆÈÇÐµÄÑ¶Ï¢£¡",
    12 => "·¢ËÍ",
    13 => "ÖØÉè",
    14 => "ºöÂÔÓÃ»§Éè¶¨",
    15 => "´íÎó£¬µ±·¢ËÍµ½©U",
    16 => "Ñ¶Ï¢ÒÑ·¢ËÍµ½©U",
    17 => "<a href=" . $_CONF["site_admin_url"] . "/mail.php>·¢ËÍÆäËüÐÅ¼þ</a>",
    18 => "ÊÕ¼þÈË",
    19 => "×¢Òâ©UÈç¹ûÄãÏ£Íû·¢ËÍÑ¶Ï¢µ½±¾Õ¾ËùÓÐµÄ³ÉÔ±£¬ÇëÔÚÐ¡×éÑ¡ÔñÀ¸Î»ÖÐÑ¡Ôñ Logged-in Users group¡£",
    20 => "ÒÑ·¢ËÍ <successcount> ¸öÑ¶Ï¢£¬ÓÐ <failcount> ¸ö²»ÄÜ·¢ËÍ¡£·¢ËÍµÄÏ¸½ÚÔÚÏÂÃæ¡£Èç²»Ïë¿´Ï¸½Ú£¬Äã¿É<a href=\"" . $_CONF["site_admin_url"] . "/mail.php\">·¢ËÍÆäËüÑ¶Ï¢</a> »ò <a href=\"" . $_CONF["site_admin_url"] . "/moderation.php\">·´»Ø¹ÜÀíÔ±Ê×Ò³</a>¡£",
    21 => "Ê§°Ü",
    22 => addslashes("³É¹¦ "),
    23 => addslashes("È«²¿³É¹¦ "),
    24 => "È«²¿Ê§°Ü",
    25 => "-- ÇëÑ¡Ð¡×é --",
    26 => "ÇëÌîÐ´ËùÓÐ±í¸ñÉÏµÄÀ¸Î»ºÍÑ¡ÔñÒ»¸öÐ¡×é¡£"
);


###############################################################################
# confirmation and error messages

$MESSAGE = array (
    1 => "ÎÒÃÇÒÑµçÓÊÁËÄãµÄÃÜÂëµ½ÄãµÄµçÓÊÐÅÏä£¬Çë¸úËæÓÊ¼þÖÐµÄÖ¸Ê¾¡£¶àÐ»Ê¹ÓÃ " . $_CONF["site_name"],
    2 => "¶àÐ»µÝ½»ÄãµÄ¹ÊÊÂµ½ {$_CONF["site_name"]} ¡£Ö»Òª¾­¹ýÎÒÃÇÔ±¹¤µÄºË¶Ô£¬ÄãµÄ¹ÊÊÂ½«³öÏÖÔÚÎÒÃÇµÄ¸ÙÒ³ÉÏ¡£",
    3 => "¶àÐ»µÝ½»Á¬½áµ½ {$_CONF["site_name"]} ¡£Ö»Òª¾­¹ýÎÒÃÇÔ±¹¤µÄºË¶Ô£¬ÄãµÄÁ¬½á½«³öÏÖÔÚÎÒÃÇµÄ¸ÙÒ³ÉÏ¡£",
    4 => "¶àÐ»µÝ½»ÊÂ¼þµ½ {$_CONF["site_name"]} ¡£Ö»Òª¾­¹ýÎÒÃÇÔ±¹¤µÄºË¶Ô£¬ÄãµÄÊÂ¼þ½«³öÏÖÔÚÎÒÃÇµÄ<a href={$_CONF["site_url"]}/calendar.php>ÈÕÀú</a>ÉÏ¡£",
    5 => "ÄãµÄÕÊ»§Éè¶¨ÒÑ±»±£´æÁË¡£",
    6 => "ÄãµÄ¸öÐÔ½çÃæÉè¶¨ÒÑ±»±£´æÁË¡£",
    7 => "ÄãµÄÆÀÂÛ½çÃæÉè¶¨ÒÑ±»±£´æÁË¡£",
    8 => "ÄãÒÑÍË³ö¡£",
    9 => "ÄãµÄ¹ÊÊÂÒÑ±»±£´æÁË¡£",
    10 => "ÄãµÄ¹ÊÊÂÒÑ±»É¾³ýÁË¡£",
    11 => "ÄãµÄ×é¼þÒÑ±»±£´æÁË¡£",
    12 => "ÄãµÄ×é¼þÒÑ±»É¾³ýÁË¡£",
    13 => "ÄãµÄÖ÷ÌâÒÑ±»±£´æÁË¡£",
    14 => "ÄãµÄÖ÷ÌâºÍËùÓÐÏà¹ØµÄ¹ÊÊÂÒÑ±»É¾³ýÁË¡£",
    15 => "ÄãµÄÁ¬½áÒÑ±»±£´æÁË¡£",
    16 => "ÄãµÄÁ¬½áÒÑ±»É¾³ýÁË¡£",
    17 => "ÄãµÄÊÂ¼þÒÑ±»±£´æÁË¡£",
    18 => "ÄãµÄÊÂ¼þÒÑ±»É¾³ýÁË¡£",
    19 => "ÄãµÄÍ¶Æ±ÒÑ±»±£´æÁË¡£",
    20 => "ÄãµÄÍ¶Æ±ÒÑ±»É¾³ýÁË¡£",
    21 => "ÐÂÓÃ»§ÒÑ±»±£´æÁË¡£",
    22 => "ÓÃ»§ÒÑ±»É¾³ýÁË¡£",
    23 => "Ôö¼ÓÊÂ¼þµ½ÄãµÄÈÕÀúÊ±·¢Éú´íÎó£¬È±ÉÙÁËÊÂ¼þ±àºÅ¡£",
    24 => "ÊÂ¼þÒÑÔö¼Óµ½ÄãµÄÈÕÀúÖÐ¡£",
    25 => "ÄãÒªµÇÈë²Å¿É¿ªÆôÄãµÄ¸öÈËÈÕÀú¡£",
    26 => "ÊÂ¼þÒÑ´ÓÄãµÄÈÕÀúÖÐÒÆ³ý¡£",
    27 => "ÐÅÏ¢ÒÑ·¢ËÍ¡£",
    28 => "Plug-in ÒÑ±»±£´æÁË¡£",
    29 => "±§Ç¸£¬±¾Õ¾²¢²»Ìá¹©¸öÈËÈÕÀú¡£",
    30 => "´æÈ¡±»¾Ü¾ø",
    31 => "±§Ç¸£¬Äã²»ÄÜ½øÈë¹ÊÊÂ¹ÜÀíµÄÊ×Ò³¡£Çë×¢ÒâÄãµÄÆóÍ¼ÒÑ±»¼ÇÂ¼¡£",
    32 => "±§Ç¸£¬Äã²»ÄÜ½øÈëÖ÷Ìâ¹ÜÀíµÄÊ×Ò³¡£Çë×¢ÒâÄãµÄÆóÍ¼ÒÑ±»¼ÇÂ¼¡£",
    33 => "±§Ç¸£¬Äã²»ÄÜ½øÈë×é¼þ¹ÜÀíµÄÊ×Ò³¡£Çë×¢ÒâÄãµÄÆóÍ¼ÒÑ±»¼ÇÂ¼¡£",
    34 => "±§Ç¸£¬Äã²»ÄÜ½øÈëÁ¬½á¹ÜÀíµÄÊ×Ò³¡£Çë×¢ÒâÄãµÄÆóÍ¼ÒÑ±»¼ÇÂ¼¡£",
    35 => "±§Ç¸£¬Äã²»ÄÜ½øÈëÊÂ¼þ¹ÜÀíµÄÊ×Ò³¡£Çë×¢ÒâÄãµÄÆóÍ¼ÒÑ±»¼ÇÂ¼¡£",
    36 => "±§Ç¸£¬Äã²»ÄÜ½øÈëÍ¶Æ±¹ÜÀíµÄÊ×Ò³¡£Çë×¢ÒâÄãµÄÆóÍ¼ÒÑ±»¼ÇÂ¼¡£",
    37 => "±§Ç¸£¬Äã²»ÄÜ½øÈëÓÃ»§¹ÜÀíµÄÊ×Ò³¡£Çë×¢ÒâÄãµÄÆóÍ¼ÒÑ±»¼ÇÂ¼¡£",
    38 => "±§Ç¸£¬Äã²»ÄÜ½øÈë Plug-in ¹ÜÀíµÄÊ×Ò³¡£Çë×¢ÒâÄãµÄÆóÍ¼ÒÑ±»¼ÇÂ¼¡£",
    39 => "±§Ç¸£¬Äã²»ÄÜ½øÈëµçÓÊ¹ÜÀíµÄÊ×Ò³¡£Çë×¢ÒâÄãµÄÆóÍ¼ÒÑ±»¼ÇÂ¼¡£",
    40 => "ÏµÍ³Ñ¶Ï¢",
   41 => "±§Ç¸£¬Äã²»ÄÜ½øÈë×Ö´ÊÌæ»»µÄÊ×Ò³¡£Çë×¢ÒâÄãµÄÆóÍ¼ÒÑ±»¼ÇÂ¼¡£",
    42 => "ÄãµÄ×Ö´ÊÒÑ±»±£´æÁË¡£",
    43 => "ÄãµÄ×Ö´ÊÒÑ±»É¾³ýÁË¡£",
   44 => "Plug-in ÒÑ±»°²×°ÁË¡£",
    45 => "Plug-in ÒÑ±»É¾³ýÁË¡£",
    46 => "±§Ç¸£¬Äã²»ÄÜ½øÈë×ÊÁÏ¿â±¸·Ý³ÌÊ½¡£Çë×¢ÒâÄãµÄÆóÍ¼ÒÑ±»¼ÇÂ¼¡£",
    47 => "ÕâÖ»ÊÊÓÃì¶ *nix Èç¹ûÄãµÄ×÷ÒµÏµÍ³ÊÇ *nix£¬ÄÇ÷áÄãµÄ»º³åÆ÷ÒÑ±»Çå³ýÁË¡£Èç¹ûÄãµÄ×÷ÒµÏµÍ³ÊÇ Windows£¬ÄãÒªÊÖ¶¯Ñ°ÕÒÎÄ¼þÃüÃûÎª adodb _ *.php µÄµµ°¸²¢°ÑËüÃÇ³ýÈ¥¡£",
    48 => "¸ÐÐ»ÄãÉêÇë³ÉÎª {$_CONF["site_name"]} µÄ»áÔ±¡£Ö»Òª¾­¹ýÎÒÃÇÔ±¹¤µÄºË¶Ô£¬ÎÒÃÇ»á°ÑÃÜÂë¼Äµ½ÄãËùµÇ¼ÇµÄµçÓÊÖÐ¡£",
    49 => "ÄãµÄÐ¡×éÒÑ±»±£´æÁË¡£",
    50 => "Ð¡×éÒÑ±»É¾³ýÁË¡£"
);

// for plugins.php

$LANG32 = array (
    1 => "Installing plugins could possibly cause damage to your Geeklog installation and, possibly, to your system. It is important that you only install plugins downloaded from the <a href=\"http://www.geeklog.net\" target=\"_blank\">Geeklog Homepage</a> as we thoroughly test all plugins submitted to our site on a variety of operating systems. It is important that you understand that the plugin installation process will require the execution of a few filesystem commands which could lead to security problems particularly if you use plugins from third party sites. Even with this warning you are getting, we do not gaurantee the success of any installation nor are we liable for damage caused by installing a Geeklog plugin. In other words, install at your own risk.  For the wary, directions on how to manually install a plugin is included with each plugin package.",
    2 => "Plug-in °²×°ÉùÃ÷",
    3 => "Plug-in °²×°±í¸ñ",
    4 => "Plug-in µµ°¸",
    5 => "Plug-in Çåµ¥",
    6 => "¾¯¸æ©UPlug-in ÒÑ¾­±»°²×°¹ý£¡",
    7 => "ÄãÏë°²×°µÄ plug-in ÒÑ¾­´æÔÚ£¬ÇëÏÈ°ÑËüÉ¾³ýÔÙ°²×°¡£",
    8 => "Plugin ²»ÄÜÍ¨¹ý¼æÈÝÐÔÐ£Ñé¡£",
    9 => "Õâ plugin ÒªÇóÒ»¸ö¸üÐÂ°æ±¾µÄ Geeklog. Äã¿ÉÒÔÉý¼¶ÄãµÄ<a href=\"http://www.geeklog.net\">Geeklog</a>»òÊÇÁíÕÒÒ»¸öÊÊºÏµÄ°æ±¾¡£",
    10 => "<br><b>Ã»ÓÐ°²×°µÄ plugin ¡£</b><br><br>",
    11 => "µã»÷ÏÂÃæ plugin µÄ±àºÅ¿ÉÐÞ¸Ä»òÉ¾³ýËü£¬µã»÷ plugin µÄÃû×Ö»á´øÄãµ½ÄÇ plugin µÄÍøÕ¾¡£Òª°²×°»òÉý¼¶ plugin Çë×ÉÑ¯ËüÊÇÎÄ¼þ¡£",
    12 => "plugineditor() ÕÒ²»µ½ plugin Ãû",
    13 => "Plugin ±à¼­Æ÷",
    14 => "ÐÂ Plug-in",
    15 => "¹ÜÀíÔ±Ê×Ò³",
    16 => "Plug-in Ãû×Ö",
    17 => "Plug-in °æ±¾",
    18 => "Geeklog °æ±¾",
    19 => "Ê¹ÓÐÐ§",
    20 => "ÊÇ",
    21 => "·ñ",
    22 => "°²×°",
    23 => "±£´æ",
    24 => "È¡Ïû",
    25 => "É¾³ý",
    26 => "Plug-in Ãû×Ö",
    27 => "Plug-in Ê×Ò³",
    28 => "Plug-in °æ±¾",
    29 => "Geeklog °æ±¾",
    30 => "É¾³ý Plug-in£¿",
    31 => "Äã¿Ï¶¨ÒªÉ¾³ýÕâ¸ö Plug-in Âð£¿Õâ÷á»áÉ¾³ýËùÓÐÓÐ¹ØÕâ Plug-in µÄÎÄ¼þ¡¢×ÊÁÏºÍ×ÊÁÏ½á¹¹¡£Èç¹ûÄã¿Ï¶¨µÄ£¬ÇëÔÙµã»÷ÏÂÃæ±í¸ñÖÐµÄÉ¾³ýÅ¥¡£"
);

$LANG_ACCESS = array(
    access => "´æÈ¡",
    ownerroot => "ËùÓÐÕß/Root",
    group => "Ð¡×é",
    readonly => "Î¨¶Á",
    accessrights => "´æÈ¡È¨",
    owner => "ËùÓÐÕß",
    grantgrouplabel => "¸øÓèÖ®ÉÏÐ¡×é±à¼­È¨Àû",
    permmsg => "×¢Òâ©U»áÔ±ÊÇÖ¸ËùÓÐ×¢²áºÍµÇÈëµÄÓÃ»§£»¶øÄäÃûÊÇÖ¸ËùÓÐ·Ç×¢²áµÄä¯ÀÀÕß»òÃ»ÓÐµÇÈëµÄÓÃ»§¡£",
    securitygroups => "°²È«Ð¡×é",
    editrootmsg => "¼´Ê¹ÄãÊÇÓÃ»§¹ÜÀíÔ±£»µ«Äã²»ÄÜ±à¼­ root ÓÃ»§¡£ÄãÄÜ±à¼­ËùÓÐµÄÓÃ»§³ýÁË root ÓÃ»§¡£Çë×¢ÒâËùÓÐÆóÍ¼·Ç·¨µØ±à¼­ root ÓÃ»§µÄ¶¯×÷ÒÑ±»¼ÇÂ¼¡£Çë»Øµ½<a href=\"{$_CONF["site_admin_url"]}/user.php\">ÓÃ»§¹ÜÀíÒ³</a>È¥¡£",
    securitygroupsmsg => "Ñ¡ÔñÕâÎ»ÓÃ»§Êôì¶µÄÐ¡×é¡£",
    groupeditor => "Ð¡×é±à¼­Æ÷",
    description => "ÃèÊö",
    name => "Ãû×Ö",
    rights => "È¨ÏÞ",
    missingfields => "È±ÉÙÀ¸Î»",
    missingfieldsmsg => "Äã±ØÐëÌá¹©Ð¡×éµÄÃû×ÖºÍÃèÊö",
    groupmanager => "Ð¡×é¹ÜÀíÔ±",
    newgroupmsg => "µã»÷ÏÂÃæµÄÐ¡×é¿ÉÐÞ¸Ä»òÉ¾³ýËü£¬µã»÷ÉÏÃæµÄÐÂÐ¡×é¿É´´ÔìÒ»¸öÐÂµÄ¡£Çë×¢ÒâËùºËÐÄÐ¡×é²»ÄÜ±»É¾³ý¡£",
    groupname => "×éÃû",
    coregroup => "ºËÐÄÐ¡×é",
    yes => "ÊÇ",
    no => "·ñ",
    corerightsdescr => "Õâ¸öÐ¡×éµÄÈ¨ÏÞ²»ÄÜ±»±à¼­£¬ÒòÎªÕâÊÇ¸ö {$_CONF["site_name"]} µÄºËÐÄÐ¡×é¡£ÒÔÏÂÊÇÕâÐ¡×éµÄÈ¨ÏÞÇåµ¥(Î¨¶ÁµÄ)¡£",
    groupmsg => "°²È«Ð¡×éÔÚÕâ¸ÙÕ¾ÊÇÓÐµÈ¼¶ÖÆ¶ÈµÄ¡£µ±Ôö¼ÓÕâ¸öÐ¡×éµ½ÁíÒ»×é±ð£¬Õâ¸öÐ¡×é½«µÃµ½ÄÇ×é±ðµÄÈ¨ÏÞ¡£Çë¾¡¿ÉÄÜÐ¡×é¼ÓÏÂÁÐµÄ×é±ðÈ¥¡£Èç¹ûÕâÐ¡×éÐèÒªÌØ±ðµÄÈ¨ÏÞ£¬Äã¿ÉÒÔÔÚÒÔÏÂµÄ\"È¨Àû\"ÇøÓòÖÐÌôÑ¡¡£Òª°ÑÐ¡×é¼Óµ½×é±ðÈ¥£¬ÄãÖ»ÐèÒªÔÚ×é±ðÅÔ±ßµÄÌôÑ¡ºÐ´ò¹³¡£",
    coregroupmsg => "ÒòÎªÕâÊÇ¸ö {$_CONF["site_name"]} µÄºËÐÄÐ¡×é£¬Õâ¸öÐ¡×éµÄÈ¨ÏÞ²»ÄÜ±»±à¼­¡£ÒÔÏÂÊÇÕâÐ¡×éµÄ×é±ðÇåµ¥(Î¨¶ÁµÄ)¡£",
    rightsdescr => "Ð¡×éµÄÈ¨ÏÞ¿ÉÒÔÊÇÀ´×Ôì¶Ð¡×é±¾Éí»òÊÇÕâÐ¡×éËùÊôµÄ×é±ð¡£ÒÔÏÂµÄÈ¨ÏÞÖÐÈçÃ»ÓÐ¼ìÑéºÐ¼´´ú±íÕâÈ¨ÏÞÊÇÀ´×Ôì¶Ð¡×éËùÊôµÄ×é±ð£»ÈçÓÐ¼ìÑéºÐ¼´´ú±íÄã¿ÉÒÔÖ±½Ó°ÑÈ¨ÏÞ¸øÓèÕâÐ¡×é¡£",
    lock => "Ëø×¡",
    members => "³ÉÔ±",
    anonymous => "ÄäÃû",
    permissions => "È¨ÏÞ",
    permissionskey => "R = Î¨¶Á£¬ E = ±à¼­£¬ÓÐ±à¼­È¨¼´ÓÐÎ¨¶ÁÈ¨",
    edit => "±à¼­",
    none => "Ã»ÓÐ",
    accessdenied => "´æÈ¡±»¾Ü¾ø",
    storydenialmsg => "ÒòÎ´±»Åú×¼£¬Äã²»¿ÉÒÔ¹Û¿´Õâ¸ö¹ÊÊÂ¡£ÕâÊÇ¿ÉÄÜÊÇÒòÎªÄã²¢²»ÊÇ {$_CONF["site_name"]} µÄ»áÔ±¡£Çë<a href=users.php?mode=new>³ÉÎª»áÔ±</a>¡£",
    eventdenialmsg => "ÒòÎ´±»Åú×¼£¬Äã²»¿ÉÒÔ¹Û¿´Õâ¸öÊÂ¼þ¡£ÕâÊÇ¿ÉÄÜÊÇÒòÎªÄã²¢²»ÊÇ {$_CONF["site_name"]} µÄ»áÔ±¡£Çë<a href=users.php?mode=new>³ÉÎª»áÔ±</a>¡£",
    nogroupsforcoregroup => "ÕâÐ¡×é²»Êôì¶ÈÎºÎÆäËüµÄÐ¡×é",
    grouphasnorights => " ÕâÐ¡×éÃ»ÓÐ¹ÜÀíÈ¨¡£",
    newgroup => "ÐÂÐ¡×é",
    adminhome => "¹ÜÀíÔ±Ê×Ò³",
    save => "±£´æ",
    cancel => "È¡Ïû",
    delete => "É¾³ý",
    canteditroot => "ÒòÎªÄã²»ÊôÓÚ Root Ð¡×é£¬ËùÒÔÄã¶Ô Root Ð¡×éµÄÐÞ¸Ä±»¾Ü¾øÁË¡£ÈçÓÐÎÊÌâÇëÓëÏµÍ³¹ÜÀíÔ±ÁªÏµ¡£"
);

#admin/word.php
$LANG_WORDS = array(
    editor => "×Ö´ÊÌæ»»±à¼­Æ÷",
    wordid => "×Ö´Ê±àºÅ",
    intro => "µã»÷ÏÂÃæµÄ×Ö´Ê¿ÉÐÞ¸Ä»òÉ¾³ýËü£¬µã»÷×ó±ßµÄÐÂ×Ö´Ê¿É´´ÔìÒ»¸öÐÂµÄ¡£",
    wordmanager => "×Ö´Ê¹ÜÀíÔ±",
    word => "×Ö´Ê",
    replacmentword => "Ìæ´ú×Ö´Ê",
    newword => "ÐÂ×Ö´Ê"
);

$LANG_DB_BACKUP = array(
    last_ten_backups => "×îááÊ®¸ö±¸·Ý",
    do_backup => "×ö±¸·Ý",
    backup_successful => "×ÊÁÏ¿â±¸·ÝÍê³É¡£",
    no_backups => "Ã»ÓÐ±¸·Ý",
    db_explanation => "Òª×öÐÂµÄ Geeklog ±¸·Ý£¬µã»÷ÒÔÏÂµÄ°´Å¥",
    not_found => "²»ÕýÈ·µÄÂ·¾¶»ò mysqldump ³ÌÊ½²»¿ÉÖ´ÐÐ¡£<br>¼ì²é<strong>\$_DB_mysqldump_path</strong>¶¨ÒåÔÚ config.php.<br>±äÊýÏÖÔÚ±»¶¨ÒåÎª©U<var>{$_DB_mysqldump_path}</var>",
    zero_size => "±¸·ÝÊ§°Ü©Uµµ°¸ÊÇ 0 ´óÐ¡",
    path_not_found => "{$_CONF["backup_path"]} ²»´æÔÚ»ò²»ÊÇÄ¿Â¼",
    no_access => "´íÎó©UÄ¿Â¼ {$_CONF["backup_path"]} £¬²»ÄÜ´æÈ¡¡£",
    backup_file => "±¸·Ýµµ°¸",
    size => "´óÐ¡",
    bytes => "Î»Ôª×é"
);

$LANG_BUTTONS = array(
    1 => "Ê×Ò³",
    2 => "ÁªÂç",
    3 => "³ö°æ",
    4 => "Á¬½á",
    5 => "Í¶Æ±",
    6 => "ÈÕÀú",
    7 => "±¾Õ¾Í³¼ÆÊý¾Ý",
    8 => "¸öÈË»¯",
    9 => "ËÑË÷",
    10 => "½ø½×ËÑÑ°"
);

$LANG_404 = array(
    1 => "404 ´íÎó",
    2 => "ß×£¬ÎÒµ½´¦¶¼¿´¹ýÁËµ«ÕÒ²»µ½<b>%s</b>.",
    3 => "<p>ºÜ±§Ç¸£¬µ«ÄãÒªÇóµÄÎÄ¼þ²»´æÔÚ¡£Çë¼ì²é<a href=\"{$_CONF["site_url"]}\">Ö÷Ò³</a>»ò<a href=\"{$_CONF["site_url"]}/search.php\">ËÑË÷Ò³</a>¿´¿´ÄÜ·¢ÏÖÊ²÷á¡£"
);

$LANG_LOGIN = array (
    1 => "ÒªÇóµÇÈë",
    2 => "±§Ç¸£¬ÒªÇóµÇÈë²Å¿É´æÈ¡Õâ¸öÇøÓò¡£",
    3 => "µÇÈë",
    4 => "ÐÂÓÃ»§"
);

?>
