<?php
############################################################
# \-\-\-\-\-\-\     AzDG  - S C R I P T S    /-/-/-/-/-/-/ #
############################################################
# AzDGDatingLite          Version 2.0.3                    #
# Writed by               AzDG (support@azdg.com)          #
# Created 10/01/03        Last Modified 05/02/03           #
# Scripts Home:           http://www.azdg.com              #
############################################################
# File name               arabic.php                       #
# File purpose            Arabic language file             #
# File created by         Mahmoud Sarhan <hayl@yalla.com>  #
# Arabic Demo             www.wearabs.com                  #
# ÇááÛÉ ÇáÚÑÈíÉ              ãÍãæÏ ÓÑÍÇä                   #
############################################################

define('C_HTML_DIR','rtl'); // HTML direction for this language
define('C_CHARSET', 'windows-1256'); // HTML charset for this language

### !!!!! Please read it: RULES for translate!!!!! ###
### 1. Be carefull in translate - don`t use ' { } characters
###    You can use them html-equivalent - &#39; &#123; &#125;
### 2. Don`t translate {some_number} templates - you can only replace it - 
###    {0},{1}... - is not number - it templates
###################################

$w=array(
'<font color=red size=3>*</font>', //0 - Symbol for requirement field
'ÎØÃ Çãäì - #', //1
'åÐÇ ÇáÈÑíÏ ãÓÌá ãä ÞÈá Ýì ÞÇÚÏÉ ÇáÈíÇäÇÊ!', //2
'ÇáÇÓã ÇáÇæá ÛíÑ ÕÍíÍ ãä ÝÖáß ãÓãæÍ ãä  {0} - {1} ÍÑæÝ', //3 - Don`t change {0} and {1} - See rule 2 !!!
'ÇáÇÓã ÇáÇÎíÑ ÛíÑ ÕÍíÍ íÌÈ Çä íßæä ãÇ Èíä  {0} - {1} ÍÑæÝ', //4
'ÊÇÑíÎ ÇáãíáÇÏ ÛíÑ ÕÍíÍ', //5
'ßáãÉ ÇáÓÑ ÛíÑ ÓáíãÉ {0} - {1} ÍÑæÝ', //6
'ãä ÝÖáß ÇÎÊÇÑ ÌäÓß', //7
'ãä ÝÖáß ÇÎÊÑ ÌäÓ ãä ÊØÊáÚ ÇáíÉ', //8
'ãä ÝÖáß ÇÎÊÑ ÇáÊÕäíÝ', //9
'ãä ÝÖáß ÇÎÊÑ ÇáÏæáÉ', //10
'ÈÑíÏ ÎÇØÆ Çæ ÛíÑ ãæÌæÏ', //11
'ÇáÕÝÍÉ ÇáÔÎÕíÉ ÎÇØÆÉ', //12
'ÑÞã icq ÎÇØÆ', //13
'ãÚÑÝ msn ÎÇØÆ', //14
'ÅßÊÈ ÑÞã ÇáåÇÊÝ', //15
'ÅßÊÈ ãÏíäÊß', //16
'ÅÎÊÑ ÍÇáÊß ÇáÇÌÊãÇÚíÉ', //17
'Þã ÈÇÎÊíÇÑ ÇÌÇÈÉ Íæá ÇáÇØÝÇá', //18
'ÅÎÊÑ ÇáØæá', //19
'ÅÎÊÑ ÇáæÒä', //20
'ÇÎÊÑ ÇáØæá ÇáãÝÖá', //21
'ÅÎÊÑ ÇáæÒä ÇáãÝÖá', //22
'ÇÎÊÑ áæä ÔÚÑß', //23
'ÇÎÊÑ áæä Úíäíß', //24
' ÅÎÊÑ åíÆÊß', //25
'ÅÎÊÑ ÏíÇäÊß', //26
'ÅÎÊÑ ÇáåíÆÉ ÇáãØáæÈÉ', //27
'ÅÎÊÑ ÇáÏíÇäÉ ÇáãØáæÈÉ', //28
'ÅÎÊÑ Íæá ÇáÊÏÎíä', //29
'ÅÎÊÑ ÇáÕáÇÉ', //30
'ÅÎÊÑ ÇáÊÚáíã', //31
'ÇßÊÈ Íæá ãåäÊß', //32
'ÇÎÊÑ ÇáÓä ÇáãäÇÓÈ', //33
'ÅÎÊÑ ßíÝ ÊÚÑÝÊ ÚáíäÇ', //34
'ÅßÊÈ ØãæÍÇÊß', //35
'ØãæÍÇÊß ÇÞá ãä  {0} ÍÑÝ', //36
'ØãæÍÇÊß ÇßÈÑ ãä {0} ÍÑÝ', //37
'ÅßÊÈ äÈÐÉ Úä äÝÓß', //38
'ÊÚÑíÝ ÎÇØÆ. ÊÚÑíÝß ÇßÈÑ ãä  {0} ÍÑÝ', //39
'ÊÚÑíÝ ÎÇØÆ. ÊÚÑíÝß ÇÞá ãä  {0} ÍÑÝ', //40
'íÌÈ ÊÍãíá ÕæÑÉ!', //41
'ÊåÇäíäÇ! <br>Êã ÇÑÓÇá ßæÏ ÇáÊÝÚíá Çáì ÈÑíÏß. <br>íÌÈ Çä ÊÝÚá ÇáÍÓÇÈ ãä ÈÑíÏß!', //42 
'ÑÌÇÁ ÊÝÚíá ÇáÇÔÊÑÇß', //43 
'äÔßÑß ááÊÓÌíá Ýì ãæÞÚäÇ 
ÑÌÇÁ ÇáÖÛØ Úáì ÇáæÕáÉ áÊÝÚíá ÇáÅÔÊÑÇß:

', //44 
'ÔßÑÇð áß ááÊÓÌíá ÓíÊã ÊÝÚíá ÅÔÊÑÇßß ÞÑíÈÇð ãä ÝÖáß Þã ÈÒíÇÑÊäÇ ãÑÉ ÇÎÑì ....', //45 
'ÊåÇäíäÇ! <br>Êã ÅÖÇÝÉ ÇáÚÖæ ÈäÌÇÍ!<br><br>ÑÞã ÇáÏÎæá :#', //46
'<br>ßáãÉ ÇáãÑæÑ:', //47
'ÅÚÏ ßÊÇÈÉ ßáãÉ ÇáãÑæÑ', //48
'ßáãÉ ÇáÓÑ ÛíÑ ãÊØÇÈÞÉ', //49
'ÊÓÌíá ÚÖæíÉ ÌÏíÏÉ', //50
'ÇáÅÓã', //51
'ÍÑæÝ', //52
'ÇááÞÈ', //53
'ßáãÉ ÇáãÑæÑ', //54
'ÅÚÇÏÉ ßáãÉ ÇáãÑæÑ', //55
'ÊÇÑíÎ ÇáãíáÇÏ', //56
'ÇáÌäÓ', //57
'ÇáÊÕäíÝ ', //58
'ÇáÏæáÉ', //59
'ÇáÈÑíÏ ÇáÇáßÊÑæäì', //60
'ÇáÕÝÍÉ ÇáÔÎÕíÉ', //61
'ÑÞã ICQ', //62
'ãÚÑÝ MSN', //63
'ÑÞã ÇáåÇÊÝ', //64
'ÇáãÏíäÉ', //65
'ÇáÍÇáÉ ÇáÅÌÊãÇÚíÉ', //66
'ÚÏÏ ÇáÃØÝÇá', //67
'ÇáØæá', //68
'ÇáæÒä', //69
'áæä ÇáÔÚÑ', //70
'áæä ÇáÚíäíä', //71
'ÇáåíÆÉ', //72
'ÇáÏíÇäÉ', //73
'ÊÏÎíä ¿', //74
'ÇáÕáÇÉ', //75
'ÇáÊÚáíã', //76
'ÇáæÙíÝÉ', //77
'ÊØãÍ Ýì ', //78
'ÅßÊÈ æÕÝ ÞÕíÑ áãä ÊÈÍË ÚäÉ ãä ãæÇÕÝÇÊ ÚÇãÉ ', //79
'ÃÊØáÚ Çáì ', //80
'ÇáåíÆÉ ÇáãÝÖáÉ', //81
'ÇáÏíÇäÉ ÇáãÝÖáÉ', //82
'ÇáÓä ÇáãÝÖá', //83
'ÇáØæá ÇáãÝÖá', //84
'ÇáæÒä ÇáãÝÖá', //85
'ßíÝ ÊæÕáÊ ÇáíäÇ', //86
'ÕæÑÉ', //87
'ÇáÕÝÍÉ ÇáÑÆíÓíÉ', //88
'ÊÓÌíá', //89
'ãäØÞÉ ÇáÃÚÖÇÁ', //90
'ÈÍË', //91
'ÅÊÕá ÈäÇ', //92
'ãÓÇÚÏÉ', //93
'ÇáÅÍÕÇÆíÇÊ', //94
'ÞÇÆãÉ ÇáÃÚÖÇÁ ááÚÖæ ÑÞã #', //95
'ãÔÇåÏÉ ÇáÑÓÇÆá', //96
'ÛÑÝÊì', //97
'ÇáãáÝ ÇáÔÎÕì', //98
'ÊÛííÑ ÇáãáÝ ÇáÔÎÕì', //99
'ÊÛííÑ ßáãÉ ÇáãÑæÑ', //100
'ÍÐÝ ÇáÍÓÇÈ', //101
'ÎÑæÌ', //102
'Òãä ÇáÊÍãíá:', //103
'ËæÇäì.', //104
'ÇÚÖÇÁ ãÓÌáíä ãÊÕáíä:', //105
'ÒæÇÑ ãÊÕáíä:', //106
'ÈÏÚã ãä <a href="http://www.azdg.com" target="_blank" class="desc">azdg</a>', //107 
'ÇáÃÚÖÇÁ ÝÞØ íãßäåã ÇáÈÍË ÇáãÊÞÏã', //108
'äÃÓÝ, "Age From" íÌÈ Çä íßæä ÇÕÛÑ ãä "Age to"', //109
'áÇ ÊæÌÏ äÊÇÆÌ ááÈÍË', //110
'áÇ íæÌÏ', //111 
'íæÌÏ', //112 
'áÇ íãßä ÇáÇÊÕÇá ÈÇáÓíÑÝÑ <br>Your mysql login or mysql password is wrong.<br>Check it in config file', //113
' íãßä ÇáÇÊÕÇá ÈÇáÓíÑÝÑ <br>Database don`t exist<br>Or Change Database name in config', //114
'ÇáÕÝÍÇÊ :', //115
'äÊÇÆÌ ÇáÈÍË', //116
'Çáßá : ', //117 
'ÅÓã ÇáãÓÊÎÏã', //118
'Purposes', //119
'ÇáÚãÑ', //120
'ÇáÏæáÉ  ', //121
'ÇáãÏíäÉ', //122
'ÃÎÑ ÒíÇÑÉ', //123
'ÊÇÑíÎ ÇáÊÓÌíá', //124
'ÈÍË ãÊÞÏã', //125
'ÑÞã ÇáÚÖæíÉ #', //126
'ÇáÅÓã ÇáÇæá', //127
'ÇáÇÓã ÇáÇÎíÑ', //128
'ÇáÈÑÌ', //129
'ÇáØæá', //130
'ÇáæÒä', //131
'ÇáÌäÓ', //132
'ÇáÊÕäíÝ', //133
'ÇáÍÇáÉ ÇáÅÌÊãÇÚíÉ', //134
'ÇáÃØÝÇá', //135
'áæä ÇáÔÚÑ', //136
'áæä ÇáÚíæä', //137
'ÇáåíÆÉ', //138
'ÇáÏíÇäÉ', //139
'ÊÏÎíä', //140
'ÕáÇÉ', //141
'ÇáÊÚáíã', //142
'ÈÍË Ýì ÇáÃÚÖÇÁ ãÚ', //143
'ÕÝÍÉ ãÝÖáÉ', //144
'ICQ', //145
'MSN', //146
'åÇÊÝ', //147
'ãÓÌá Ýì  ', //148
'ÅÙåÇÑ ÇáäÊÇÆÌ ÍÓÈ', //149
'äÊÇÆÌ áßá ÕÝÍÉ', //150
'ÈÍË ÈÓíØ', //151
'ãÊÇÍ ááÅÚÖÇÁ ÝÞØ<br> <a href="add.php">Þã ÈÇáÊÓÌíá ÇáÇä </a>', //152
'ÛíÑ ãÊÇÍ ááÃÚÖÇÁ ÇáÌÏÏ', //153
'ÇáÚÖæ ãæÌæÏ Ýì ÞÇÆãÉ ÇáÃÚÖÇÁ ÇáÌÏÏ', //154
'ÔßÑÃ áÞÏ Êã ÅÖÇÝÊß áÞÇÆãÉ ÇáÃÚÖÇÁ ÇáÌÏÏ æääÊÙÑ ãæÇÝÞÉ ÇáãÔÑÝ Úáí ÚÖæíÊß', //155
'áÇ íãßäß ÇÓÊÚãÇá ÇáÛÑÝÉ', //156
'ÇáÚÖæ ÍÇáíÇð Ýì ÇáÛÑÝÉ', //157
'ÔßÑÇð áÞÏ Êã ÇÖÇÝÉ ÇáÚÖæ Çáì ÇáÛÑÝÉ', //158
'Êã ÅÖÇÝÉ ÍÓÇÈß ÈäÌÇÍ æÓíÊã ÚÑÖÉ Úáì ÇáÇÏÇÑÉ ááãæÇÝÞÉ', //159
'Êã ÅÖÇÝÉ ÍÓÇÈß ÈäÌÇÍ ', //160
'Êã ÊÝÚíá ÇáÍÓÇÈ ãä ÞÈá !!!', //161
'ÞÇÆãÉ ÇáãÓÇÚÏÉ ÝÇÑÛÉ', //162
'ÓÄÇá ÑÞã #', //163
'íÌÈ ãáÆ ÇáÈíÇäÇÊ', //164
'Êã ÅÑÓÇá ÇáÑÓÇáÉ ÈäÌÇÍ', //165
'Þã ÈßÊÇÈÉ ÚäæÇä ÇáÑÓÇáÉ', //166
'Þã ÈßÊÇÈÉ ÑÓÇáÊß', //167
'ÇáÚäæÇä', //168
'ÇáÑÓÇáÉ', //169
'ÃÑÓá ÇáÑÓÇáÉ', //170
'ááÃÚÖÇÁ', //171
'ÑÞã ÇáÏÎæá', //172
'äÓíÊ ßáãÉ ÇáãÑæÑ', //173
'ÃÑÓá ÇáãæÞÚ áÃÕÏÞÇÄß', //174
'ÇáÃÕÏÞÇÁ-{0} ÈÑíÏ ', //175
'ÇÚíÇÏ ãíáÇÏ Çáíæã', //176
'áÇ íæÌÏ ÇÚíÇÏ ãíáÇÏ', //177
'ãÑÍÈÇð Èßã Ýì ãæÞÚ ÇáÚÑÈ ááÊÚÇÑÝ ', //178 
'ãæÞÚäÇ åæ ÇáæÓíáÉ ÇáãËáì áÅíÌÇÏ ÇÕÏÞÇÁ Úáì ÇáÇäÊÑäÊ ÈåÏÝ ÇáÊÚÇÑÝ Çæ ÇáÒæÇÌ<br>Þã ÝÞØ ÈÇáÊÓÌíá æÊãÊÚ ÈããíÒÇÊ ÚÏíÏÉ ãäåÇ ÇÑÓÇá ÇáÑÓÇÆá ááÃÚÖÇÁ æÇáÈÍË ÇáãÊÞÏã <br> ßãÇ ÇääÇ äÔíÑ Çáì ÓÑíÉ ßÇÝÉ ÇáÈíÇäÇÊ ÇáãÓÌáÉ ÈÇáãæÞÚ æäÎáì ãÓÆæáíÊäÇ ãä Çì ÇÓÊÎÏÇã íÎÇáÝ ÇáÔÑíÚÉ ÇáÇÓáÇãíÉ Çæ ÇÑÓÇá ÕæÑ ÛíÑ ãÞÈæáÉ <br>ßãÇ Çä ÇáÊÓÌíá Ýì ÇáãæÞÚ ãÌÇäì ÊãÇãÇð æÞÏ Êßæä ÝÑÕÉ áÇ ÊÚæÖ ÝÓÇÑÚ ÈÇáÊÓÌíá ÇáÇä æÊÚÑÝ Úáì ÇÚÖÇÁ ÇáãæÞÚ ', //179
'ÇÎÑ  {0} ÇÚÖÇÁ ãÓÌáíä', //180
'ÈÍË ÓÑíÚ', //181
'ÈÍË ãÊÞÏã', //182
'ÕæÑÉ Çáíæã', //183
'ÇáÅÍÕÇÆíÇÊ ', //184
'ÑÞã ÚÖæíÊß åæ', //185
'ÑÞã ÚÖæíÉ Çæ ßáãÉ ãÑæÑ ÛíÑ ÓáíãÉ', //186
'ÛíÑ ãÊÇÍ ÎÇÕíÉ ÇÑÓÇá ÑÓÇÆá ááÈÑíÏ', //187
'ÇÑÓá ÑÓÇáÉ ÈÑíÏ Çáì ÇáÚÖæ ÑÞã #', //188
'áÇ íæÌÏ ÇÚÖÇÁ ÍÇáíÇð', //189
'ÕÝÍÉ ÛíÑ ãÊÇÍÉ', //190
'ÊÑÔíÍ ãä {0}', //191 
'íÑÍÈ Èß {0}!

ßíÝ ÍÇáß :)

ãä ÝÖáß Þã ÈÒíÇÑÉ åÐÇ ÇáãæÞÚ  - Çäå ããÊÇÒ:
{1}', //192 
'ãä ÝÖáß ÇßÊÈ ÇÓã ÕÏíÞß æÈÑíÏÉ#{0} email', //193
'ãä ÝÖáß ÇßÊÈ ÇÓãß æÈÑíÏß', //194
'ßáãÉ ÇáÓÑ ãä {0}', //195 
'åÐÇ ÇáÍÓÇÈ ÞÏ íßæä áã íÊã ÊÝÚíáå Çæ ÛíÑ ãæÌæÏ Ýì ÞÇÚÏÉ ÇáÈíÇäÇÊ.<br>ãä ÝÖáß Þã ÈãÑÇÓáÊäÇ ãÚ æÖÚ ÑÞã ÍÓÇÈß Ýì ÇáÑÓÇáÉ. ', //196
'ãÑÍÈÇ!

ÑÞã ÍÓÇÈß åæ #:{0}
ßáãÉ ÇáãÑæÑ åì:{1}

_________________________
{2}', //197 
'Êã ÇÑÓÇá ßáãÉ ÇáãÑæÑ Çáì ÈÑíÏß.', //198
'ãä ÝÖáß ÇßÊÈ ÑÞã ÍÓÇÈß', //199
'ÃÑÓá ßáãÉ ÇáãÑæÑ', //200
'ÛíÑ ãÊÇÍ ÇÑÓÇá ÇáÑÓÇÆá', //201
'ÇÑÓá ÑÓÇáÉ ááÚÖæ ÑÞã #', //202
'ÃÎÈÑäì ÚäÏãÇ íÞÑÃ ÇáÚÖæ ÇáÑÓÇáÉ', //203
'áÇ íæÌÏ ÇáÚÖæ Ýì ÞÇÚÏÉ ÇáÈíÇäÇÊ', //204
'ÇáÅÍÕÇÆíÇÊ ÛíÑ ãÊÇÍÉ', //205
'áã íÊã ÊÝÚíá åÐÇ ÇáÍÓÇÈ', //206
'ÚÖæíÉ ÑÞã#', //207
'ÅÓã ÇáÚÖæ', //208
'ÇáÅÓã ÇáÇÎíÑ', //209
'ÊÇÑíÎ ÇáãíáÇÏ', //210
'ÇáÈÑíÏ', //211
'ÑÓÇáÉ ãä ãæÞÚ ÇáÊÚÇÑÝ', //212 
'ÇáæÙíÝÉ', //213
'ÇáØãæÍ', //214
'Úä', //215
'ÇáÃåãíÉ', //216
'ÃÑÓá ÑÓÇáÉ', //217
'ÚÖæíÉ ÌÏíÏÉ', //218
'ÅÖÇÝÉ Çáì ÛÑÝÊì', //219
'áÇ íæÌÏ ãáÝ Êã ÊÍãíáå, <br>Çæ ÇáãáÝ ÇßÈÑ ãä  {0} ßíáæ ÈÇíÊ. ãáÝß ÍÌãÉ {1} ßíáæ ÈÇíÊ', //220
'ÚÑÖ ÇáÕæÑÉ ÇßÈÑ ãä  {0} ÈßÓá Çæ Øæá ÇáÕæÑÉ ÇÞá ãä  {1} ÈßÓá.', //221
'äæÚ ÇáãáÝ ÛíÑ ãÓãæÍ (ÝÞØ jpg, gif æ png ãÊÇÍ ). ãáÝß  - ', //222
'(ÇÞÕì. {0} ßíáæ)', //223
'ÅÍÕÇÆíÇÊ ÇáÈáÇÏ', //224
'áÇ ÊæÌÏ ÑÓÇÆá', //225
'ßá ÇáÑÓÇÆá - ', //226
'ÑÞã', //227 
'ãä', //228
'ÊÇÑíÎ', //229
'ÍÐÝ', //230 
'<sup>ÌÏíÏ</sup>', //231 
'ÍÐÝ ÇáÑÓÇÆá', //232
'ÑÓÇáÉ ãä - ', //233
'ÑÏ', //234
'ãÑÍÈÇ, áÞÏ ßÊÈÊ {0}:\n\n_________________\n{1}\n\n_________________', //235 
'Êã ÞÑÇÁÉ ÑÓÇáÊß', //236
'ÇáÑÓÇáÉ:<br><br><span class=dat>{0}</span><br><brÊã ÞÑÇÁÉ ÇáÑÓÇáÉ ÈæÇÓØÉ {1} [ID#{2}] Ýì {3}', //237 
'{0} Êã ãÓÍ ÇáÑÓÇáÉ ÈäÌÇÍ!', //238
'ßáãÉ ÇáãÑæÑ ÇáÞÏíãÉ', //239
'ßáãÉ ÇáãÑæÑ ÇáÌÏíÏÉ', //240
'ÅÚÇÏÉ ßáãÉ ÇáãÑæÑ', //241
'ÊÛííÑ ßáãÉ ÇáãÑæÑ', //242
'ßáãÉ ÇáÓÑ ÇáÞÏíãÉ', //243
'ßáãÉ ÇáÓÑ ÇáÌÏíÏå', //244
'ÅÚÇÏÉ ßáãÉ ÇáÓÑ', //245
'áÇ íæÌÏ Çì ÇÚÖÇÁ Ýì ÛÑÝÊß', //246
'ÊÇÑíÎ ÇáÇÖÇÝÉ', //247
'ÍÐÝ ÇáÇÚÖÇÁ ÇáãÍÏÏíä', //248
'åá ÊÑíÏ ÝÚáÇð ÍÐÝ ÍÓÇÈß ¿<br>ÓíÊã ÍÐÝ ßá ÇáÈíÇäÇÊ æÇáÕæÑ ãä ÇáãæÞÚ .', //249
'ÇáÚÖæ ÑÞã#={0} Êã ÍÐÝÉ ãä ÞÇÚÏÉ ÇáÈíÇäÇÊ', //250
'ÓíÊã ÍÐÝ ÍÓÇÈß ÈÚÏ ÅØáÇÚ ÇáãÏíÑ ', //251
'{0} Êã ÍÐÝåã ãä ÛÑÝÊß', //252
'ßáãÉ ÇáÓÑ áíÓÊ ãßÊæÈÉ ÈÇáÔßá ÇáãÞÈæá ', //253
' áÇ íãßäß ÊÛííÑ ßáãÉ ÇáãÑæÑ', //254
'ßáãÉ ÇáãÑæÑ ÇáÞÏíãÉ ÛíÑ ÕÍíÍÉ', //255
'Êã ÊÛííÑ ßáãÉ ÇáãÑæÑ ÈäÌÇÍ', //256
'ÛíÑ ãÊÇÍ ÍÐÝ ßá ÇáÕæÑ', //257
'Êã ÊÛííÑ ãáÝß ÇáÔÎÕì ÈäÌÇÍ', //258
' - ÍÐÝ ÇáÕæÑÉ', //259
'Êã ÍÐÝ ÇáßæßíÒ áåÐÇ ÇáãæÞÚ', //260
'ÕæÑÉ ÇáÚáã ÛíÑ ãÊÇÍ', //261
'ÇááÛÇÊ', //262
'   ÅÑÓÜÜÜÇá   ', //263
'Login [3-16 chars [A-Za-z0-9_]]', //264
'Login', //265
'Your login must consist of 3-16 chars and only A-Za-z0-9_ chars is available', //266
'This is login already in database. Please select another!', //267
'Total users - {0}', //268
'The messages are not visible. You should be the privileged user see the messages.<br><br>You can purshase from <a href="'.C_URL.'/members/index.php?l=ar&a=r" class=head>here</a>', //269 change l=default to l=this_language_name
'User type', //270
'Purshase date', //271
'Search results position', //272
'Price', //273
'month', //274
'Purshase Last date', //275
'Higher than', //276
'Purshase', //277
'Purshase with', //278
'PayPal', //279
'Thanks for your registration. Payment has been succesfully send and will be checked by admin in short time.', //280
'Incorrect error. Please try again, or contact with admin!', //281
'Send congratulation letter about privilegies activating', //282
'User type has successfully changed.', //283
'Email with congratulations has been send to user.', //284
'ZIP',// 285 Zip code
'Congratulations, 

Your status is changed to {0}. This privilegies will be available in next {1} month.

Now you can check your messages in your box.

__________________________________
{2}', //286 {0} - Ex:Gold member, {1} - month number, {2} - Sitename from config
'Congratulations', //287 Subject
'ZIP code must be numeric', //288
'Keywords', //289
'We are sorry, but the following error occurred:', //290
'', //291
'', //292
'', //293
'', //294
'', //295
'', //296
'', //297
'', //298
'' //299
); 
?>
