<?php
############################################################
# \-\-\-\-\-\-\     AzDG  - S C R I P T S    /-/-/-/-/-/-/ #
############################################################
# AzDGDatingLite          Version 2.0.3                    #
# Writed by               AzDG (support@azdg.com)          #
# Created 10/01/03        Last Modified 05/02/03           #
# Scripts Home:           http://www.azdg.com              #
############################################################
# File name               arabica.php                      #
# File purpose            Arabic language file             #
# File created by         Mahmoud Sarhan <hayl@yalla.com>  #
# Arabic Demo             www.wearabs.com                  #
# ÇááÛÉ ÇáÚÑÈíÉ              ãÍãæÏ ÓÑÍÇä                   #
############################################################
### !!!!! Please read it: RULES for translate!!!!! ###
### 1. Be carefull in translate - don`t use ' { } characters
###    You can use them html-equivalent - &#39; &#123; &#125;
### 2. Don`t translate {some_number} templates - you can only replace it 
###    {0} - is not number - it template
###################################
$x=array(
'<font color=red size=3>*</font>', //0 - Symbol for requirement field
'ÇÓã ÇáãÏíÑ Çæ ßáãÉ ÇáãÑæÑ ÛíÑ ÕÍíÍÉ ',//1
'ãäØÞÉ ÇáÇÏÇÑÉ',//2
'ÇÓã ÇáÏÎæá',//3
'ßáãÉ ÇáãÑæÑ',//4
'ÏÎæá',//5
'ÛíÑ ãÊÇÍ áÛíÑ ÇáãÔÑÝ ÇáÚÇã',//6
'ÇáÑÆíÓíÉ',//7
'ÍÐÝ ÇáÖÛØÇÊ',//8
'ÊÞæíã ÞÇÚÏÉ ÇáÈíÇäÇÊ',//9
'ÅÏÇÑÉ ÇáÇÚÖÇÁ',//10
'ÅÏÇÑÉ ÇáãÓÇÚÏÉ',//11
'ÇáÞÇÆãÉ ÇáÈÑíÏíÉ',//12
'ÎÑæÌ',//13
'Êã ÊÓÌíá ÎÑæÌß ÈäÌÇÍ<br><br>ÔßÑÇð áß',//14
'ßá ÇáÑÓÇÆá',//15
'ÇáÑÓÇÆá ÇáãÑÓáÉ',//16
'ÇáÌÒÁ ÇáÊÇáì ',//17
'{0} ÑÓÇáÉ Êã ÅÑÓÇáåÇ Çáì ÇáÃÚÖÇÁ',//18
'ÚÏÏ ÇáÑÓÇÆá ÇáÛíÑ ãÞÑÄå åæ  {0}',//19 {0} - SiteName (C_SNAME)
'æÌÏ {0} ÚÖæ',//20
'ÅÏÇÑÉ ÇáÞÇÆãÉ ÇáÈÑíÏíÉ',//21
'ãÚ ÇáÍÇáÉ:',//22
'ÎÕÇÆÕ ÇáÈÑíÏ:',//23
'äæÚ ÇáÈÑíÏ',//24
'ÇáãÑÓá',//25
'ÚäæÇä ÇáÑÓÇáÉ',//26
'ãÖãæä ÇáÑÓÇáÉ',//27
'ÅØáÇÚì Úáì äÊÇÆÌ ÇáÅÑÓÇá',//28
'ÚæÏÉ ááÎáÝ',//29
'ÅÑÓÇá',//30
'ÇáÛíÑ ãäÊåì - {0}',//31
'ÇáÚäæÇä : {0} [ÃÑÓáÊ Åáì {1} ÃÚÖÇÁ] :::>',//32
'ÅäåÇÁ',//33
'äÕì',//34
'åÊãá',//35
'ãÔÇåÏÉ',//36
'ÃÚÖÇÁ áã íÔÇåÏæÇ ÇáÑÓÇÆá - ',//37
'ÚÏÏ ÇáÑÓÇÆá ÇáÛíÑ ãÞÑÄå - ',//38
'ãÚÑÝ ÇáÑÓÇáÉ ÇáÃÎíÑå - ',//39
'ÅÑÓÇÊá ãÊÇÈÚÉ Çáì ÇáÃÚÖÇÁ ÇááÐíä áã íÞÑÇÄÉ ÇáÑÓÇÆá',//40
'Êã ÊÍÑíÑ ÇáÍÓÇÈ ÈäÌÇÍ',//41
'ÓÄÇá ãÓÇÚÏ Êã ÅÖÇÝÊå ÈäÌÇÍ',//42
'ÅÖÇÝÉ ÌÏíÏ',//43
'ãä ÝÖáß ÅßÊÈ ÇáÓÄÇá',//44
'ãä ÝÖáß ÅßÊÈ ÇáÅÌÇÈÉ',//45
'ÅÏÇÑÉ ÇáãÓÇÚÏÉ',//46
'ÅÖÇÝÉ ÊÕäíÝ ãÓÇÚÏÉ',//47
'ÊÍÑíÑ ÊÕäíÝ ãÓÇÚÏÉ',//48
'ÍÐÝ ÊÕäíÝ ãÓÇÚÏÉ',//49
'ÅÖÇÝÉ ãÓÇÚÏÉ',//50
'ÅÎÊÑ ÊÕäíÝ ÇáãÓÇÚÏÉ',//51
'ÓÄÇá ÇáãÓÇÚÏÉ',//52
'ÌæÇÈ ÇáãÓÇÚÏÉ',//53
'íÌÈ Úáíß ÇæáÇð ÅÖÇÝÉ ÊÕäíÝ Ýì ÇáÈÏÇíÉ ',//54
'ÅßÊÈ ÚäæÇä ÇáÊÕäíÝ',//55
'Êã ÅÖÇÝÉ ÊÕäíÝ ÇáãÓÇÚÏÉ',//56
'Êã ÊÍÑíÑ ÊÕäíÝ ÇáãÓÇÚÏÉ :',//57
'ÃÓã ÊÕäíÝ ÇáãÓÇÚÏÉ',//58
'ÊÍÑíÑ ÊÕäíÝ ÇáãÓÇÚÏÉ',//59
'ÊÍÑíÑ',//60
'Êã ÊÚÏíá ÇáãÓÇÚÏÉ ÈäÌÇÍ',//61
'Êã ÊÚÏíá ÇáÊÕäíÝ ÈäÌÇÍ',//62
'Êã ÊÚÏíá ÇáãÓÇÚÏÉ ÈäÌÇÍ',//63
'Êã ÊÚÏíá ÇáÊÕäíÝ ÈäÌÇÍ',//64
'ÊÚáíãÇÊ : ßä ÍÐÑÇð ÚäÏ ÍÐÝ ÇáÊÕäíÝ ÝÇäÊ ÊÞæã ÈÍÐÝ ßÇÝÉ ÇáÃÓÆáÉ ÈÏÇÎáÉ.',//65
'ÍÐÝ',//66
'0 - ÅäÊÙÇÑ ÝÍÕ ÇáÈÑíÏ<br>1 - ÅäÊÙÇÑ ÝÍÕ ÇÏÇÑì ÈÚÏ ÇáÊÓÌíá<br>2 - ÅäÊÙÇÑ ÝÍÕ ÅÏÇÑì ÈÚÏ ÇáÊÚÏíá<br>3,8 - ÅäÊÙÑ ÊÝÚíá ÇáÍÐÝ(ãÚ,ÈÏæä ÅÙåÇÑ)<br>7 - ÇáÚÖæ ãÝÚá<br>',//67
'Êã ÊÞæíã ÞÇÚÏÉ ÇáÈíÇäÇÊ ÈäÌÇÍ',//68
'ÇáÚÖæ ÕÇÍÈ ÇáãÚÑÝ ÑÞã #={0} Êã ÍÐÝÉ ÈäÌÇÍ ãä ÞÇÚÏÉ ÇáÈíÇäÇÊ ',//69
'Êã ÊÕÝíÑ ÇáÅÍÕÇÆíÇÊ',//70
'Êã ÇáãæÇÝÞÉ Úáì ÇáÚÖæíÉ ÑÞã ={0}',//71
'ÑÞã ÈÑÊæßæá ÇáÇäÊÑäÊ',//72
'ãä [0 - 255]',//73
'ÇáÍÇáÉ - (ßä ÍÐÑÇð)',//74
'ãæÇÝÞ',//75
'ÅÏÇÑÉ ÇáÇÚÖÇÁ',//76
'ÚÏÏ ÇáÇÚÖÇÁ  :',//77
'ÇáÇÚÖÇÁ ÇáÌÏÏ ÇáãäÊÙÑ ÊÝÚíá ÇÔÊÑÇßÇÊåã',//78
'ÇáÍÓÇÈÇÊ ÇáãÚÏáÉ ÇáãäÊÙÑ ÇáãæÇÝÞÉ ÚáíåÇ',//79
'ÍÓÇÈÇÊ ÊäÊÙÑ ÇáãæÇÝÞÉ Úáì ÇáÍÐÝ',//80
'Privilegied users',//81
'Privilegied users Management',//82
'',//83
'',//84
'',//85
'',//86
'',//87
'',//88
'',//89
'',//90
'',//91
'',//92
'',//93
'',//94
'',//95
'',//96
'',//97
'',//98
''//99
); 
?>
