<?PHP

/*
        |: MWChat (My Web based Chat)
        |: Web\HTTP based chat application
        |:
        |: Copyright (C) 2000, 2001, 2002, 2003
        |: Distributed under the terms of license provided.
        |: Available at http://www.appindex.net
        |: Authored by Appindex.net - <support@appindex.net>
*/

$LOCALE[HELP_Title] = "ðÏÍÏÝØ ÐÏ";

$LOCALE[HELP_Unavailable] = "äÌÑ ÄÁÎÎÏÇÏ ÚÁÐÒÏÓÁ ÎÅÔ ÐÏÍÏÝÉ.";

$LOCALE[HELP_Username] = "éÍÑ (ÉÍÑ ÐÏÌØÚÏ×ÁÔÅÌÑ) - ÜÔÏ ÉÍÑ, ÐÏÄ ËÏÔÏÒÙÍ ×Ù ÂÕÄÅÔÅ ÉÚ×ÅÓÔÎÙ × ÞÁÔÅ. üÔÏ ÍÏÖÅÔ ÂÙÔØ ËÁË ×ÁÛÅ ÎÁÓÔÏÑÝÅÅ ÉÍÑ, ÔÁË É ÐÒÉÄÕÍÁÎÎÏÅ.";

$LOCALE[HELP_Language] = "MWChat ÐÏÄÄÅÒÖÉ×ÁÅÔ ÎÅÓËÏÌØËÏ ÑÚÙËÏ×. üÔÏÔ ÐÒÑÍÏÕÇÏÌØÎÉË ÐÏÚ×ÏÌÑÅÔ ×ÁÍ ×ÙÂÒÁÔØ, ËÁËÏÊ ÑÚÙË ×Ù ÐÒÅÄÐÏÞÉÔÁÅÔÅ.";

$LOCALE[HELP_Password] = "áÄÍÉÎÉÓÔÒÁÔÏÒÕ, ÏÐÅÒÁÔÏÒÕ É ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÎÎÙÍ ÐÏÌØÚÏ×ÁÔÅÌÑÍ ÄÌÑ ×ÈÏÄÁ × ÞÁÔ ÎÕÖÅÎ ÐÁÒÏÌØ. üÔÏ ÐÒÅÄÏÔ×ÒÁÝÁÅÔ ÎÅÓÁÎËÃÉÏÎÉÒÏ×ÁÎÎÙÊ ÄÏÓÔÕÐ Ë ×ÁÛÅÊ ÕÞÅÔÎÏÊ ÚÁÐÉÓÉ.";

$LOCALE[HELP_Lobby_Public] = "óÐÉÓÏË ÏÂÝÉÈ ËÏÍÎÁÔ ÓÏÄÅÒÖÉÔ ÒÁÚÌÉÞÎÙÅ ËÏÍÎÁÔÙ, × ËÏÔÏÒÙÈ ×Ù ÍÏÖÅÔÅ ÂÅÓÅÄÏ×ÁÔØ. ÷ÙÂÅÒÉÔÅ ËÏÍÎÁÔÕ, ËÏÔÏÒÁÑ ÂÏÌØÛÅ ÄÒÕÇÉÈ ÓÏÏÔ×ÅÔÓÔ×ÕÅÔ ×ÁÛÉÍ ÉÎÔÅÒÅÓÁÍ, ÉÌÉ ÓÏÚÄÁÊÔÅ ÓÏÂÓÔ×ÅÎÎÕÀ.";

$LOCALE[HELP_Lobby_Private] = "óÐÉÓÏË ÞÁÓÔÎÙÈ ËÏÍÎÁÔ ÓËÒÙÔ ÏÔ ÏÂÙÞÎÙÈ ÐÏÌØÚÏ×ÁÔÅÌÅÊ. åÓÌÉ ×Ù ÈÏÔÉÔÅ ÐÏÂÅÓÅÄÏ×ÁÔØ Ó ËÅÍ-ÌÉÂÏ × ÞÁÓÔÎÏÊ ËÏÍÎÁÔÅ, ××ÅÄÉÔÅ ×ÎÉÚÕ ÉÍÑ ÎÕÖÎÏÊ ËÏÍÎÁÔÙ. þÁÓÔÎÙÅ ËÏÍÎÁÔÙ ÎÅ ×ËÌÀÞÁÀÔÓÑ ÎÉ × ËÁËÏÊ ÓÐÉÓÏË, ÔÁË ÞÔÏ ×Ù ÍÏÖÅÔÅ ÐÏÄÄÅÒÖÉ×ÁÔØ ÞÁÓÔÎÙÊ ÒÁÚÇÏ×ÏÒ ÂÅÚ ÌÉÛÎÉÈ ÌÀÄÅÊ.";

$LOCALE[HELP_Lobby_Public_Create] = "åÓÌÉ ×Ù ÎÅ ÍÏÖÅÔÅ ÎÁÊÔÉ × ÓÐÉÓËÅ ËÏÍÎÁÔÕ, ËÏÔÏÒÁÑ ÓÏÏÔ×ÅÔÓÔ×ÕÅÔ ×ÁÛÉÍ ÉÎÔÅÒÅÓÁÍ, ×Ù ÍÏÖÅÔÅ ÓÏÚÄÁÔØ Ó×ÏÀ ËÏÍÎÁÔÕ, ××ÅÄÑ ÉÍÑ ËÏÍÎÁÔÙ × ÐÏÌÅ ÄÌÑ ××ÏÄÁ.";

$LOCALE[HELP_Lobby_Private_Create] = "÷×ÅÄÉÔÅ ÉÍÑ ÞÁÓÔÎÏÊ ËÏÍÎÁÔÙ, × ËÏÔÏÒÕÀ ×Ù ÈÏÔÉÔÅ ×ÏÊÔÉ. åÓÌÉ ËÏÍÎÁÔÁ ÎÅ ÓÕÝÅÓÔ×ÕÅÔ, ÏÎÁ ÂÕÄÅÔ ÓÏÚÄÁÎÁ ÄÌÑ ×ÁÓ.";

$LOCALE[HELP_Private_Message] = "÷ÙÂÅÒÉÔÅ ÐÏÌØÚÏ×ÁÔÅÌÑ ÉÚ ÐÏÌÑ Ó ×ÙÐÁÄÁÀÝÉÍ ÓÐÉÓËÏÍ. ÷ÓÅ ÓÏÏÂÝÅÎÉÑ, ËÏÔÏÒÙÅ ×Ù ÐÏÓÙÌÁÅÔÅ, ÂÕÄÕÔ ÏÔÐÒÁ×ÌÅÎÙ ÔÏÌØËÏ ÕËÁÚÁÎÎÏÍÕ ÐÏÌØÚÏ×ÁÔÅÌÀ. þÔÏÂÙ ÐÅÒÅËÌÀÞÉÔØÓÑ ÎÁ ÏÂÝÅÎÉÅ ÓÏ ×ÓÅÊ ËÏÍÎÁÔÏÊ, ×ÙÂÅÒÉÔÅ ÚÎÁÞÅÎÉÅ ÐÏ ÕÍÏÌÞÁÎÉÀ. þÁÓÔÎÙÅ ÓÏÏÂÝÅÎÉÑ ÔÁËÖÅ ÍÏÖÎÏ ÐÏÓÙÌÁÔØ Ó ÐÏÍÏÝØÀ ËÏÍÁÎÄÙ /msg.";

$LOCALE[HELP_Private_Message_Refresh] = "îÁÖÍÉÔÅ ÎÁ ÜÔÕ ÓÓÙÌËÕ, ÞÔÏÂÙ ÏÂÎÏ×ÉÔØ ÓÐÉÓÏË ÐÏÌØÚÏ×ÁÔÅÌÅÊ ÄÌÑ ÞÁÓÔÎÙÈ ÓÏÏÂÝÅÎÉÊ.";

$LOCALE[HELP_Colors] = "åÓÌÉ ×Ù ÈÏÔÉÔÅ ÉÚÍÅÎÉÔØ Ã×ÅÔ ÔÅËÓÔÁ, ËÏÔÏÒÙÊ ×Ù ××ÏÄÉÔÅ, ÎÁÖÍÉÔÅ ÎÁ ÌÀÂÏÊ Ã×ÅÔ × ÐÁÎÅÌÉ Ã×ÅÔÏ×. ÷Ù Õ×ÉÄÉÔÅ ÓÏÏÂÝÅÎÉÅ, ÓÏÏÂÝÁÀÝÅÅ, ÞÔÏ ×ÁÛÉ Ã×ÅÔÁ ÂÙÌÉ ÏÂÎÏ×ÌÅÎÙ. ÷Ù ÍÏÖÅÔÅ ÎÁÖÁÔØ ÎÁ ÌÀÂÏÅ ÍÅÓÔÏ × ÎÉÖÎÅÊ ÐÏÌÏ×ÉÎÅ ÐÁÎÅÌÉ Ã×ÅÔÏ×, ÞÔÏÂÙ ×ÏÓÓÔÁÎÏ×ÉÔØ Ã×ÅÔÁ ÐÏ ÕÍÏÌÞÁÎÉÀ.";

$LOCALE[HELP_Enter_Password] = "÷×ÅÄÉÔÅ ÎÏ×ÙÊ ÐÁÒÏÌØ, ËÏÔÏÒÙÊ ×Ù ÂÙ ÈÏÔÅÌÉ ÉÓÐÏÌØÚÏ×ÁÔØ. üÔÏÔ ÐÁÒÏÌØ ÍÏÖÅÔ ÂÙÔØ ÌÀÂÙÍ ÓÏÞÅÔÁÎÉÅÍ ÂÕË× É ÃÉÆÒ. õÄÏÓÔÏ×ÅÒØÔÅÓØ, ÞÔÏ ÚÁÐÉÓÁÌÉ ÐÁÒÏÌØ É ÓÏÈÒÁÎÉÌÉ ÅÇÏ × ÂÅÚÏÐÁÓÎÏÍ ÍÅÓÔÅ. ôÒÅÂÕÅÔÓÑ, ÞÔÏÂÙ ÄÌÉÎÁ ÐÁÒÏÌÑ ÂÙÌÁ ÎÅ ÍÅÎÅÅ ÐÑÔÉ ÓÉÍ×ÏÌÏ×.";

$LOCALE[HELP_Icons] = "÷ÙÂÅÒÉÔÅ ÉÚ ÓÐÉÓËÁ ÚÎÁÞÏË, ËÏÔÏÒÙÍ ×Ù ÂÕÄÅÔÅ ÏÂÏÚÎÁÞÅÎÙ × ÞÁÔÅ. ÷ÓÅ ÐÏÌØÚÏ×ÁÔÅÌÉ ÍÏÇÕÔ ×ÉÄÅÔØ ×ÁÛ ÚÎÁÞÏË.";

$LOCALE[HELP_Theme] = "÷ÙÂÅÒÉÔÅ ÔÅÍÕ ÉÚ ÓÐÉÓËÁ. ôÅÍÁ ÉÚÍÅÎÉÔ ×ÓÅ ×ÁÛÉ Ã×ÅÔÁ × ÞÁÔÅ. ÷ÁÍ ÍÏÖÅÔ ÐÏÎÁÄÏÂÉÔØÓÑ ×ÅÒÎÕÔØÓÑ × ÐÒÉÅÍÎÕÀ, Á ÚÁÔÅÍ ÓÎÏ×Á ×ÏÊÔÉ × ËÏÍÎÁÔÕ, ÞÔÏÂÙ ×ÓÅ ÉÚÍÅÎÅÎÉÑ, Ó×ÑÚÁÎÎÙÅ Ó ÔÅÍÏÊ, ÂÙÌÉ ÐÒÏÉÚ×ÅÄÅÎÙ.";

$LOCALE[HELP_Confirm_Password] = "óÎÏ×Á ××ÅÄÉÔÅ ÎÏ×ÙÊ ÐÁÒÏÌØ, ËÏÔÏÒÙÊ ×Ù ×ÙÂÒÁÌÉ. ðÏ×ÔÏÒ ÐÁÒÏÌÑ ÐÒÅÄÏÔ×ÒÁÝÁÅÔ ×ÌÉÑÎÉÅ ÏÐÅÞÁÔÏË, Á ÔÁËÖÅ ÐÏÍÏÇÁÅÔ ÕÄÏÓÔÏ×ÅÒÉÔØÓÑ, ÞÔÏ ×Ù ÚÎÁÅÔÅ, ÞÔÏ ××ÏÄÉÔÅ.";

$LOCALE[HELP_YOB] = "üÔÏ ÇÏÄ ÒÏÖÄÅÎÉÑ. üÔÁ ÉÎÆÏÒÍÁÃÉÑ ÉÓÐÏÌØÚÕÅÔÓÑ ÄÌÑ ×ÙÞÉÓÌÅÎÉÑ ×ÏÚÒÁÓÔÁ × ÎÅËÏÔÏÒÙÈ ÓÌÕÞÁÑÈ, ÐÏÓËÏÌØËÕ ÎÅËÏÔÏÒÙÅ ÚÁËÏÎÙ ÔÒÅÂÕÀÔ ÏÔ ÐÏÌØÚÏ×ÁÔÅÌÅÊ ÄÏÓÔÉÖÅÎÉÑ ÏÐÒÅÄÅÌÅÎÎÏÇÏ ×ÏÚÒÁÓÔÁ.";

$LOCALE[HELP_Occupation] = "üÔÏ ÓÆÅÒÁ ÚÁÎÑÔÉÊ ÉÌÉ ÒÁÂÏÔÁ ÐÏÌØÚÏ×ÁÔÅÌÑ. ïÂÙÞÎÏ ÐÏÄÒÁÚÕÍÅ×ÁÅÔÓÑ ÉÈ ÇÌÁ×ÎÙÊ ÉÓÔÏÞÎÉË ÓÕÝÅÓÔ×Ï×ÁÎÉÑ.";

$LOCALE[HELP_Hobbies] = "üÔÏ ×ÅÝÉ, ËÏÔÏÒÙÅ ÐÏÌØÚÏ×ÁÔÅÌÀ ÎÒÁ×ÉÔÓÑ ÄÅÌÁÔØ. ÷ ÏÓÎÏ×ÎÏÍ, ×ÒÅÍÑ ÐÏÔÒÁÞÅÎÎÏÅ ÎÁ ÈÏÂÂÉ, - Ó×ÏÂÏÄÎÏÅ ×ÒÅÍÑ.";

$LOCALE[HELP_Location] = "çÅÏÇÒÁÆÉÞÅÓËÏÅ ÍÅÓÔÏÐÏÌÏÖÅÎÉÅ ÐÏÌØÚÏ×ÁÔÅÌÑ.";

$LOCALE[HELP_Comments] = "ìÀÂÙÅ ËÏÍÍÅÎÔÁÒÉÉ ÉÌÉ ÍÎÅÎÉÑ ÐÏÌØÚÏ×ÁÔÅÌÑ, ËÏÔÏÒÙÅ ÏÎ ÈÏÔÅÌ ÂÙ ÏÚ×ÕÞÉÔØ.";

$LOCALE[HELP_Status] = "ôÅËÕÝÉÊ ÓÔÁÔÕÓ ÐÏÌØÚÏ×ÁÔÅÌÑ. ïÂÙÞÎÏ ÕËÁÚÙ×ÁÅÔÓÑ, ÅÓÌÉ ÐÏÌØÚÏ×ÁÔÅÌ ÏÔÓÕÔÓÔ×ÕÅÔ, ÎÁÈÏÄÉÔÓÑ × ÏÎÌÁÊÎÅ, ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÎ, Ñ×ÌÑÅÔÓÑ ÁÄÍÉÎÉÓÔÒÁÔÏÒÏÍ ÉÌÉ ÏÐÅÒÁÔÏÒÏÍ.";

$LOCALE[HELP_Upload_File] = "æÁÊÌ, ËÏÔÏÒÙÊ ×Ù ÈÏÔÉÔÅ ÏÔÐÒÁ×ÉÔØ ÐÏÌØÚÏ×ÁÔÅÌÀ. îÁÖÍÉÔÅ ËÎÏÐËÕ [ïÂÚÏÒ], ÞÔÏÂÙ ×ÙÂÒÁÔØ ÆÁÊÌ, ËÏÔÏÒÙÊ ×Ù ÐÏÛÌÅÔÅ.";

$LOCALE[HELP_Upload_User] = "ðÏÌØÚÏ×ÁÔÅÌØ, ËÏÔÏÒÏÍÕ ×Ù ÈÏÔÉÔÅ ÏÔÐÒÁ×ÉÔØ ÆÁÊÌ.";

$LOCALE[HELP_Enter_Message] = "ëÏÇÄÁ ×Ù ×ÈÏÄÉÔÅ × ËÏÍÎÁÔÕ, ÜÔÏ ÓÏÏÂÝÅÎÉÅ ÂÕÄÅÔ ÏÔÐÒÁ×ÌÅÎÏ ×ÍÅÓÔÅ Ó ÚÁÍÅÔËÏÊ Ï ÔÏÍ, ÞÔÏ ×Ù ×ÏÛÌÉ.";

$LOCALE[HELP_Exit_Message] = "ëÏÇÄÁ ×Ù ×ÙÈÏÄÉÔÅ ÉÚ ËÏÍÎÁÔÙ, ÜÔÏ ÓÏÏÂÝÅÎÉÅ ÂÕÄÅÔ ÏÔÐÒÁ×ÌÅÎÏ ×ÍÅÓÔÅ Ó ÚÁÍÅÔËÏÊ Ï ÔÏÍ, ÞÔÏ ×Ù ×ÙÛÌÉ.";

$LOCALE[HELP_Away_Message] = "ëÏÇÄÁ ×Ù ÏÔÌÕÞÁÅÔÅÓØ (away), ÜÔÏ ÓÏÏÂÝÅÎÉÅ ÂÕÄÅÔ ÏÔÐÒÁ×ÌÅÎÏ ×ÍÅÓÔÅ Ó ÚÁÍÅÔËÏÊ Ï ÔÏÍ, ÞÔÏ ×Ù ÏÔÌÕÞÉÌÉÓØ.";

$LOCALE[HELP_Back_Message] = "ëÏÇÄÁ ×Ù ×ÏÚ×ÒÁÝÁÅÔÅÓØ (ÉÚ ÓÏÓÔÏÑÎÉÑ away), ÜÔÏ ÓÏÏÂÝÅÎÉÅ ÂÕÄÅÔ ÏÔÐÒÁ×ÌÅÎÏ ×ÍÅÓÔÅ Ó ÚÁÍÅÔËÏÊ Ï ÔÏÍ, ÞÔÏ ×Ù ×ÅÒÎÕÌÉÓØ.";

$LOCALE[HELP_Default_Color] = "åÓÌÉ ×Ù ÈÏÔÉÔÅ ÕÓÔÁÎÏ×ÉÔØ Ã×ÅÔ ÐÏ ÕÍÏÌÞÁÎÉÀ, ËÏÔÏÒÙÊ ÂÕÄÅÔ ÕÓÔÁÎÏ×ÌÅÎ ÐÒÉ ×ÁÛÅÍ ×ÈÏÄÅ × ËÏÍÎÁÔÕ, ×ÏÓÐÏÌØÚÕÊÔÅÓØ ÜÔÏÊ ÏÐÃÉÅÊ.";

$LOCALE[HELP_Smiles] = "üÔÁ ÏÐÃÉÑ ÐÅÒÅËÌÀÞÁÅÔ ×ÏÚÍÏÖÎÏÓÔØ Õ×ÉÄÅÔØ ÇÒÁÆÉÞÅÓËÉÅ ÉÌÉ ÔÅËÓÔÏ×ÙÅ ÓÍÁÊÌÙ × ÞÁÔÅ.";

$LOCALE[HELP_Locate] = "üÔÁ ÏÐÃÉÑ ÐÅÒÅËÌÀÞÁÅÔ ×ÏÚÍÏÖÎÏÓÔØ ÄÌÑ ÄÒÕÇÉÈ ÐÏÌØÚÏ×ÁÔÅÌÅÊ ÏÐÒÅÄÅÌÑÔØ ×ÁÛÅ ÍÅÓÔÏÎÁÈÏÖÄÅÎÉÅ × ÞÁÔÅ.";

$LOCALE[HELP_Upload] = "üÔÁ ÏÐÃÉÑ ÐÅÒÅËÌÀÞÁÅÔ ×ÏÚÍÏÖÎÏÓÔØ ÐÏÌÕÞÅÎÉÑ ÆÁÊÌÏ× ÏÔ ÄÒÕÇÉÈ ÐÏÌØÚÏ×ÁÔÅÌÅÊ.";

$LOCALE[HELP_Room] = "ëÏÍÎÁÔÁ, × ËÏÔÏÒÙÊ ×Ù × ÎÁÓÔÏÑÝÅÅ ×ÒÅÍÑ ÎÁÈÏÄÉÔÅÓØ, ÉÌÉ ËÏÍÎÁÔÁ, ËÏÔÏÒÕÀ ×Ù ÈÏÔÉÔÅ ÓÏÚÄÁÔØ ÉÌÉ × ËÏÔÏÒÕÀ ÈÏÔÉÔÅ ×ÏÊÔÉ.";

$LOCALE[HELP_Room_Password] = "îÅËÏÔÏÒÙÅ ÞÁÓÔÎÙÅ ËÏÍÎÁÔÙ ÚÁÝÉÝÅÎÙ ÐÁÒÏÌÅÍ. åÓÌÉ ËÏÍÎÁÔÁ, × ËÏÔÏÒÕÀ ×Ù ÈÏÔÉÔÅ ×ÏÊÔÉ, ÚÁÝÉÝÅÎÁ ÐÁÒÏÌÅÍ, ××ÅÄÉÔÅ ÅÇÏ ÚÄÅÓØ.";

$LOCALE[HELP_Number_Users] = "ïÂÝÅÅ ÞÉÓÌÏ ÐÏÌØÚÏ×ÁÔÅÌÅÊ, ÎÁÈÏÄÑÝÉÈÓÑ × ËÏÍÎÁÔÅ.";

$LOCALE[HELP_Topic] = "ôÅËÕÝÁÑ ÔÅÍÁ ËÏÍÎÁÔÙ.";

$LOCALE[HELP_Buddylist] = "óÐÉÓÏË ×ÁÛÉÈ ÐÒÉÑÔÅÌÅÊ. óÏÄÅÒÖÉÔ ÉÍÅÎÁ ×ÓÅÈ ÐÏÌØÚÏ×ÁÔÅÌÅÊ × ÜÔÏÊ ËÏÍÎÁÔÅ, Á ÔÁËÖÅ ×ÓÅÈ ÐÒÉÑÔÅÌÅÊ, ËÏÔÏÒÙÅ Õ ×ÁÓ ÍÏÇÕÔ ÂÙÔØ. ÷Ù ÍÏÖÅÔÅ ÎÁÖÁÔØ ÎÁ ÌÀÂÏÅ ÉÍÑ, ÞÔÏÂÙ ÐÏÌÕÞÉÔØ ÉÎÆÏÒÍÁÃÉÀ Ï ÐÏÌØÚÏ×ÁÔÅÌÅ, ÅÓÌÉ ÏÎ ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÎ.";

$LOCALE[HELP_Serial_Number] = "òÅÇÉÓÔÒÁÃÉÏÎÎÙÊ ÎÏÍÅÒ MWChat. ÷Ù ÍÏÖÅÔÅ ÐÏÌÕÞÉÔØ ÅÇÏ ÎÁ http://www.appindex.net/mwchat";

$LOCALE[HELP_Storage] = "éÎÆÏÒÍÁÃÉÑ Ï ×ÁÛÅÍ ÄÉÓËÏ×ÏÍ ÐÒÏÓÔÒÁÎÓÔ×Å. ðÅÒ×ÏÅ ÞÉÓÌÏ ÐÏËÁÚÙ×ÁÅÔ, ÓËÏÌØËÏ ÍÅÓÔÁ ÄÏÓÔÕÐÎÏ ÄÌÑ ÉÓÐÏÌØÚÏ×ÁÎÉÑ. ÷ÔÏÒÏÅ ÞÉÓÌÏ ÐÏËÁÚÙ×ÁÅÔ, ÓËÏÌØËÏ ×ÁÍ ×ÙÄÅÌÅÎÏ ÍÅÓÔÁ. îÉÖÅ - ÓÐÉÓÏË ×ÁÛÉÈ ÆÁÊÌÏ×. îÁÖÍÉÔÅ ÎÁ ÉÍÑ, ÞÔÏÂÙ ÓËÁÞÁÔØ ÆÁÊÌ, ÉÌÉ ÐÏÓÔÁ×ØÔÅ ÏÔÍÅÔËÕ ÄÌÑ ÕÄÁÌÅÎÉÑ ÆÁÊÌÁ. ÷Ù ÔÁËÖÅ ÍÏÖÅÔÅ Õ×ÉÄÅÔØ ÒÁÚÍÅÒ ÆÁÊÌÁ, ÅÓÌÉ ×Ù ÐÏÌÕÞÉÌÉ ÆÁÊÌ, É ÕÚÎÁÔØ ÏÔÐÒÁ×ÉÔÅÌÑ.";

$LOCALE[HELP_ERROR_License] = "÷ÁÛÁ ÌÉÃÅÎÚÉÑ ÎÅ×ÅÒÎÁ ÉÌÉ ÏÔÓÕÔÓÔ×ÕÅÔ. ïÂÎÏ×ÉÔÅ ×ÁÛÕ ÌÉÃÅÎÚÉÀ, Á ÅÓÌÉ ÏÎÁ ÓÎÏ×Á ÎÅ ÚÁÒÁÂÏÔÁÅÔ, ÐÏÌÕÞÉÔÅ ÎÏ×ÙÊ ÒÅÇÉÓÔÒÁÃÉÏÎÎÙÊ ÎÏÍÅÒ ÉÌÉ Ó×ÑÖÉÔÅÓØ ÓÏ ÓÌÕÖÂÏÊ ÐÏÄÄÅÒÖËÉ Appindex.Net.";

$LOCALE[HELP_ERROR_AlreadyIn] = "ëÔÏ-ÔÏ ÕÖÅ ×ÏÛÅÌ × ÞÁÔ ÐÏÄ ÔÁËÉÍ ÉÍÅÎÅÍ. ÷ÏÚÍÏÖÎÏ, ÅÓÌÉ ×Ù ÎÅËÏÒÒÅËÔÎÏ ×ÙÛÌÉ ÉÚ ÞÁÔÁ, ×ÁÍ ÎÕÖÎÏ ÐÏÄÏÖÄÁÔØ ÄÅÓÑÔØ ÍÉÎÕÔ, ÐÏËÁ ×Ù ÂÕÄÅÔÅ Á×ÔÏÍÁÔÉÞÅÓËÉ ×Ù×ÅÄÅÎÙ.";

$LOCALE[HELP_ERROR_Logout] = "÷Ù ×ÙÛÌÉ ÉÚ ÞÁÔÁ. íÏÖÅÔÅ ×ÏÊÔÉ ÓÎÏ×Á, ÅÓÌÉ ÈÏÔÉÔÅ.";

$LOCALE[HELP_ERROR_Expired] = "÷Ù ÍÏÇÌÉ ÂÙÔØ ×Ù×ÅÄÅÎÙ, ÅÓÌÉ ×Ù ÄÏÌÇÏÅ ×ÒÅÍÑ ÎÉÞÅÇÏ ÎÅ ÇÏ×ÏÒÉÌÉ. ÷Ù ÔÁËÖÅ ÍÏÇÌÉ ÂÙÔØ ÎÁÓÉÌØÎÏ ×Ù×ÅÄÅÎÙ (Ó ÐÏÍÏÝØÀ kick) ÁÄÍÉÎÉÓÔÒÁÔÏÒÏÍ ÉÌÉ ÏÐÅÒÁÔÏÒÏÍ.";

$LOCALE[HELP_ERROR_RoomLong] = "÷ÙÂÒÁÎÎÏÅ ÄÌÑ ËÏÍÎÁÔÙ ÉÍÑ ÓÌÉÛËÏÍ ÄÌÉÎÎÏÅ. íÁËÓÉÍÁÌØÎÏ ×ÏÚÍÏÖÎÁÑ ÄÌÉÎÁ ÉÍÅÎÉ ÓÏÓÔÁ×ÌÑÅÔ 15 ÓÉÍ×ÏÌÏ×.";

$LOCALE[HELP_Live] = "óÉÓÔÅÍÁ ÎÅÄÏÓÔÕÐÎÁ. ÷ÏÚÍÏÖÎÏ, ÁÄÍÉÎÉÓÔÒÁÔÏÒ ÏÂÎÏ×ÌÑÅÔ ×ÅÒÓÉÀ ÓÉÓÔÅÍÙ.";

$LOCALE[HELP_ERROR_Profanity] = "÷Ù ÂÙÌÉ ×Ù×ÅÄÅÎÙ ÚÁ ÉÓÐÏÌØÚÏ×ÁÎÉÅ ÎÅÃÅÎÚÕÒÎÙÈ ×ÙÒÁÖÅÎÉÊ × ÞÁÔÅ. îÅÃÅÎÚÕÒÎÙÅ ×ÙÒÁÖÅÎÉÑ ÚÁÐÒÅÝÅÎÙ.";

$LOCALE[HELP_ERROR_NoData] = "÷Ù ÎÅ ÚÁÐÏÌÎÉÌÉ ×ÅÒÎÏ ×ÓÅ ÐÏÌÑ. ðÏÖÁÌÕÊÓÔÁ, ÐÏÐÙÔÁÊÔÅÓØ ÅÝÅ ÒÁÚ.";

$LOCALE[HELP_ERROR_BadData] = "÷ ÓÌÏ×ÁÈ, ËÏÔÏÒÙÅ ×Ù ××ÅÌÉ, ÅÓÔØ ÎÅÄÏÐÕÓÔÉÍÙÅ ÓÉÍ×ÏÌÙ. ðÏÖÁÌÕÊÓÔÁ, ÉÓÐÏÌØÚÕÊÔÅ ÔÏÌØËÏ ÃÉÆÒÙ É ÂÕË×Ù.";

$LOCALE[HELP_ERROR_Serial_Invalid] = "òÅÇÉÓÔÒÁÃÉÏÎÎÙÊ ÎÏÍÅÒ, ËÏÔÏÒÙÊ ×Ù ÓÏÏÂÝÉÌÉ, ÎÅ ÓÏÏÔ×ÅÔÓÔ×ÕÅÔ ×ÁÛÅÍÕ ÓÅÒ×ÅÒÕ. ÷ÁÍ ÎÕÖÎÏ ÐÏÌÕÞÉÔØ ÎÏ×ÙÊ ÒÅÇÉÓÔÒÁÃÉÏÎÎÙÊ ÎÏÍÅÒ É ÐÒÏ×ÅÒÉÔØ IP-ÁÄÒÅÓ ×ÁÛÅÇÏ ×ÅÂ-ÓÅÒ×ÅÒÁ.";

$LOCALE[HELP_ERROR_Serial_None] = "÷ Appindex.Net ÎÅÔ ÚÁÐÉÓÉ Ï ×ÁÛÅÍ ÒÅÇÉÓÔÒÁÃÉÏÎÎÏÍ ÎÏÍÅÒÅ. ðÏÖÁÌÕÊÓÔÁ, ÚÁÒÅÇÉÓÔÒÉÒÕÊÔÅ ×ÁÛÕ ËÏÐÉÀ É ÐÏÌÕÞÉÔÅ ÒÅÇÉÓÔÒÁÃÉÏÎÎÙÊ ÎÏÍÅÒ.";

$LOCALE[HELP_ERROR_Critical] = "ïÂÎÁÒÕÖÅÎÁ ÎÅÉÚ×ÅÓÔÎÁÑ ËÒÉÔÉÞÅÓËÁÑ ÏÛÉÂËÁ. åÓÌÉ ÐÒÏÂÌÅÍÁ ÏÓÔÁÎÅÔÓÑ, Ó×ÑÖÉÔÅÓØ ÓÏ ÓÌÕÖÂÏÊ ÐÏÄÄÅÒÖËÉ Appindex.Net.";

$LOCALE[HELP_ERROR_Javascript] = "MWChat ÔÒÅÂÕÅÔ ÂÒÁÕÚÅÒÁ, ÐÏÄÄÅÒÖÉ×ÁÀÝÅÇÏ javascript. ðÏÖÁÌÕÊÓÔÁ, ×ËÌÀÞÉÔÅ ÐÏÄÄÅÒÖËÕ javascript × ×ÁÛÅÍ ÂÒÁÕÚÅÒÅ ÉÌÉ ÕÓÔÁÎÏ×ÉÔÅ ÎÏ×ÙÊ ÂÒÁÕÚÅÒ.";

$LOCALE[HELP_ERROR_Browser] = "âÒÁÕÚÅÒ, ËÏÔÏÒÙÊ ×Ù ÉÓÐÏÌØÚÕÅÔÅ, ÎÅÓÏ×ÍÅÓÔÉÍ Ó MWChat. íÙ ÒÅËÏÍÅÎÄÕÅÍ ÉÓÐÏÌØÚÏ×ÁÔØ Netscape ÉÌÉ Internet Explorer.";

$LOCALE[HELP_ERROR_Restricted] = "éÍÑ ÐÏÌØÚÏ×ÁÔÅÌÑ, ËÏÔÏÒÏÅ ×Ù ×ÙÂÒÁÌÉ, ÚÁÐÒÅÝÅÎÏ ÉÌÉ ÚÁÒÅÚÅÒ×ÉÒÏ×ÁÎÏ. ÷ÙÂÅÒÉÔÅ ÄÒÕÇÏÅ ÉÍÑ É ×ÏÊÄÉÔÅ ÓÎÏ×Á.";

$LOCALE[HELP_ERROR_BadPass] = "÷Ù ÐÒÅÄÏÓÔÁ×ÉÌÉ ÎÅ×ÅÒÎÙÊ ÐÁÒÏÌØ. ó×ÑÖÉÔÅÓØ Ó ÁÄÍÉÎÉÓÔÒÁÔÏÒÏÍ ÄÌÑ ÐÏÌÕÞÅÎÉÑ ÂÏÌÅÅ ÐÏÄÒÏÂÎÏÊ ÉÎÆÏÒÍÁÃÉÉ.";

$LOCALE[HELP_ERROR_IP] = "MWChat ÏÂÎÁÒÕÖÉÌ, ÞÔÏ ×ÁÛ IP-ÁÄÒÅÓ ÓÍÅÎÉÌÓÑ. éÚ ÓÏÏÂÒÁÝÅÎÉÊ ÚÁÝÉÔÙ ×Ù ÂÙÌÉ ×Ù×ÅÄÅÎÙ. ðÏÖÁÌÕÊÓÔÁ, ×ÏÊÄÉÔÅ ÓÎÏ×Á.";

$LOCALE[HELP_COMMAND_addbuddy] = "äÏÂÁ×ÉÔØ ÐÒÉÑÔÅÌÑ × ÓÐÉÓÏË ÐÒÉÑÔÅÌÅÊ. üÔÁ ËÏÍÁÎÄÁ ÍÏÖÅÔ ÂÙÔØ ÉÓÐÏÌØÚÏ×ÁÎÁ ÔÏÌØËÏ ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÎÎÙÍÉ ÐÏÌØÚÏ×ÁÔÅÌÑÍÉ.";

$LOCALE[HELP_COMMAND_admin] = "ðÏÚ×ÏÌÑÅÔ ÁÄÍÉÎÉÓÔÒÁÔÏÒÁÍ ÁÎÎÕÌÉÒÏ×ÁÔØ ÒÅÇÉÓÔÒÁÃÉÀ ÐÏÌØÚÏ×ÁÔÅÌÅÊ É ÐÒÏÓÍÁÔÒÉ×ÁÔØ ÐÒÏÔÏËÏÌÙ ÒÁÂÏÔÙ. õËÁÖÉÔÅ ×ÔÏÒÏÊ ÐÁÒÁÍÅÔÒ (ÉÍÑ ÐÏÌØÚÏ×ÁÔÅÌÑ), ÞÔÏÂÙ ÐÏÓÍÏÔÒÅÔØ ÐÒÏÔÏËÏÌ ÅÇÏ ÒÁÂÏÔÙ ÉÌÉ ÁÎÎÕÌÉÒÏ×ÁÔØ ÅÇÏ ÒÅÇÉÓÔÒÁÃÉÀ.";

$LOCALE[HELP_COMMAND_afk] = "éÚÍÅÎÑÅÔ ×ÁÛ ÓÔÁÔÕÓ ÎÁ [ÄÁÌÅËÏ ÏÔ ËÌÁ×ÉÁÔÕÒÙ]. ÷Ù ÍÏÖÅÔÅ ÐÏ Ó×ÏÅÍÕ ÕÓÍÏÔÒÅÎÉÀ ÕËÁÚÁÔØ ÄÏÐÏÌÎÉÔÅÌØÎÏÅ ÓÏÏÂÝÅÎÉÅ.";

$LOCALE[HELP_COMMAND_block] = "âÌÏËÉÒÕÅÔ ×ÓÅ ÞÁÓÔÎÙÅ ÓÏÏÂÝÅÎÉÑ ÏÔ ÐÏÌØÚÏ×ÁÔÅÌÅÊ.";

$LOCALE[HELP_COMMAND_bug] = "ðÏÓÌÁÔØ ÓÏÏÂÝÅÎÉÅ ÏÂ ÏÛÉÂËÅ.";

$LOCALE[HELP_COMMAND_clear] = "ïÞÉÝÁÅÔ ÔÅËÕÝÅÅ ÏËÎÏ ÞÁÔÁ.";

$LOCALE[HELP_COMMAND_color] = "õÓÔÁÎÏ×ÉÔØ Ã×ÅÔ ÔÅËÓÔÁ × ×ÙÂÒÁÎÎÙÊ ×ÁÍÉ Ã×ÅÔ. ã×ÅÔ ÚÁÄÁÅÔÓÑ × ÆÏÒÍÁÔÅ #000000.";

$LOCALE[HELP_COMMAND_deop] = "ïÔÍÅÎÉÔØ ÓÔÁÔÕÓ ÏÐÅÒÁÔÏÒÁ ÄÌÑ ÐÏÌØÚÏ×ÁÔÅÌÑ. üÔÕ ËÏÍÁÎÄÕ ÍÏÇÕÔ ÉÓÐÏÌØÚÏ×ÁÔØ ÔÏÌØËÏ ÁÄÍÉÎÉÓÔÒÁÔÏÒÙ É ÏÐÅÒÁÔÏÒÙ.";

$LOCALE[HELP_COMMAND_global] = "ðÏÓÌÁÔØ ÓÏÏÂÝÅÎÉÅ ×ÓÅÍ ÐÏÌØÚÏ×ÁÔÅÌÑÍ ×Ï ×ÓÅÈ ËÏÍÎÁÔÁÈ. üÔÕ ËÏÍÁÎÄÕ ÍÏÖÅÔ ÉÓÐÏÌØÚÏ×ÁÔØ ÔÏÌØËÏ ÁÄÍÉÎÉÓÔÒÁÔÏÒ.";

$LOCALE[HELP_COMMAND_help] = "ðÏËÁÚÁÔØ ÜÔÏÔ ÄÏËÕÍÅÎÔ.";

$LOCALE[HELP_COMMAND_ignore] = "äÏÂÁ×ÉÔØ ÐÏÌØÚÏ×ÁÔÅÌÑ × ÓÐÉÓÏË ÉÇÎÏÒÉÒÕÅÍÙÈ ÐÏÌØÚÏ×ÁÔÅÌÅÊ. ôÁËÉÅ ÐÏÌØÚÏ×ÁÔÅÌÉ ÎÅ ÍÏÇÕÔ ÐÏÓÙÌÁÔØ ×ÁÍ ÞÁÓÔÎÙÅ ÓÏÏÂÝÅÎÉÑ, Á ×Ù ÎÅ ×ÉÄÉÔÅ ÓÏÏÂÝÅÎÉÊ, ËÏÔÏÒÙÅ ÏÎÉ ÐÏÓÙÌÁÀÔ. üÔÕ ËÏÍÁÎÄÕ ÍÏÇÕÔ ÉÓÐÏÌØÚÏ×ÁÔØ ÔÏÌØËÏ ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÎÎÙÅ ÐÏÌØÚÏ×ÁÔÅÌÉ.";

$LOCALE[HELP_COMMAND_unignore] = "õÄÁÌÉÔØ ÐÏÌØÚÏ×ÁÔÅÌÑ ÉÚ ÓÐÉÓËÁ ÉÇÎÏÒÉÒÕÅÍÙÈ ÐÏÌØÚÏ×ÁÔÅÌÅÊ. ôÅÐÅÒØ ÜÔÏÔ ÐÏÌØÚÏ×ÁÔÅÌØ ÓÍÏÖÅÔ ÐÏÓÙÌÁÔØ ×ÁÍ ÞÁÓÔÎÙÅ ÓÏÏÂÝÅÎÉÑ, É ×Ù ÂÕÄÅÔÅ ×ÉÄÅÔØ ÓÏÏÂÝÅÎÉÑ, ËÏÔÏÒÙÅ ÏÎ ÐÏÓÙÌÁÅÔ. üÔÕ ËÏÍÁÎÄÕ ÍÏÇÕÔ ÉÓÐÏÌØÚÏ×ÁÔØ ÔÏÌØËÏ ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÎÎÙÅ ÐÏÌØÚÏ×ÁÔÅÌÉ.";

$LOCALE[HELP_COMMAND_kick] = "îÁÓÉÌØÎÏ ×Ù×ÅÓÔÉ ÐÏÌØÚÏ×ÁÔÅÌÑ ÉÚ ÓÉÓÔÅÍÙ. ïÐÃÉÏÎÁÌØÎÏ ×Ù ÍÏÖÅÔÅ ÕËÁÚÁÔØ ÐÒÉÞÉÎÕ. üÔÕ ËÏÍÁÎÄÕ ÍÏÇÕÔ ÉÓÐÏÌØÚÏ×ÁÔØ ÔÏÌØËÏ ÁÄÍÉÎÉÓÔÒÁÔÏÒÙ É ÏÐÅÒÁÔÏÒÙ.";

$LOCALE[HELP_COMMAND_lobby] = "÷ÅÒÎÕÔØÓÑ × ÐÒÉÅÍÎÕÀ. ÷Ù ÍÏÖÅÔÅ ÕËÁÚÁÔØ ÄÏÐÏÌÎÉÔÅÌØÎÏÅ ÓÏÏÂÝÅÎÉÅ.";

$LOCALE[HELP_COMMAND_locate] = "îÁÊÔÉ ÕËÁÚÁÎÎÏÇÏ ÐÏÌØÚÏ×ÁÔÅÌÑ. üÔÕ ËÏÍÁÎÄÕ ÍÏÇÕÔ ÉÓÐÏÌØÚÏ×ÁÔØ ÔÏÌØËÏ ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÎÎÙÅ ÐÏÌØÚÏ×ÁÔÅÌÉ.";

$LOCALE[HELP_COMMAND_logout] = "÷Ù×ÏÄÉÔ ÐÏÌØÚÏ×ÁÔÅÌÑ ÉÚ ÓÉÓÔÅÍÙ. ÷Ù ÍÏÖÅÔÅ ÕËÁÚÁÔØ ÄÏÐÏÌÎÉÔÅÌØÎÏÅ ÓÏÏÂÝÅÎÉÅ.";

$LOCALE[HELP_COMMAND_me] = "ïÐÉÛÉÔÅ, ÞÔÏ ×Ù ÄÅÌÁÅÔÅ, ÕËÁÚÙ×ÁÑ ÎÁ ÓÅÂÑ.";

$LOCALE[HELP_COMMAND_motd] = "ðÏËÁÚÙ×ÁÅÔ ÓÏÏÂÝÅÎÉÅ ÄÎÑ.";

$LOCALE[HELP_COMMAND_myfiles] = "ðÏËÁÚÙ×ÁÅÔ ×ÁÛÉ ÆÁÊÌÙ × ÏÎÌÁÊÎ.";

$LOCALE[HELP_COMMAND_op] = "äÁÔØ ÐÏÌØÚÏ×ÁÔÅÌÀ ÓÔÁÔÕÓ ÏÐÅÒÁÔÏÒÁ. üÔÕ ËÏÍÁÎÄÕ ÍÏÇÕÔ ÉÓÐÏÌØÚÏ×ÁÔØ ÔÏÌØËÏ ÁÄÍÉÎÉÓÔÒÁÔÏÒÙ É ÏÐÅÒÁÔÏÒÙ.";

$LOCALE[HELP_COMMAND_prefs] = "ðÏËÁÚÙ×ÁÅÔ ×ÁÛÉ ÐÁÒÁÍÅÔÒÙ × MWChat.";

$LOCALE[HELP_COMMAND_print] = "ðÏËÁÚÙ×ÁÅÔ ×ÁÛÕ ÂÅÓÅÄÕ × ÏËÎÅ ÄÌÑ ÐÅÞÁÔÉ.";

$LOCALE[HELP_COMMAND_msg] = "ðÏÓÌÁÔØ ÞÁÓÔÎÏÅ ÓÏÏÂÝÅÎÉÅ ÐÏÌØÚÏ×ÁÔÅÌÀ. üÔÏ ÓÏÏÂÝÅÎÉÅ ÂÏÌØÛÅ ÎÉËÔÏ ÎÅ Õ×ÉÄÉÔ.";

$LOCALE[HELP_COMMAND_register] = "úÁÒÅÇÉÓÔÒÉÒÏ×ÁÔØ ÉÍÑ, ËÏÔÏÒÏÅ ×Ù ÉÓÐÏÌØÚÕÅÔÅ. òÅÇÉÓÔÒÁÃÉÑ ÐÏÚ×ÏÌÑÅÔ ÐÏÌØÚÏ×ÁÔÅÌÑÍ ÏÂÍÅÎÉ×ÁÔØÓÑ ÆÁÊÌÁÍÉ É ÓÏÚÄÁ×ÁÔØ ÓÐÉÓËÉ ÐÒÉÑÔÅÌÅÊ.";

$LOCALE[HELP_COMMAND_removebuddy] = "õÄÁÌÉÔØ ÐÏÌØÚÏ×ÁÔÅÌÑ ÉÚ ÓÐÉÓËÁ ÐÒÉÑÔÅÌÅÊ. üÔÕ ËÏÍÁÎÄÕ ÍÏÇÕÔ ÉÓÐÏÌØÚÏ×ÁÔØ ÔÏÌØËÏ ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÎÎÙÅ ÐÏÌØÚÏ×ÁÔÅÌÉ.";

$LOCALE[HELP_COMMAND_roll] = "âÒÏÓÉÔØ ËÏÓÔÉ. ðÏÌÅÚÎÏ ÄÌÑ ÏÎÌÁÊÎ-ÉÇÒ.";

$LOCALE[HELP_COMMAND_showbuddy] = "ðÏËÁÚÁÔØ ÓÐÉÓÏË ×ÁÛÉÈ ÐÒÉÑÔÅÌÅÊ. üÔÕ ËÏÍÁÎÄÕ ÍÏÇÕÔ ÉÓÐÏÌØÚÏ×ÁÔØ ÔÏÌØËÏ ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÎÎÙÅ ÐÏÌØÚÏ×ÁÔÅÌÉ.";

$LOCALE[HELP_COMMAND_showignored] = "ðÏËÁÚÁÔØ ÓÐÉÓÏË ÐÏÌØÚÏ×ÁÔÅÌÅÊ, ËÏÔÏÒÙÈ ×Ù ÉÇÎÏÒÉÒÕÅÔÅ. üÔÕ ËÏÍÁÎÄÕ ÍÏÇÕÔ ÉÓÐÏÌØÚÏ×ÁÔØ ÔÏÌØËÏ ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÎÎÙÅ ÐÏÌØÚÏ×ÁÔÅÌÉ.";

$LOCALE[HELP_COMMAND_smiley] = "ðÏËÁÚÙ×ÁÅÔ ×ÓÅ ÄÏÓÔÕÐÎÙÅ ÓÍÁÊÌÙ.";

$LOCALE[HELP_COMMAND_topic] = "éÚÍÅÎÉÔØ ÔÅÍÕ ËÏÍÎÁÔÙ. üÔÕ ËÏÍÁÎÄÕ ÍÏÇÕÔ ÉÓÐÏÌØÚÏ×ÁÔØ ÔÏÌØËÏ ÁÄÍÉÎÉÓÔÒÁÔÏÒÙ É ÏÐÅÒÁÔÏÒÙ.";

$LOCALE[HELP_COMMAND_unafk] = "íÅÎÑÅÔ ×ÁÛ ÓÔÁÔÕÓ ÎÁ [×ÅÒÎÕÌÓÑ Ë ËÌÁ×ÉÁÔÕÒÅ]. ÷Ù ÍÏÖÅÔÅ ÕËÁÚÁÔØ ÄÏÐÏÌÎÉÔÅÌØÎÏÅ ÓÏÏÂÝÅÎÉÅ.";

$LOCALE[HELP_COMMAND_unblock] = "ðÒÉÎÉÍÁÔØ ÞÁÓÔÎÙÅ ÓÏÏÂÝÅÎÉÑ ÏÔÏ ×ÓÅÈ ÐÏÌØÚÏ×ÁÔÅÌÅÊ.";

$LOCALE[HELP_COMMAND_topic] = "õÄÁÌÉÔØ ÐÏÌØÚÏ×ÁÔÅÌÑ ÉÚ ÓÐÉÓËÁ ÉÇÎÏÒÉÒÕÅÍÙÈ ÐÏÌØÚÏ×ÁÔÅÌÅÊ. üÔÕ ËÏÍÁÎÄÕ ÍÏÇÕÔ ÉÓÐÏÌØÚÏ×ÁÔØ ÔÏÌØËÏ ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÎÎÙÅ ÐÏÌØÚÏ×ÁÔÅÌÉ.";

$LOCALE[HELP_COMMAND_unregister] = "áÎÎÕÌÉÒÕÅÔ ÒÅÇÉÓÔÒÁÃÉÀ ×ÁÛÅÇÏ ÉÍÅÎÉ. ôÅÐÅÒØ ÜÔÉÍ ÉÍÅÎÅÍ ÍÏÖÅÔ ×ÏÓÐÏÌØÚÏ×ÁÔØÓÑ ÌÀÂÏÊ. üÔÕ ËÏÍÁÎÄÕ ÍÏÇÕÔ ÉÓÐÏÌØÚÏ×ÁÔØ ÔÏÌØËÏ ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÎÎÙÅ ÐÏÌØÚÏ×ÁÔÅÌÉ.";

$LOCALE[HELP_COMMAND_upload] = "ðÏËÁÚÙ×ÁÅÔ ÉÎÔÅÒÆÅÊÓ ÏÂÍÅÎÁ ÆÁÊÌÁÍÉ. üÔÕ ËÏÍÁÎÄÕ ÍÏÇÕÔ ÉÓÐÏÌØÚÏ×ÁÔØ ÔÏÌØËÏ ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÎÎÙÅ ÐÏÌØÚÏ×ÁÔÅÌÉ.";

$LOCALE[HELP_COMMAND_url] = "ðÏÚ×ÏÌÑÅÔ ×ÁÍ ×ÓÔÁ×ÉÔØ URL × ÞÁÔ.";

$LOCALE[HELP_COMMAND_whois] = "ðÏËÁÚÙ×ÅÔ ÉÎÆÏÒÍÁÃÉÀ ÏÂ ÕËÁÚÁÎÎÏÍ ÐÏÌØÚÏ×ÁÔÅÌÅ. üÔÕ ËÏÍÁÎÄÕ ÍÏÇÕÔ ÉÓÐÏÌØÚÏ×ÁÔØ ÔÏÌØËÏ ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÎÎÙÅ ÐÏÌØÚÏ×ÁÔÅÌÉ.";

$LOCALE[HELP_COMMAND_Title] = "äÏÓÔÕÐÎÙÅ ËÏÍÁÎÄÙ";

$LOCALE[HELP_COMMAND_Type] = "{} ÕËÁÚÁÙ×ÅÔ ÎÁ ÏÂÑÚÁÔÅÌØÎÙÊ ÐÁÒÁÍÅÔÒ, [] ÕËÁÚÙ×ÁÅÔ ÎÁ ÎÅÏÂÑÚÁÔÅÌØÎÙÊ ÐÁÒÁÍÅÔÒ.";

?>
