<?php

###############################################################################
# japanese.php
# Lastmodified:20030702
# This is the Japanese language page for GeekLog!
# Special thanks to Mischa Polivanov for his work on this project
#
# Copyright (C) 2002,2003 SAKATA Yusuke
# sakata@ecofirm.com
#
# This program is free software; you can redistribute it and/or
# modify it under the terms of the GNU General Public License
# as published by the Free Software Foundation; either version 2
# of the License, or (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA  02111-1307, USA.
#
###############################################################################

$LANG_CHARSET = "euc-jp";

###############################################################################
# Array Format:
# $LANGXX[YY]:	$LANG - variable name
#		  	XX - file id number
#			YY - phrase id number
###############################################################################

###############################################################################
# USER PHRASES - These are file phrases used in end user scripts
###############################################################################

###############################################################################
# common.php

$LANG01 = array(
	1 => "Åê¹Æ¼Ô¤Ï:",
	2 => "Â³¤­¤òÆÉ¤à",
	3 => "·ï¤Î¥³¥á¥ó¥È",
	4 => "ÊÔ½¸",
	5 => "ÅêÉ¼",
	6 => "·ë²Ì",
	7 => "ÅêÉ¼·ë²Ì",
	8 => "ÅêÉ¼¿Í¿ô",
	9 => "´ÉÍýµ¡Ç½:",
	10 => "¾µÇ§ÂÔ¤Á¥ê¥¹¥È",
	11 => "µ­»ö",
	12 => "¥Ö¥í¥Ã¥¯",
	13 => "ÏÃÂêÊÌ",
	14 => "¥ê¥ó¥¯",
	15 => "¥¤¥Ù¥ó¥È¾ðÊó",
	16 => "ÅêÉ¼¥¹¥Ú¡¼¥¹",
	17 => "¥æ¡¼¥¶¡¼",
	18 => "SQL Query",
	19 => "¥í¥°¥¢¥¦¥È",
	20 => "¥æ¡¼¥¶¡¼¾ðÊó:",
	21 => "Ì¾Á°",
	22 => "ID",
	23 => "´ÉÍý¥ì¥Ù¥ë",
	24 => "Æ¿Ì¾",
	25 => "¤ªÊÖ»ö",
	26 => "¥³¥á¥ó¥È¤ÏÅê¹Æ¼Ô¤ÎÀÕÇ¤¤Ë¤ª¤¤¤Æ¤Ê¤µ¤ì¤ë¤â¤Î¤Ç¤¢¤ê¡¢¥µ¥¤¥È´ÉÍý¼Ô¤Ï¤Ê¤ó¤éÀÕÇ¤¤ò¤ª¤¦¤â¤Î¤Ç¤Ï¤¢¤ê¤Þ¤»¤ó¡£",
	27 => "ºÇ¿·¤ÎÅê¹Æ",
	28 => "ºï½ü",
	29 => "¥³¥á¥ó¥È¤Ï¤¢¤ê¤Þ¤»¤ó",
	30 => "°ÊÁ°¤Îµ­»ö",
	31 => "»ÈÍÑ¤Ç¤­¤ëHTML¥¿¥°:",
	32 => "¥¨¥é¡¼¡£ÅÐÏ¿¤µ¤ì¤Æ¤¤¤Ê¤¤¥æ¡¼¥¶¡¼Ì¾¤Ç¤¹",
	33 => "¥¨¥é¡¼¡£¥í¥°¥Õ¥¡¥¤¥ë¤Ë½ñ¤­¹þ¤á¤Ê¤¤",
	34 => "¥¨¥é¡¼",
	35 => "¥í¥°¥¢¥¦¥È",
	36 => "on",
	37 => "Åê¹Æµ­»ö¤Ï¤¢¤ê¤Þ¤»¤ó",
	38 => "",
	39 => "¹¹¿·",
	40 => "",
	41 => "¥²¥¹¥È¥æ¡¼¥¶¡¼",
	42 => "Åê¹Æ¼Ô¤Ï:",
	43 => "ÊÖ»ö¤ò½ñ¤¯",
	44 => "¸µ¤Îµ­»ö",
	45 => "MySQL¤Î¥¨¥é¡¼ÈÖ¹æ¤Ï¡¢",
	46 => "MySQL¤Î¥¨¥é¡¼¥á¥Ã¥»¡¼¥¸¤Ï¡¢",
	47 => "¥æ¡¼¥¶¡¼´ÉÍý",
	48 => "¥¢¥«¥¦¥ó¥È¾ðÊó",
	49 => "ÀßÄê",
	50 => "SQLÊ¸¤Ë¥¨¥é¡¼¤¬¤¢¤ë¡£",
	51 => "¥Ø¥ë¥×",
	52 => "¿·µ¬",
	53 => "´ÉÍý²èÌÌ",
	54 => "¥Õ¥¡¥¤¥ë¤¬³«¤±¤Þ¤»¤ó",
	55 => "¼¡¤Ç¥¨¥é¡¼¡§",
	56 => "ÅêÉ¼",
	57 => "¥Ñ¥¹¥ï¡¼¥É",
	58 => "login",
	59 => "¥¢¥«¥¦¥ó¥È¤¬¤Ê¤±¤ì¤Ð¡¢<a href=\"{$_CONF['site_url']}/users.php?mode=new\">ÅÐÏ¿</a>¤Ç¤­¤ë¤è¡£",
	60 => "¥³¥á¥ó¥È¤òÅê¹Æ",
	61 => "¥¢¥«¥¦¥ó¥È¤ÎºîÀ®",
	62 => "ÃÊÍî¡ÊÄøÅÙ¡Ë",
	63 => "¥³¥á¥ó¥È¤ÎÀßÄê",
	64 => "µ­»ö¤òÍ§¿Í¤Ë¥á¡¼¥ë¤¹¤ë",
	65 => "°õºþÍÑ²èÌÌ",
	66 => "¸Ä¿Í¥«¥ì¥ó¥À¡¼",
	67 => "´¿·Þ¡ª ",
	68 => "¥Û¡¼¥à",
	69 => "Ï¢ÍíÀè",
	70 => "¸¡º÷",
	71 => "µ­»ö¤ò½ñ¤¯",
	72 => "»È¤¨¤ë¥µ¥¤¥È",
	73 => "¤³¤ì¤Þ¤Ç¤ÎÅêÉ¼",
	74 => "¥«¥ì¥ó¥À¡¼",
	75 => "Ê£»¨¤Ê¸¡º÷",
	76 => "¥¢¥¯¥»¥¹¾ðÊó",
	77 => "¥×¥é¥°¥¤¥ó¡Ê³ÈÄ¥µ¡Ç½¡Ë",
	78 => "¤³¤ì¤«¤é¤ÎÍ½Äê",
	79 => "¿·µ¬",
	80 => "·ï¤Îµ­»ö¡Ê",
	81 => "·ï¤Îµ­»ö¡Ê",
	82 => "»þ´Ö°ÊÆâ¡Ë",
	83 => "¥³¥á¥ó¥È¤Î¿ô",
	84 => "¥ê¥ó¥¯½¸",
	85 => "¡Ê48 »þ´Ö°ÊÆâ¡Ë",
	86 => "¿·¤·¤¤¥³¥á¥ó¥È¤Ï¤Ê¤¤¡£",
	87 => "¡ÊºÇ¶á£²½µ´Ö¡Ë",
	88 => "¥ê¥ó¥¯¤ÏÄÉ²Ã¤µ¤ì¤Æ¤¤¤Ê¤¤",
	89 => "ÆÃ¤ËÍ½Äê¤Ï¤Ê¤¤",
	90 => "¥Û¡¼¥à",
	91 => "¥Ú¡¼¥¸ºîÀ®»þ´Ö¡§",
	92 => "ÉÃ",
	93 => "Copyright",
	94 => "ËÜ¥Ú¡¼¥¸¤Î¤¹¤Ù¤Æ¤Î¾¦É¸¤ÈÃøºî¸¢¤Ï¤½¤ì¤¾¤ì¤Î½êÍ­¼Ô¤Ëµ¢Â°¤·¤Þ¤¹¡£",
	95 => "Powered By",
	96 => "Groups",
        97 => "Word List",
	98 => "Plug-ins",
	99 => "µ­»ö¤Î·ï¿ô",
    100 => "¿·¤·¤¤µ­»ö¤Ï¤¢¤ê¤Þ¤»¤ó",
    101 => '¸Ä¿ÍÅª¤ÊÍ½Äê',
    102 => 'Á´ÂÎ¤ÎÍ½Äê',
    103 => '¥Ç¡¼¥¿¥Ù¡¼¥¹¤Î¥Ð¥Ã¥¯¥¢¥Ã¥×',
    104 => '¡§',
    105 => '¥æ¡¼¥¶¡¼Á´°÷¤Ë¥á¡¼¥ëÁ÷¿®',
    106 => '±ÜÍ÷·ï¿ô',
    107 => 'GL Version Test',
    108 => '¥­¥ã¥Ã¥·¥å¤ò¥¯¥ê¥¢'
);

###############################################################################
# calendar.php

$LANG02 = array(
	1 => "¥¤¥Ù¥ó¥È¾ðÊó¥«¥ì¥ó¥À¡¼",
	2 => "»ÄÇ°¤Ê¤¬¤é¡¢º£Æü¤Ï¥¤¥Ù¥ó¥È¤¬¤¢¤ê¤Þ¤»¤ó",
	3 => "Æü»þ:",
	4 => "¾ì½ê:",
	5 => "¾ÜºÙ:",
	6 => "¥¤¥Ù¥ó¥È¤ÎÄÉ²Ã",
	7 => "¤³¤ì¤«¤é¤ÎÍ½Äê",
	8 => '¸Ä¿Í¥«¥ì¥ó¥À¡¼¤Ë¤³¤Î¥¤¥Ù¥ó¥È¤òÄÉ²Ã¤¹¤ë¤È¡¢¡Ö¸Ä¿Í¥«¥ì¥ó¥À¡¼¡×¤ò¥æ¡¼¥¶¡¼´ÉÍý¥á¥Ë¥å¡¼¤«¤éÁªÂò¤¹¤ë¤³¤È¤Ç¸«¤ë¤³¤È¤¬½ÐÍè¤Þ¤¹¡£',
	9 => "¸Ä¿Í¥«¥ì¥ó¥À¡¼¤ËÄÉ²Ã",
	10 => "¸Ä¿Í¥«¥ì¥ó¥À¡¼¤«¤éºï½ü",
	11 => "¤³¤Î¥¤¥Ù¥ó¥È¤ò{$_USER['username']}¤Î¸Ä¿Í¥«¥ì¥ó¥À¡¼¤ËÄÉ²Ã",
	12 => "¥¤¥Ù¥ó¥È",
	13 => "³«»Ï",
	14 => "½ªÎ»",
	15 => "¥«¥ì¥ó¥À¡¼¤ËÌá¤ë"
);

###############################################################################
# comment.php

$LANG03 = array(
	1 => "¥³¥á¥ó¥È¤ÎÅê¹Æ",
	2 => "Åê¹ÆÊýË¡",
	3 => "¥í¥°¥¢¥¦¥È",
	4 => "¥¢¥«¥¦¥ó¥È¤òºî¤ë",
	5 => "¥æ¡¼¥¶¡¼Ì¾",
	6 => "¥³¥á¥ó¥È¤òÅê¹Æ¤¹¤ë¤¿¤á¤Ë¤Ï¥í¥°¥¤¥ó¤·¤Æ¤¯¤À¤µ¤¤¡£¥¢¥«¥¦¥ó¥È¤¬¤Ê¤±¤ì¤Ð²¼¤Î¥Õ¥©¡¼¥à¤ò»È¤Ã¤Æ¿·¤·¤¤¥¢¥«¥¦¥ó¥È¤òºîÀ®¤Ç¤­¤Þ¤¹",
	7 => "¤¢¤Ê¤¿¤Ï",
	8 => " ÉÃÁ°¤Ë¥³¥á¥ó¥È¤·¤Æ¤¤¤Þ¤¹¡£Åê¹Æ¤ÈÅê¹Æ¤Î´Ö¤Ï {$_CONF["commentspeedlimit"]} ÉÃ°Ê¾å³«¤±¤Æ¤¯¤À¤µ¤¤",
	9 => "¥³¥á¥ó¥È",
	10 => "",
	11 => "¥³¥á¥ó¥È¤ÎÅê¹Æ",
	12 => "Åê¹Æ¤¹¤ë¤¿¤á¤Ë¤Ï¡¢¥¿¥¤¥È¥ë¤È¥³¥á¥ó¥ÈÆâÍÆ¤¬É¬Í×¤Ç¤¹¡£",
	13 => "¤¢¤Ê¤¿¤Î¸Ä¿Í¾ðÊó",
	14 => "É½¼¨¥Æ¥¹¥È",
	15 => "",
	16 => "¥¿¥¤¥È¥ë",
	17 => "¥¨¥é¡¼¤Ç¤¹",
	18 => 'Ãí°Õ»ö¹à',
	19 => 'ÆâÍÆ¤Ë¤½¤Ã¤¿ÏÃÂê¤ÇÅê¹Æ¤·¤Æ¤¯¤À¤µ¤¤',
	20 => '½ÐÍè¤ë¤À¤±¿·¤·¤¤µ­»ö¤òºî¤é¤º¤ËÂ¾¤Îµ­»ö¤Ë¥³¥á¥ó¥È¤¹¤ë¤è¤¦¤Ë¤·¤Æ¤¯¤À¤µ¤¤',
	21 => 'Æ±¤¸»ö¤òÅê¹Æ¤·¤Ê¤¤¤è¤¦¤Ë¤¹¤ë¤¿¤á¤ËÂ¾¤Î¿Í¤ÎÅê¹Æ¤ò¤è¤¯ÆÉ¤ó¤Ç¤¯¤À¤µ¤¤',
	22 => 'ÆâÍÆ¤¬Ê¬¤«¤ë¤è¤¦¤Ê¥¿¥¤¥È¥ë¤òÉÕ¤±¤Æ¤¯¤À¤µ¤¤',
	23 => '¥á¡¼¥ë¥¢¥É¥ì¥¹¤Ï¡ÖÉ½¼¨¤µ¤ì¤Þ¤»¤ó¡×',
	24 => 'Æ¿Ì¾¥æ¡¼¥¶¡¼'
);

###############################################################################
# users.php

$LANG04 = array(
	1 => "¥æ¡¼¥¶¡¼¾ðÊó¡§",
	2 => "¥æ¡¼¥¶¡¼Ì¾",
	3 => "»áÌ¾",
	4 => "¥Ñ¥¹¥ï¡¼¥É",
	5 => "Email",
	6 => "¥Û¡¼¥à¥Ú¡¼¥¸",
	7 => "¼«¸Ê¾Ò²ð",
	8 => "PGP¸ø³«¸°",
	9 => "ÊÑ¹¹¤òÊÝÂ¸¤¹¤ë",
	10 => "ºÇ¶á10·ï¤Î¥³¥á¥ó¥È",
	11 => "¥³¥á¥ó¥È¤Ï¤¢¤ê¤Þ¤»¤ó",
	12 => "¥æ¡¼¥¶¡¼ÀßÄê¡§",
	13 => "ËèÈÕE-mail¤ÇÅê¹Æ¤òÆÉ¤à",
	14 => "¤³¤Î¥Ñ¥¹¥ï¡¼¥É¤Ï¼«Æ°ºîÀ®¤µ¤ì¤¿¤â¤Î¤Ç¤¹¤«¤é¡¢¥Ñ¥¹¥ï¡¼¥É¤ÎÊÑ¹¹¤ò¤ª¤¹¤¹¤á¤·¤Þ¤¹¡£¥Ñ¥¹¥ï¡¼¥É¤Ï¡¢¥µ¥¤¥È¤Ë¥í¥°¥¤¥ó¤·¤Æ¡¢¡Ö¥æ¡¼¥¶¡¼¾ðÊó¡×¤ò¥¯¥ê¥Ã¥¯¤¹¤ë¤ÈÊÑ¹¹¤Ç¤­¤Þ¤¹¡£",
	15 => "{$_CONF['site_name']} ¤Ç»ÈÍÑ¤¹¤ë¤¢¤Ê¤¿¤Î¥¢¥«¥¦¥ó¥È¤¬ºîÀ®¤µ¤ì¤Þ¤·¤¿¡£¤³¤Î¥¢¥«¥¦¥ó¥È¤ò»È¤¦¤¿¤á¤Ë¤Ï¡¢²¼µ­¤Î¥æ¡¼¥¶¡¼Ì¾¤È¥Ñ¥¹¥ï¡¼¥É¤Ç¥í¥°¥¤¥ó¤·¤Æ¤¯¤À¤µ¤¤¡£Ç°¤Î¤¿¤á¡¢¤³¤Î¥á¡¼¥ë¤ÏÊÝÂ¸¤·¤Æ¤ª¤¤¤Æ¤¯¤À¤µ¤¤¡£",
	16 => "¥¢¥«¥¦¥ó¥È¾ðÊó",
	17 => "¥¢¥«¥¦¥ó¥È¤¬¤¢¤ê¤Þ¤»¤ó",
	18 => "¤³¤Î¥á¡¼¥ë¥¢¥É¥ì¥¹¤Ï¡¢Í­¸ú¤Ê¥¢¥É¥ì¥¹¤Ç¤Ï¤Ê¤¤¤è¤¦¤Ç¤¹",
	19 => "¥æ¡¼¥¶¡¼Ì¾¤«¥á¡¼¥ë¥¢¥É¥ì¥¹¤¬¤¹¤Ç¤Ë»È¤ï¤ì¤Æ¤¤¤Þ¤¹¡£",
	20 => "¤³¤Î¥á¡¼¥ë¥¢¥É¥ì¥¹¤Ï¡¢Í­¸ú¤Ê¥¢¥É¥ì¥¹¤Ç¤Ï¤Ê¤¤¤è¤¦¤Ç¤¹",
	21 => "¥¨¥é¡¼",
	22 => "{$_CONF['site_name']}¤Î¥¢¥«¥¦¥ó¥È¤òºîÀ®¤¹¤ë",
	23 => "{$_CONF['site_name']}¤Ë¥¢¥«¥¦¥ó¥È¤òºîÀ®¤¹¤ë¤È¡¢¥³¥á¥ó¥È¤äµ­»ö¤ÎÅê¹Æ¤Ê¤ÉËÜ¥µ¥¤¥È¤Îµ¡Ç½¤ò¥Õ¥ë¤Ë»ÈÍÑ¤¹¤ë¤³¤È¤¬½ÐÍè¤Þ¤¹¡£¥¢¥«¥¦¥ó¥È¤¬¤Ê¤±¤ì¤Ð¡ÖÆ¿Ì¾¡×¥æ¡¼¥¶¡¼¤È¤·¤Æ¤·¤«Åê¹Æ¤Ç¤­¤Þ¤»¤ó¡£¤Þ¤¿¡¢ÅÐÏ¿¤µ¤ì¤¿¥á¡¼¥ë¥¢¥É¥ì¥¹¤ÏÀäÂÐ¤ËÉ½¼¨¤µ¤ì¤Þ¤»¤ó¤Î¤Ç¤´°Â¿´¤¯¤À¤µ¤¤",
	24 => "¥Ñ¥¹¥ï¡¼¥É¤Ï¡¢¤³¤³¤ËÆþÎÏ¤µ¤ì¤¿¥á¡¼¥ë¥¢¥É¥ì¥¹¤ËÁ÷¿®¤µ¤ì¤Þ¤¹",
	25 => "¥Ñ¥¹¥ï¡¼¥É¤¬Ê¬¤«¤é¤Ê¤¤¿Í¤Ï¤³¤Á¤é¡£",
	26 => "ÅÐÏ¿»þ¤Ë»ÈÍÑ¤·¤¿¥æ¡¼¥¶¡¼Ì¾<em>¤Þ¤¿¤Ï</em>¥á¡¼¥ë¥¢¥É¥ì¥¹¤òÆþÎÏ¤·¤Æ¡¢¡Ö¥Ñ¥¹¥ï¡¼¥ÉÁ÷¿®¡×¤ò¥¯¥ê¥Ã¥¯¤·¤Æ¤¯¤À¤µ¤¤¡£¿·¤·¤¤¥Ñ¥¹¥ï¡¼¥É¤òÀßÄê¤¹¤ëÊýË¡¤¬ÅÐÏ¿¤µ¤ì¤Æ¤¤¤ë¥á¡¼¥ë¥¢¥É¥ì¥¹°¸¤Æ¤ËÁ÷¿®¤µ¤ì¤Þ¤¹¡£",
	27 => "¥¢¥«¥¦¥ó¥È¤ÎºîÀ®",
	28 => "¥Ñ¥¹¥ï¡¼¥ÉÁ÷¿®",
	29 => "¥í¥°¥¢¥¦¥È¤·¤Þ¤·¤¿¡§",
	30 => "¥í¥°¥¤¥ó¤·¤Þ¤·¤¿:",
	31 => "ÁªÂò¤·¤¿µ¡Ç½¤Ï¡¢¥í¥°¥¤¥ó¤·¤Æ¤¤¤Ê¤±¤ì¤Ð»ÈÍÑ¤Ç¤­¤Þ¤»¤ó¡£",
	32 => "¥µ¥¤¥ó",
	33 => "¸ø³«¤µ¤ì¤ë¤³¤È¤Ï¤¢¤ê¤Þ¤»¤ó",
	34 => "ËÜÌ¾",
	35 => "ÊÑ¹¹¸å¤Î¥Ñ¥¹¥ï¡¼¥É",
	36 => "http://¤«¤é»Ï¤á¤Æ¤¯¤À¤µ¤¤",
	37 => "¤¢¤Ê¤¿¤Î¥³¥á¥ó¥È¤Ë»ÈÍÑ¤µ¤ì¤Þ¤¹¡£",
	38 => "¤¢¤Ê¤¿¤Î¾Ò²ð¤Ç¤¹¡£¤ß¤ó¤Ê¤¬ÆÉ¤á¤ë¤è¤¦¤Ë¸ø³«¤µ¤ì¤Þ¤¹¡£",
	39 => "¤¢¤Ê¤¿¤Î¸ø³«PGP¸°",
	40 => "ÏÃÂêÊÌ¥¢¥¤¥³¥ó¤òÈóÉ½¼¨",
	41 => "½¤Àµ¤ò¼õ¤±Æþ¤ì¤ë",
	42 => "ÆüÉÕ¤Î¥Õ¥©¡¼¥Þ¥Ã¥È",
	43 => "É½¼¨¤¹¤ëµ­»ö¤Î¿ô",
	44 => "¥Ü¥Ã¥¯¥¹¤òÉ½¼¨¤·¤Ê¤¤",
	45 => "É½¼¨ÀßÄê¡§",
	46 => "¼¡¤Î¥¢¥¤¥Æ¥à¤ò½ü³°¡§",
	47 => "¥Ë¥å¡¼¥¹¥Ü¥Ã¥¯¥¹¤ÎÀßÄê¡§",
	48 => "ÏÃÂê",
	49 => "µ­»ö¤Ë¥¢¥¤¥³¥ó¤òÈóÉ½¼¨",
	50 => "¶½Ì£¤¬¤Ê¤±¤ì¤Ð¥Á¥§¥Ã¥¯¤ò¤Ï¤º¤·¤Æ¤¯¤À¤µ¤¤",
	51 => "µ­»ö¤À¤±¤òÉ½¼¨",
	52 => "½é´üÃÍ:",
	53 => "¤½¤ÎÆü¤Îµ­»ö¤òËèÈÕ¥á¡¼¥ë¤Ç¼õ¤±¼è¤ë¡£",
	54 => "ÆÉ¤ß¤¿¤¯¤Ê¤¤Åê¹Æ¼ÔÌ¾¤ÈÏÃÂê¤ò¥Á¥§¥Ã¥¯¤¹¤ë¡£",
	55 => "¤¹¤Ù¤Æ¤Î¥Á¥§¥Ã¥¯¤ò¤Ï¤º¤·¤¿¾ì¹ç¤Ï¡¢½é´üÃÍ¤¬È¿±Ç¤µ¤ì¤Þ¤¹¡£°ì¤Ä¤Ç¤â¥Á¥§¥Ã¥¯¤·¤¿¾ì¹ç¡¢½é´üÃÍ¤ÏÌµ»ë¤µ¤ì¤Þ¤¹¤Î¤Ç¡¢ÆÉ¤ß¤¿¤¤¤â¤Î¤òÁ´Éô¥Á¥§¥Ã¥¯¤¹¤ë¤è¤¦¤Ë¤·¤Æ¤¯¤À¤µ¤¤¡£ ½é´üÃÍ¤ÏÂÀ»ú¤ÇÉ½¼¨¤µ¤ì¤Æ¤¤¤ëÏÃÂê¤Ç¤¹¡£",
	56 => "Åê¹Æ¼ÔÌ¾",
	57 => "É½¼¨¥â¡¼¥É",
	58 => "ÊÂ¤ÙÂØ¤¨½ç½ø",
	59 => "¥³¥á¥ó¥È¤ÎºÇÂç¿ô",
	60 => "¥³¥á¥ó¥È¤ÎÉ½¼¨ÊýË¡",
	61 => "¿·¤·¤¤¤â¤Î¤«¸Å¤¤¤â¤Î¤Î¤É¤Á¤é¤¬Àè¤¬¤¤¤¤¡©",
	62 => "½é´üÃÍ¤Ï100¤Ç¤¹",
	63 => "¥Ñ¥¹¥ï¡¼¥É¤ò¥á¡¼¥ë¤ÇÁ÷¿®¤·¤Þ¤·¤¿¤Î¤Ç¡¢¤Þ¤â¤Ê¤¯ÆÏ¤¯¤Ï¤º¤Ç¤¹¡£¥á¥Ã¥»¡¼¥¸¤ËÍøÍÑÊýË¡¤¬½ñ¤«¤ì¤Æ¤¤¤Þ¤¹¤Î¤Ç¡¢»²¹Í¤Ë¤·¤Æ¤¯¤À¤µ¤¤¡£" . $_CONF["site_name"] . "¤òÍøÍÑ¤·¤Æ¤¯¤À¤µ¤Ã¤Æ¤¢¤ê¤¬¤È¤¦¤´¤¶¤¤¤Þ¤¹¡£",
	64 => "¥³¥á¥ó¥È¤ÎÀßÄê¡§",
	65 => "¥í¥°¥¤¥ó¤·Ä¾¤·¤Æ¸«¤Æ¤¯¤À¤µ¤¤",
	66 => "¥¿¥¤¥×¥ß¥¹¤¬¤¢¤Ã¤¿¤è¤¦¤Ç¤¹¡£¤â¤¦°ìÅÙ¥í¥°¥¤¥ó¤·¤Æ¤ß¤Æ¤¯¤À¤µ¤¤¡£¥Ñ¥¹¥ï¡¼¥É¤¬Ê¬¤«¤é¤Ê¤±¤ì¤Ð¡¢¿·¤·¤¤¥Ñ¥¹¥ï¡¼¥É¤òÈ¯¹Ô¤·¤Þ¤¹¤Î¤Ç¡¢²¼µ­¤Î¥Õ¥©¡¼¥à¤Ëµ­Æþ¤·¤Æ¤ß¤Æ¤¯¤À¤µ¤¤¡£",
	67 => "²ÃÆþ´ü´Ö",
	68 => "Ç§¾Ú¤ÎÊÝÂ¸´ü´Ö",
	69 => "¤¤¤Ã¤¿¤ó¥í¥°¥¤¥ó¤·¤¿¸å¡¢¤É¤Î¤°¤é¤¤¾ðÊó¤ò»Ä¤·¤Æ¤ª¤±¤Ð¤¤¤¤¤Ç¤¹¤«¡©",
	70 => "{$_CONF['site_name']}¤ÎÉ½¼¨¤ÈÆâÍÆ¤òÀßÄê",
	71 => "{$_CONF['site_name']}¤ÎÆÃÄ§¤È¤·¤Æ¡¢É½¼¨¤µ¤ì¤ëµ­»ö¤Î¥Æ¡¼¥Þ¤äÉ½¼¨¤ò¼«Í³¤ËÊÑ¤¨¤ë¤³¤È¤¬½ÐÍè¤ë¤³¤È¤¬¤¢¤ê¤Þ¤¹¡£¤½¤Î¤¿¤á¤Ë¤Ï¡¢¤Þ¤º¡¢{$_CONF['site_name']}¤Ë<a href=\"{$_CONF['site_url']}/users.php?mode=new\">¥æ¡¼¥¶¡¼ÅÐÏ¿</a>¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£¤â¤·¡¢¤¹¤Ç¤ËÅÐÏ¿ºÑ¤ß¤Ê¤é¤Ðº¸¤Î¥Õ¥©¡¼¥à¤òÍøÍÑ¤·¤Æ¥í¥°¥¤¥ó¤·¤Æ¤¯¤À¤µ¤¤¡£",
    72 => "¥Æ¡¼¥Þ",
    73 => "¸À¸ì",
    74 => "¤³¤Î¥µ¥¤¥È¤Î³°¸«¤òÊÑ¹¹¤·¤Æ¤ß¤è¤¦",
    75 => "µ­»ö¤¬¥á¡¼¥ë¤ÇÁ÷¿®¤µ¤ì¤Þ¤·¤¿¡£¤¢¤ÆÀè¡§",
    76 => "²¼µ­¤Î¥ê¥¹¥È¤«¤éÏÃÂê¤òÁªÂò¤¹¤ì¤Ð¡¢°ìÆü¤Î½ª¤ï¤ê¤ËÅê¹ÆÆâÍÆ¤ò¥á¡¼¥ë¤Ç¼õ¤±¼è¤ë¤³¤È¤¬½ÐÍè¤Þ¤¹¡£¶½Ì£¤Î¤¢¤ëÏÃÂê¤À¤±ÁªÂò¤¹¤ë¤è¤¦¤Ë¤·¤Æ¤¯¤À¤µ¤¤¡£",
    77 => "¼Ì¿¿",
    78 => "¼«Ê¬¼«¿È¤Î¼Ì¿¿¤òÄÉ²Ã¤·¤è¤¦",
    79 => "¼Ì¿¿¤òºï½ü¤¹¤ë¾ì¹ç¡¢¤³¤³¤ò¥Á¥§¥Ã¥¯¤·¤Æ¤¯¤À¤µ¤¤",
    80 => "¥í¥°¥¤¥ó",
    81 => "¥á¡¼¥ëÁ÷¿®",
    82 => '¥æ¡¼¥¶¡¼¤Ë¤è¤ëºÇ¶á¤ÎÅê¹Æ10·ï¡£¥æ¡¼¥¶¡¼¡§',
    83 => '¥æ¡¼¥¶¡¼¤ÎÅê¹Æ¾õ¶·¡£¥æ¡¼¥¶¡¼¡§',
    84 => 'Åê¹Æµ­»ö¤ÎÁí¿ô:',
    85 => '¥³¥á¥ó¥È¤ÎÁí¿ô:',
    86 => '¥æ¡¼¥¶¡¼¤Î¤¹¤Ù¤Æ¤ÎÅê¹Æ¤ò¸¡º÷¤¹¤ë¡£¥æ¡¼¥¶¡¼:',
    87 => '¤¢¤Ê¤¿¤Î¥í¥°¥¤¥óÌ¾',
    88 => 'Ã¯¤«¡Ê¤¿¤Ö¤ó¤¢¤Ê¤¿¤À¤È»×¤¤¤Þ¤¹¤¬¡Ë¤¬¡¢' . $_CONF['site_name'] . '¡Ê' . $_CONF['site_url'] . '¡Ë¾å¤Î¤¢¤Ê¤¿¤Î¥¢¥«¥¦¥ó¥È¡Ê"%s"¡Ë¤Î¥Ñ¥¹¥ï¡¼¥ÉÊÑ¹¹¤ò¿½ÀÁ¤·¤Þ¤·¤¿¡£\n\nËÜÅö¤Ë¥¢¥«¥¦¥ó¥È¤òÊÑ¹¹¤¹¤ë¤Î¤Ê¤é°Ê²¼¤Î¥ê¥ó¥¯¤ò¥¯¥ê¥Ã¥¯¤·¤Æ¤¯¤À¤µ¤¤¡£\n\n',
    89 => "¤â¤·¡¢¥Ñ¥¹¥ï¡¼¥É¤òÊÑ¹¹¤·¤¿¤¯¤Ê¤¤¾ì¹ç¤Ë¤Ï¡¢¤³¤Î¥á¥Ã¥»¡¼¥¸¤òÌµ»ë¤·¤Æ¤¯¤À¤µ¤¤¡£¤½¤¦¤¹¤ì¤Ð¡¢¿½ÀÁ¤ÏµÑ²¼¤µ¤ì¤Þ¤¹¡Ê¥Ñ¥¹¥ï¡¼¥É¤ÏÊÑ¹¹¤µ¤ì¤Þ¤»¤ó¡Ë¡£\n\n",
    90 => '²¼¤Ë¿·¤·¤¤¥Ñ¥¹¥ï¡¼¥É¤òÆþ¤ì¤Æ¤¯¤À¤µ¤¤¡£¤³¤Î¥Õ¥©¡¼¥à¤òÄó½Ð¤¹¤ë¤Þ¤Ç¤Ï¸½ºß¤Î¥Ñ¥¹¥ï¡¼¥É¤¬Í­¸ú¤Ç¤¢¤ë¤³¤È¤ËÃí°Õ¤·¤Æ¤¯¤À¤µ¤¤¡£',
     91 => '¿·¥Ñ¥¹¥ï¡¼¥É¤ÎÀßÄê',
     92 => '¿·¤·¤¤¥Ñ¥¹¥ï¡¼¥É¤òÆþÎÏ',
     93 => 'Ä¾Á°¤Î¥Ñ¥¹¥ï¡¼¥ÉÊÑ¹¹Í×µá¤Ï¡¢%dÉÃÁ°¤Ç¤·¤¿¡£¤³¤Î¥µ¥¤¥È¤Ç¤Ï¡¢ÊÑ¹¹¤Î´Ö¤Ë%dÉÃÂÔ¤ÄÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£',
     94 => '¥¢¥«¥¦¥ó¥È¡Ê"%s"¡Ë¤òºï½ü',
     95 => '¥Ç¡¼¥¿¥Ù¡¼¥¹¤«¤é¥¢¥«¥¦¥ó¥È¤òºï½ü¤¹¤ë¤Ë¤Ï¡¢²¼¤Î"¥¢¥«¥¦¥ó¥È¤Îºï½ü" ¥Ü¥¿¥ó¤ò²¡¤·¤Æ¤¯¤À¤µ¤¤¡£¤¿¤À¤·¡¢¤¢¤Ê¤¿¤Î¥¢¥«¥¦¥ó¥ÈÌ¾¤ÇÅê¹Æ¤µ¤ì¤¿µ­»ö¤ä¥³¥á¥ó¥È¤Ï<strong>ºï½ü¤µ¤ì¤Þ¤»¤ó</strong>¤Î¤Ç¡¢¤´Ãí°Õ¤¯¤À¤µ¤¤¡£¤³¤ì¤é¤Îµ­»ö¤ä¥³¥á¥ó¥È¤Ï"anonymous"¤Ë¤è¤Ã¤ÆÅê¹Æ¤µ¤ì¤¿¤â¤Î¤È¤·¤ÆÉ½¼¨¤µ¤ì¤Þ¤¹¡£',
     96 => '¥¢¥«¥¦¥ó¥È¤òºï½ü',
     97 => '¥¢¥«¥¦¥ó¥Èºï½ü¤Î³ÎÇ§',
     98 => 'ËÜÅö¤Ë¥¢¥«¥¦¥ó¥È¤òºï½ü¤·¤Þ¤¹¤«¡£ºï½ü¤·¤Æ¤·¤Þ¤¨¤Ð¡¢¤³¤Î¥µ¥¤¥È¤Ë¿·¤·¤¤¥¢¥«¥¦¥ó¥È¤òºî¤é¤Ê¤¤¸Â¤ê¡¢¥í¥°¥¤¥ó¤Ç¤­¤Ê¤¯¤Ê¤ê¤Þ¤¹¡£¤è¤í¤·¤±¤ì¤Ð¡¢¤â¤¦°ìÅÙ"¥¢¥«¥¦¥ó¥È¤Îºï½ü"¥Ü¥¿¥ó¤ò²¡¤·¤Æ¤¯¤À¤µ¤¤',
     99 => '¥×¥é¥¤¥Ð¥·¡¼¥ª¥×¥·¥ç¥ó¡§',
     100 => '´ÉÍý¼Ô¤«¤é¤Î¥á¡¼¥ë',
     101 => '¥µ¥¤¥È´ÉÍý¼Ô¤«¤é¤Î¥á¡¼¥ë¤ò¼õ¤±¼è¤ë',
     102 => 'Â¾¤Î¥æ¡¼¥¶¡¼¤«¤é¤Î¥á¡¼¥ë',
     103 => 'Â¾¤Î¥æ¡¼¥¶¡¼¤«¤é¤Î¥á¡¼¥ë¤ò¼õ¤±¼è¤ë',
     104 => '¥ª¥ó¥é¥¤¥ó¤«¤É¤¦¤«¤òÉ½¼¨¤¹¤ë',
     105 => '¡Ö¸½ºß¤Î¥í¥°¥¤¥ó¾õ¶·¡×¤ËÌ¾Á°¤òÉ½¼¨¤¹¤ë'

);

###############################################################################
# index.php

$LANG05 = array(
	1 => "É½¼¨¤¹¤ëµ­»ö¤Ï¤¢¤ê¤Þ¤»¤ó",
	2 => "É½¼¨¤¹¤ëµ­»ö¤Ï¤¢¤ê¤Þ¤»¤ó¡£¤³¤Î¥Æ¡¼¥Þ¤Ë´Ø¤¹¤ëÅê¹Æ¤¬¤Ê¤¤¤Î¤«É½¼¨ÀßÄê¤ò¹Ê¤ê²á¤®¤Ê¤Î¤«¤Î¤É¤Á¤é¤«¤Ç¤·¤ç¤¦¤Í¡£",
	3 => " $topic ¤Ë´Ø¤¹¤ë¤â¤Î",
	4 => "º£Æü¤ÎÃíÌÜµ­»ö",
	5 => "¼¡",
	6 => "°ì¤ÄÁ°"
);

###############################################################################
# links.php

$LANG06 = array(
	1 => "»È¤¨¤ëWeb¥Ú¡¼¥¸",
	2 => "É½¼¨¤¹¤ë¥ê¥ó¥¯¤Ï¤¢¤ê¤Þ¤»¤ó",
	3 => "¥ê¥ó¥¯¤ÎÄÉ²Ã"
);

###############################################################################
# pollbooth.php

$LANG07 = array(
	1 => "ÅêÉ¼¤¬ÅÐÏ¿¤µ¤ì¤Þ¤·¤¿",
	2 => "º£¤ÎÅêÉ¼¤¬ÅÐÏ¿¤µ¤ì¤Þ¤·¤¿",
	3 => "ÅêÉ¼¤¹¤ë",
	4 => "·ï¤ÎÅêÉ¼¤òÊç½¸Ãæ",
	5 => "·ï¤ÎÅêÉ¼",
        6 => "Â¾¤ÎÅêÉ¼¤ò¸«¤ë"
);

###############################################################################
# profiles.php

$LANG08 = array(
	1 => "¥á¥Ã¥»¡¼¥¸¤òÁ÷¿®¤¹¤ëºÝ¤Ë¥¨¥é¡¼¤¬È¯À¸¤·¤Þ¤·¤¿¡£¤â¤¦°ìÅÙ»î¤·¤Æ¤¯¤À¤µ¤¤¡£",
	2 => "¥á¥Ã¥»¡¼¥¸¤ÏÁ÷¿®¤µ¤ì¤Þ¤·¤¿",
	3 => "Reply To¤ËÀµ¤·¤¤e-mail¥¢¥É¥ì¥¹¤òµ­Æþ¤·¤Æ¤¤¤Þ¤¹¤«¡©",
	4 => "Ì¾Á°¡¢Reply To, ¥¿¥¤¥È¥ë¡¢ÆâÍÆ¤òµ­Æþ¤·¤Æ¤¯¤À¤µ¤¤",
	5 => "¤½¤ó¤Ê¥æ¡¼¥¶¡¼¤Ï¤¤¤Þ¤»¤ó",
	6 => "¥¨¥é¡¼¤¬È¯À¸¤·¤Þ¤·¤¿",
	7 => "¥æ¡¼¥¶¡¼¾ðÊó¡§",
	8 => "»áÌ¾",
	9 => "URL",
	10 => "¥á¡¼¥ë¤Î°¸Àè",
	11 => "¤¢¤Ê¤¿¤ÎÌ¾Á°:",
	12 => "Reply To:",
	13 => "¥¿¥¤¥È¥ë:",
	14 => "ÆâÍÆ:",
	15 => "HTML¤ÏÊÑ´¹¤µ¤ì¤Þ¤»¤ó",
	16 => "Á÷¿®",
	17 => "Í§Ã£¤Ëµ­»ö¤òÁ÷¿®¤¹¤ë",
	18 => "Á÷¿®Áê¼ê",
	19 => "Á÷¿®ÀèE-mail¥¢¥É¥ì¥¹",
	20 => "¤¢¤Ê¤¿¤ÎÌ¾Á°",
	21 => "¤¢¤Ê¤¿¤ÎE-mail¥¢¥É¥ì¥¹",
	22 => "¤¹¤Ù¤Æ¤Î¹àÌÜ¤òµ­Æþ¤·¤Æ¤¯¤À¤µ¤¤",
	23 => "¤³¤Î¥á¡¼¥ë¤Ï¡¢$from ¤µ¤ó¤¬{$_CONF['site_url']}¤Îµ­»ö¤Ç¡¢¤¢¤Ê¤¿¤ËÃÎ¤é¤»¤¿¤¤¤È»×¤Ã¤¿¤¿¤á¡¢$fromemail ¤Î¥¢¥É¥ì¥¹¤«¤éÁ÷¿®¤µ¤ì¤Þ¤·¤¿¡£¤³¤ì¤Ï¤¤¤ï¤æ¤ëÌÂÏÇ¡ÊSPAM¡Ë¥á¡¼¥ë¤Ç¤Ï¤¢¤ê¤Þ¤»¤ó¤·¡¢Á÷¿®¤Ë»ÈÍÑ¤µ¤ì¤¿¥¢¥É¥ì¥¹¤òÂ¾¤ÎÌÜÅª¤Ë»ÈÍÑ¤¹¤ë¤³¤È¤â¤¢¤ê¤Þ¤»¤ó¡£",
	24 => "¤³¤Îµ­»ö¤Ë´Ø¤¹¤ë¥³¥á¥ó¥È¤Ï¼¡¤Î¾ì½ê¤Ç½ÐÍè¤Þ¤¹¡£",
	25 => "¤³¤Îµ¡Ç½¤ò»ÈÍÑ¤¹¤ë¤¿¤á¤Ë¤Ï¥í¥°¥¤¥ó¤·¤Æ¤¯¤À¤µ¤¤¡£",
	26 => "¤³¤Î¥Õ¥©¡¼¥à¤ÏÂÐ¾Ý¤Î¥æ¡¼¥¶¡¼¤Ë¥á¡¼¥ë¤òÁ÷¤ë¤¿¤á¤Î¤â¤Î¤Ê¤Î¤Ç¡¢¤¹¤Ù¤Æ¤Î¹àÌÜ¤òÆþÎÏ¤·¤Æ¤¯¤À¤µ¤¤¡£",
	27 => "¥á¥Ã¥»¡¼¥¸",
	28 => "$from ¤µ¤ó¤«¤é¤Î¥á¥Ã¥»¡¼¥¸: $shortmsg",
        29 => "º£Æü¤Î{$_CONF['site_name']} ¤Ë´Ø¤¹¤ë¥À¥¤¥¸¥§¥¹¥È¤Ç¤¹¡£°¸Àè¡§",
        30 => " º£Æü¤Î¥Ë¥å¡¼¥¹¥ì¥¿¡¼¤Ç¤¹¡£°¸Àè¡§ ",
    31 => "¥¿¥¤¥È¥ë",
    32 => "ÆüÉÕ",
    33 => "°Ê²¼¤Î¾ì½ê¤Çµ­»öÁ´ÂÎ¤òÆÉ¤à¤³¤È¤¬½ÐÍè¤Þ¤¹¡£",
    34 => "¥á¥Ã¥»¡¼¥¸¤Ï°Ê¾å¤Ç¤¹",
    35 => "»ÄÇ°¤Ê¤¬¤é¤³¤Î¥æ¡¼¥¶¡¼¤Ï¥á¡¼¥ë¤ò¼õ¤±ÉÕ¤±¤Æ¤ª¤ê¤Þ¤»¤ó¡£"
);

###############################################################################
# search.php

$LANG09 = array(
	1 => "Ê£»¨¤Ê¸¡º÷",
	2 => "¥­¡¼¥ï¡¼¥É",
	3 => "ÏÃÂê",
	4 => "¤¹¤Ù¤Æ",
	5 => "¼ïÊÌ",
	6 => "µ­»ö¤Î¿ô",
	7 => "¥³¥á¥ó¥È¿ô",
	8 => "½ñ¤¤¤¿¿Í",
	9 => "¤¹¤Ù¤Æ",
	10 => "¸¡º÷",
	11 => "¸¡º÷·ë²Ì",
	12 => "·ï¤¬¥Þ¥Ã¥Á",
	13 => "µ­»ö¤Î¸¡º÷·ë²Ì¡§³ºÅö¤Ê¤·",
	14 => "º£¤Î¸¡º÷¤Ë³ºÅö¤¹¤ë¤â¤Î¤Ï¤Ê¤¤¤è¡£ÂÐ¾Ý¡§",
	15 => "¥­¡¼¥ï¡¼¥É¤òÊÑ¤¨¤ÆºÆ¸¡º÷¤·¤Æ¤ß¤Æ¤¯¤À¤µ¤¤",
	16 => "¥¿¥¤¥È¥ë",
	17 => "ÆüÉÕ",
	18 => "½ñ¤¤¤¿¿Í",
	19 => " {$_CONF['site_name']} Á´ÂÎ¤Î¤¹¤Ù¤Æ¤Îµ­»ö¤ò¸¡º÷¤¹¤ë",
	20 => "ÆüÉÕ",
	21 => "¡Á",
	22 => "(½ñ¼°¤Ï YYYY-MM-DD)",
	23 => "·ï¤Î±ÜÍ÷",
	24 => "%d·ï¡¢¸«¤Ä¤«¤ê¤Þ¤·¤¿",
	25 => "¼¡¤Î¥­¡¼¥ï¡¼¥É¤Ë¤Ä¤¤¤Æ¸¡º÷¡§",
	26 => "·ï",
	27 => "ÉÃ",
    28 => '³ºÅö¤¹¤ëµ­»ö¡¦¥³¥á¥ó¥È¤Ï¸«¤Ä¤«¤ê¤Þ¤»¤ó¤Ç¤·¤¿',
    29 => 'µ­»ö¡¦¥³¥á¥ó¥È¤Î¸¡º÷·ë²Ì¡§',
    30 => '³ºÅö¤¹¤ë¥ê¥ó¥¯¤Ï¸«¤Ä¤«¤ê¤Þ¤»¤ó¤Ç¤·¤¿¡£',
    31 => '¥×¥é¥°¥¤¥ó¤«¤é¤Ï³ºÅö¤¹¤ë¤â¤Î¤ò¸«¤Ä¤«¤ê¤Þ¤»¤ó¤Ç¤·¤¿',
    32 => '¥¤¥Ù¥ó¥È',
    33 => 'URL',
    34 => '¾ì½ê',
    35 => '°ìÆüÃæ',
    36 => '³ºÅö¤¹¤ë¥¤¥Ù¥ó¥È¤Ï¸«¤Ä¤«¤ê¤Þ¤»¤ó¤Ç¤·¤¿',
    37 => '¥¤¥Ù¥ó¥È¤Î¸¡º÷·ë²Ì',
    38 => '¥ê¥ó¥¯¤Î¸¡º÷·ë²Ì',
    39 => '¥ê¥ó¥¯',
    40 => '¥¤¥Ù¥ó¥È',
    41 => '¸¡º÷Ê¸»úÎó¤Ï£³Ê¸»ú°Ê¾åÉ¬Í×¤Ç¤¹',
    42 => 'ÆüÉÕ¤Î½ñ¼°¤Ï¡¢YYYY-MM-DD¡ÊÇ¯-·î-Æü¡Ë¤È¤·¤Æ¤¯¤À¤µ¤¤',
     43 => 'Àµ³Î¤ÊÊ¸»úÎó',
     44 => '¤¤¤º¤ì¤«¤ò´Þ¤à',
    45 => '¤¹¤Ù¤Æ¤ò´Þ¤à',
     46 => '¼¡',
     47 => 'Á°',
     48 => 'Ãø¼Ô',
     49 => 'ÆüÉÕ',
     50 => '±ÜÍ÷·ï¿ô',
     51 => '¥ê¥ó¥¯',
     52 => '¾ì½ê',
     53 => 'µ­»ö¤Î¸¡º÷·ë²Ì',
     54 => '¥³¥á¥ó¥È¤Î¸¡º÷·ë²Ì',
     55 => '¸¡º÷Ê¸»úÎó',
     56 => 'AND',
     57 => 'OR'

);

###############################################################################
# stats.php

$LANG10 = array(
	1 => "¥µ¥¤¥È¤Ë´Ø¤¹¤ëÅý·×",
	2 => "¥·¥¹¥Æ¥àÁ´ÂÎ¤Î¥¢¥¯¥»¥¹¿ô",
	3 => "µ­»ö¡Ê¥³¥á¥ó¥È¡Ë¤Î¿ô",
	4 => "ÅêÉ¼¡Ê²óÅú¿ô¡Ë¤Î¿ô",
	5 => "¥ê¥ó¥¯¡Ê¥¯¥ê¥Ã¥¯¡Ë¤Î¿ô",
	6 => "Í½Äê¤Î¿ô",
	7 => "¤â¤Ã¤È¤â»²¾È¿ô¤ÎÂ¿¤«¤Ã¤¿µ­»ö¡Ê¾å°Ì10·ï¡Ë",
	8 => "µ­»ö¤Î¥¿¥¤¥È¥ë",
	9 => "·ï",
	10 => "¤³¤Î¥µ¥¤¥È¤Ë¤Ïµ­»ö¤¬°ì·ï¤â¤Ê¤¤¤«¡¢±ÜÍ÷¤·¤¿¿Í¤¬¤¤¤Ê¤¤¤Î¤«¤É¤Á¤é¤«¤À¤È»×¤¤¤Þ¤¹",
	11 => "¤â¤Ã¤È¤â¥³¥á¥ó¥È¤ÎÂ¿¤«¤Ã¤¿µ­»ö¡Ê¾å°Ì10·ï¡Ë",
	12 => "·ï",
	13 => "¤³¤Î¥µ¥¤¥È¤Ë¤Ïµ­»ö¤¬°ì·ï¤â¤Ê¤¤¤«¡¢¥³¥á¥ó¥È¤·¤¿¿Í¤¬¤¤¤Ê¤¤¤Î¤«¤É¤Á¤é¤«¤À¤È»×¤¤¤Þ¤¹",
	14 => "ÅêÉ¼¡Ê¾å°Ì10·ï¡Ë",
	15 => "²óÅú¿ô¤¬Â¿¤«¤Ã¤¿¼ÁÌä",
	16 => "·ï",
	17 => "¤³¤Î¥µ¥¤¥È¤Ë¤ÏÅêÉ¼¥¹¥Ú¡¼¥¹¤¬°ì·ï¤â¤Ê¤¤¤«¡¢ÅêÉ¼¤·¤¿¿Í¤¬¤¤¤Ê¤¤¤Î¤«¤Î¤É¤Á¤é¤«¤À¤È»×¤¤¤Þ¤¹",
	18 => "¥ê¥ó¥¯¡Ê¾å°Ì10·ï¡Ë",
	19 => "¥¿¥¤¥È¥ë",
	20 => "·ï",
	21 => "¤³¤Î¥µ¥¤¥È¤Ë¤Ï¥ê¥ó¥¯¤¬°ì¤Ä¤â¤Ê¤¤¤«¡¢¥ê¥ó¥¯¤ò¥¯¥ê¥Ã¥¯¤·¤¿¿Í¤¬°ì¿Í¤â¤¤¤Ê¤¤¤Î¤«¤Î¤É¤Á¤é¤«¤À¤È»×¤¤¤Þ¤¹",
	22 => "Í§Ã£¤Ë¾Ò²ð¤µ¤ì¤¿µ­»ö¡Ê¾å°Ì10·ï¡Ë",
	23 => "·ï",
	24 => "Í§Ã£¤Ë¾Ò²ð¤µ¤ì¤¿µ­»ö¤Ï¤Ê¤¤¤è¤¦¤Ç¤¹"
);

###############################################################################
# article.php

$LANG11 = array(
	1 => "´ØÏ¢¾ðÊó",
	2 => "Í§Ã£¤Ë¥á¡¼¥ë¤Ç¶µ¤¨¤ë",
	3 => "°õºþÍÑ¥Ú¡¼¥¸",
	4 => "µ­»ö¤Î¥ª¥×¥·¥ç¥ó"
);

###############################################################################
# submit.php

$LANG12 = array(
	1 => " $type ¤òÅê¹Æ¤¹¤ë¤¿¤á¤Ë¤Ï¥í¥°¥¤¥ó¤·¤Æ¤¤¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹",
	2 => "¥í¥°¥¤¥ó",
	3 => "¿·µ¬ÅÐÏ¿",
	4 => "Í½Äê¤ÎÅê¹Æ",
	5 => "¥ê¥ó¥¯¤ÎÅê¹Æ",
	6 => "µ­»ö¤ÎÅê¹Æ",
	7 => "¥í¥°¥¤¥ó¤¬É¬Í×¤Ç¤¹",
	8 => "Á÷¤ë",
	9 => "¤³¤Î¥µ¥¤¥È¤Ë¾ðÊó¤òÅê¹Æ¤¹¤ëºÝ¤Ë¤Ï¡¢¼¡¤Î¥ë¡¼¥ë¤ò¼é¤Ã¤Æ¤¯¤À¤µ¤¤¡£<ul><li>É¬Í×¤È¤µ¤ì¤ë¤¹¤Ù¤Æ¤Î¹àÌÜ¤òµ­Æþ¤·¤Æ¤¯¤À¤µ¤¤¡£<li>Àµ³Î¡¦¤«¤ÄÉ¬Í×½½Ê¬¤Ê¾ðÊó¤òÄó¶¡¤·¤Æ¤¯¤À¤µ¤¤<li>URLs¤Ë¤Ä¤¤¤Æ¤ÏÆÃ¤ËÃí°Õ¤·¤Æ³ÎÇ§¤·¤Æ¤¯¤À¤µ¤¤</ul>",
	10 => "¥¿¥¤¥È¥ë",
	11 => "¥ê¥ó¥¯",
	12 => "³«»ÏÆü",
	13 => "½ªÎ»Æü",
	14 => "¾ì½ê",
	15 => "¾ÜºÙ",
	16 => "ÆÃµ­»ö¹à¡ÊÉ¬Í×¤Ç¤¢¤ì¤Ð¡Ë",
	17 => "ÏÃÂê",
	18 => "¤½¤ÎÂ¾",
	19 => "Read First",
	20 => "ÏÃÂê¤¬¤¢¤ê¤Þ¤»¤ó",
	21 => "\"¤½¤ÎÂ¾\" ¤òÁªÂò¤·¤¿¾ì¹ç¤Ï¡¢¿·¤·¤¤ÏÃÂêÌ¾¤òµ­Æþ¤·¤Æ¤¯¤À¤µ¤¤",
	22 => "Ì¤µ­Æþ¤Î¹àÌÜ¤¬¤¢¤ê¤Þ¤¹",
	23 => "¤¹¤Ù¤Æ¤Î¹àÌÜ¤Ë¤Ä¤¤¤Æµ­Æþ¤·¤Æ¤¯¤À¤µ¤¤¡£",
	24 => "Åê¹Æ¤Ï¼õ¤±ÉÕ¤±¤é¤ì¤Þ¤·¤¿",
	25 => "$type ¤Ë´Ø¤¹¤ëÅê¹Æ¤Ï¼õ¤±ÉÕ¤±¤é¤ì¤Þ¤·¤¿",
	26 => "Åê¹Æ´Ö³Ö¤ÎÀ©¸Â",
	27 => "¥æ¡¼¥¶¡¼Ì¾",
	28 => "ÏÃÂê",
	29 => "µ­»ö",
	30 => "Á°²ó¡¢¤¢¤Ê¤¿¤Ï¡¢",
	31 => "ÉÃÁ°¤ËÅê¹Æ¤·¤Æ¤¤¤Þ¤¹¡£Åê¹Æ¤Î´Ö¤Ï{$_CONF['speedlimit']}ÉÃ¶õ¤±¤Æ¤¯¤À¤µ¤¤¡£",
	32 => "É½¼¨³ÎÇ§",
	33 => "µ­»ö¤ÎÉ½¼¨³ÎÇ§",
	34 => "¥í¥°¥¢¥¦¥È",
	35 => "HTML¥¿¥°¤Ï»ÈÍÑ¤Ç¤­¤Þ¤»¤ó",
	36 => "Åê¹Æ¥â¡¼¥É",
	37 => "{$_CONF['site_name']}¤Ë¥¤¥Ù¥ó¥È¤òÅê¹Æ¤¹¤ë¤È¡¢¥µ¥¤¥ÈÁ´ÂÎ¤Î¥«¥ì¥ó¥À¡¼¤ËÅÐÏ¿¤µ¤ì¤Þ¤¹¡£ÅÐÏ¿¤µ¤ì¤¿¥¤¥Ù¥ó¥È¤Ï³Æ¥æ¡¼¥¶¡¼¤¬É¬Í×¤Ë±þ¤¸¤Æ¸Ä¿ÍÅª¤Ê¥«¥ì¥ó¥À¡¼¤ËÅÐÏ¿¤·¤Þ¤¹¡£¤Ä¤Þ¤ê¡¢¥«¥ì¥ó¥À¡¼µ¡Ç½¤Ï¡¢ÃÂÀ¸Æü¤äµ­Ç°Æü¤Ê¤É¤¢¤Ê¤¿¤Î¸Ä¿ÍÅª¤Ê¥¹¥±¥¸¥å¡¼¥ëÄ¢¤È¤·¤Æ»È¤ï¤ì¤ë¤³¤È¤òÁÛÄê¤·¤Æ¤¤¤ë¤â¤Î¤Ç¤Ï<b>¤¢¤ê¤Þ¤»¤ó</b>¡£<br><br>¥¤¥Ù¥ó¥È¤òÅê¹Æ¤·¡¢´ÉÍý¼Ô¤¬¾µÇ§¤·¤¿¾ì¹ç¡¢¥¤¥Ù¥ó¥È¤Ï¥µ¥¤¥ÈÁ´ÂÎ¤Î¥«¥ì¥ó¥À¡¼¤ËÉ½¼¨¤µ¤ì¤Æ¤·¤Þ¤¤¤Þ¤¹¡£",
    38 => "Í½Äê¤ÎÄÉ²Ã¡£ÄÉ²ÃÀè¡§",
    39 => "Á´ÂÎ¥«¥ì¥ó¥À¡¼",
    40 => "¸Ä¿Í¥«¥ì¥ó¥À¡¼",
    41 => "½ªÎ»Æü»þ",
    42 => "³«»ÏÆü»þ",
    43 => "°ìÆüÃæ¤ÎÍ½Äê",
    44 => '½»½ê(1)',
    45 => '½»½ê(2)',
    46 => 'ÅÔ»ÔÌ¾',
    47 => 'ÅÔÆ»ÉÜ¸©',
    48 => 'Í¹ÊØÈÖ¹æ',
    49 => 'Í½Äê¤Î¼ïÎà',
    50 => 'Í½Äê¤Î¼ïÎà¤òÊÔ½¸',
    51 => '¾ì½ê',
    52 => 'ºï½ü',
	53 => '¥¢¥«¥¦¥ó¥ÈºîÀ®'
);


###############################################################################
# ADMIN PHRASES - These are file phrases used in end admin scripts
###############################################################################

###############################################################################
# auth.inc.php

$LANG20 = array(
	1 => "´ÉÍý¼Ô¸¢¸Â¤¬É¬Í×¤Ç¤¹",
	2 => "¥í¥°¥¤¥ó¤Ç¤­¤Þ¤»¤ó¡£Àµ¤·¤¯ÆþÎÏ¤·¤Æ¤¯¤À¤µ¤¤",
	3 => "¥Ñ¥¹¥ï¡¼¥É¤¬°ã¤¤¤Þ¤¹¡£¥æ¡¼¥¶¡¼Ì¾¡§",
	4 => "¥æ¡¼¥¶¡¼Ì¾¡§",
	5 => "¥Ñ¥¹¥ï¡¼¥É¡§",
	6 => "´ÉÍý¥Ä¡¼¥ë¤Î»ÈÍÑ¤Ë¤Ä¤¤¤Æ¤Ï¡¢¤¹¤Ù¤Æ¤¬µ­Ï¿¤µ¤ì¤Æ¡¢¥Á¥§¥Ã¥¯¤µ¤ì¤Þ¤¹¡£<br>¤³¤Î¥Ú¡¼¥¸¤Ï¡¢¾µÇ§¤µ¤ì¤¿´ÉÍý¼Ô¤Î¤ß¤¬»ÈÍÑ¤Ç¤­¤Þ¤¹¡£",
	7 => "¥í¥°¥¤¥ó"
);

###############################################################################
# block.php

$LANG21 = array(
	1 => "¤³¤³¤ò´ÉÍý¤¹¤ë¸¢¸Â¤¬¤Ê¤¤",
	2 => "¤³¤Î¥Ö¥í¥Ã¥¯¤òÊÔ½¸¤¹¤ë¸¢¸Â¤¬¤Ê¤¤",
	3 => "¥Ö¥í¥Ã¥¯¤ÎÊÔ½¸",
	4 => "",
	5 => "¥¿¥¤¥È¥ë",
	6 => "¥È¥Ô¥Ã¥¯",
	7 => "¤¹¤Ù¤Æ",
	8 => "¥Ö¥í¥Ã¥¯¤Î¥»¥­¥å¥ê¥Æ¥£¥ì¥Ù¥ë",
	9 => "¥Ö¥í¥Ã¥¯¤Î½ç½ø",
	10 => "¥Ö¥í¥Ã¥¯¤Î¼ïÎà",
	11 => "¥Ý¡¼¥¿¥ë¥Ö¥í¥Ã¥¯",
	12 => "¤Õ¤Ä¤¦¤Î¥Ö¥í¥Ã¥¯",
	13 => "¥Ý¡¼¥¿¥ë¥Ö¥í¥Ã¥¯¤Î¥ª¥×¥·¥ç¥ó",
	14 => "RDF URL",
	15 => "Last RDF Update",
	16 => "¤Õ¤Ä¤¦¤Î¥Ö¥í¥Ã¥¯¤Î¥ª¥×¥·¥ç¥ó",
	17 => "¥Ö¥í¥Ã¥¯¤ÎÃæ¿È",
	18 => "¥Ö¥í¥Ã¥¯¤Î¥¿¥¤¥È¥ë¡¦¥»¥­¥å¥ê¥Æ¥£¥ì¥Ù¥ë¡¦Ãæ¿È¤òµ­Æþ¤·¤Æ¤¯¤À¤µ¤¤¡£",
	19 => "¥Ö¥í¥Ã¥¯¤Î´ÉÍý",
	20 => "¥¿¥¤¥È¥ë",
	21 => "¥»¥­¥å¥ê¥Æ¥£",
	22 => "¼ïÎà",
	23 => "½ç½ø",
	24 => "ÏÃÂê",
	25 => "¥Ö¥í¥Ã¥¯¤ÎÊÔ½¸¡¦ºï½ü¤Ï²¼µ­¤Î¥Ö¥í¥Ã¥¯¤ò¥¯¥ê¥Ã¥¯¤¹¤ë¡£¿·µ¬ºîÀ®¤Ï¾å¤Î¥Ö¥í¥Ã¥¯¤ò¥¯¥ê¥Ã¥¯¤¹¤ë",
	26 => "¥ì¥¤¥¢¥¦¥ÈÍÑ¥Ö¥í¥Ã¥¯",
	27 => "PHP¥Ö¥í¥Ã¥¯",
	28 => "PHP¥Ö¥í¥Ã¥¯¤Î¥ª¥×¥·¥ç¥ó",
	29 => "´Ø¿ô",
	30 => "PHP¥³¡¼¥É¤ò»ÈÍÑ¤·¤¿¥Ö¥í¥Ã¥¯¤ò»È¤¦¾ì¹ç¡¢phpblock_¡Êe.g. phpblock_getweather¡Ë¤Ç¤Ï¤¸¤Þ¤ëPHP¤Î´Ø¿ôÌ¾¤ò¾å¤Ëµ­Æþ¤·¤Æ¤¯¤À¤µ¤¤¡£phpblock¤Ç¤Ï¤¸¤Þ¤Ã¤Æ¤¤¤Ê¤¤¾ì¹ç¡¢´Ø¿ô¤Ï¸Æ¤Ó½Ð¤µ¤ì¤Þ¤»¤ó¡£¤³¤ì¤Ï¡¢°­°Õ¤ò»ý¤Ã¤¿¥æ¡¼¥¶¡¼¤¬¥µ¥¤¥È¤ËÍ­³²¤Ê´Ø¿ô¤òÄêµÁ¤¹¤ë¤³¤È¤òÈò¤±¤ë¤¿¤á¤Ç¤¹¡£´Ø¿ô¤Î¸å¤Î¡Ê¡Ë¤ÏÉÔÍ×¤Ç¤¹¡£PHP¥Ö¥í¥Ã¥¯¤Î¥³¡¼¥É¤Ï¡¢/path/to/geeklog/system/lib-custom.php¤Ëµ­Æþ¤·¤Æ¤ª¤¯¤È¡¢Geeklog¤ò¥¢¥Ã¥×¥°¥ì¡¼¥É¤·¤Æ¤â»ÈÍÑ¤·Â³¤±¤ë¤³¤È¤¬½ÐÍè¤Þ¤¹¡£",
	31 => 'PHP¥Ö¥í¥Ã¥¯¤Ë¥¨¥é¡¼¤¬¤¢¤ê¤Þ¤¹¡£$function¤¬Â¸ºß¤·¤Þ¤»¤ó',
        32 => "¥¨¥é¡¼¡£Ì¤µ­Æþ¤Î¹àÌÜ¤¬¤¢¤ê¤Þ¤¹",
        33 => "¥Ý¡¼¥¿¥ë¥Ö¥í¥Ã¥¯¤Î.rdf¥Õ¥¡¥¤¥ë¤Ë¤ÏURL¤¬µ­Æþ¤µ¤ì¤Æ¤¤¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹",
	34 => "PHP¥Ö¥í¥Ã¥¯¤Ë¤Ï¥¿¥¤¥È¥ë¤È´Ø¿ôÌ¾¤òµ­Æþ¤·¤Æ¤¯¤À¤µ¤¤",
        35 => "ÉáÄÌ¤Î¥Ö¥í¥Ã¥¯¤Ë¤Ï¥¿¥¤¥È¥ë¤ÈÆâÍÆ¤òµ­Æþ¤·¤Æ¤¯¤À¤µ¤¤",
        36 => "¥ì¥¤¥¢¥¦¥ÈÍÑ¥Ö¥í¥Ã¥¯¤Ë¤ÏÆâÍÆ¤òµ­Æþ¤·¤Æ¤¯¤À¤µ¤¤",
        37 => "PHP¥Ö¥í¥Ã¥¯¤Î´Ø¿ôÌ¾¤¬ÉÔÅ¬ÀÚ¤Ç¤¹",
        38 => "PHP¥Ö¥í¥Ã¥¯¤Î´Ø¿ôÌ¾¤Ï¡¢'phpblock_' (e.g. phpblock_getweather)¤Ç¤Ï¤¸¤Þ¤Ã¤Æ¤¤¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£'phpblock_'¤Ï¡¢¥»¥­¥å¥ê¥Æ¥£¤ËÇÛÎ¸¤·¤¿·ë²Ì¤Ç¤¹¤Î¤Ç¤´¶¨ÎÏ¤¯¤À¤µ¤¤¡£",
	39 => "É½¼¨¾ì½ê",
	40 => "º¸",
	41 => "±¦",
	42 => "¥Ö¥í¥Ã¥¯¤ÎÉ½¼¨½ç½ø¤È¥»¥­¥å¥ê¥Æ¥£¥ì¥Ù¥ë¤òÆþÎÏ¤·¤Æ¤¯¤À¤µ¤¤",
	43 => "¥Û¡¼¥à¥Ú¡¼¥¸¤Î¤ß",
	44 => "¥¢¥¯¥»¥¹¤¬µñÈÝ¤µ¤ì¤Þ¤·¤¿",
	45 => "´ÉÍý¸¢¸Â¤Î¤Ê¤¤¥Ö¥í¥Ã¥¯¤òÊÔ½¸¤·¤è¤¦¤È¤·¤Þ¤·¤¿¡£¤³¤Î¹Ô°Ù¤Ïµ­Ï¿¤È¤·¤Æ»Ä¤ê¤Þ¤¹¡£<a href=\"{$_CONF['site_admin_url']}/block.php\">¥Ö¥í¥Ã¥¯¤ÎÊÔ½¸</a>²èÌÌ¤ËÌá¤Ã¤Æ¤¯¤À¤µ¤¤.",
	46 => '¿·µ¬¥Ö¥í¥Ã¥¯',
	47 => '´ÉÍý²èÌÌ',
    48 => '¥Ö¥í¥Ã¥¯Ì¾',
    49 => ' (¥¹¥Ú¡¼¥¹¤ò´Þ¤Þ¤Ê¤¤¡£Ì¾Á°¤Î½ÅÊ£¤ÏÇ§¤á¤é¤ì¤Ê¤¤)',
    50 => '¥Ø¥ë¥×¥Õ¥¡¥¤¥ë¤ÎURL',
    51 => 'http://¤ò´Þ¤à',
    52 => '¶õÍó¤Î¤Þ¤Þ¤Ë¤·¤Æ¤ª¤¯¤È¡¢¤³¤Î¥Ö¥í¥Ã¥¯¤ËÂÐ¤¹¤ë¥Ø¥ë¥×¤Î¥¢¥¤¥³¥ó¤ÏÉ½¼¨¤µ¤ì¤Þ¤»¤ó',
    53 => 'Í­¸ú',
    54 => 'ÊÝÂ¸',
    55 => 'Ãæ»ß',
    56 => 'ºï½ü'
);

###############################################################################
# event.php

$LANG22 = array(
	1 => "Í½Äê¤ÎÊÔ½¸",
	2 => "",
	3 => "Í½ÄêÌ¾",
	4 => "´ØÏ¢URL",
	5 => "³«»ÏÆü",
	6 => "½ªÎ»Æü",
	7 => "¾ì½ê",
	8 => "Í½Äê¤ÎÀâÌÀ",
	9 => "(http://¤«¤é¤Ï¤¸¤á¤Æ¤¯¤À¤µ¤¤)",
	10 => "¤¹¤Ù¤Æ¤Î¥Õ¥©¡¼¥à¤Ëµ­Æþ¤·¤Æ¤¯¤À¤µ¤¤¡£",
	11 => "Í½Äê´ÉÍý",
	12 => "Í½Äê¤ÎÊÔ½¸¡¦ºï½ü¤Ï¡¢²¼¤ÎÍ½ÄêÌ¾¤ò¥¯¥ê¥Ã¥¯¤·¤Æ¤¯¤À¤µ¤¤¡£¿·¤·¤¤Í½Äê¤òºî¤ë¾ì¹ç¡¢¾å¤Î¡Ö¿·µ¬Í½Äê¡×¤ò¥¯¥ê¥Ã¥¯¤·¤Æ¤¯¤À¤µ¤¤¡£¥³¥Ô¡¼¤òºî¤ë¾ì¹ç¤Ï¡ÖC¡×¤ò¥¯¥ê¥Ã¥¯¤·¤Æ¤¯¤À¤µ¤¤¡£",
	13 => "Í½ÄêÌ¾",
	14 => "³«»ÏÆü",
	15 => "½ªÎ»Æü",
	16 => "¥¢¥¯¥»¥¹¤¬µñÈÝ¤µ¤ì¤Þ¤·¤¿¡£",
	17 => "´ÉÍý¸¢¸Â¤Î¤Ê¤¤Í½Äê¤òÊÔ½¸¤·¤è¤¦¤È¤·¤Þ¤·¤¿¡£¤³¤Î¹Ô°Ù¤Ïµ­Ï¿¤È¤·¤Æ»Ä¤ê¤Þ¤¹¡£<a href=\"{$_CONF['site_admin_url']}/event.php\">Í½ÄêÊÔ½¸²èÌÌ</a>¤ËÌá¤Ã¤Æ¤¯¤À¤µ¤¤.",
	18 => '¿·µ¬Í½Äê',
	19 => '´ÉÍý²èÌÌ',
    20 => 'ÊÝÂ¸',
    21 => 'Ãæ»ß',
    22 => 'ºï½ü'
);

###############################################################################
# link.php

$LANG23 = Array(
	1 => "¥ê¥ó¥¯¤ÎÊÔ½¸",
	2 => "",
	3 => "¥ê¥ó¥¯Àè¤ÎÌ¾Á°",
	4 => "¥ê¥ó¥¯Àè¤ÎURL",
	5 => "Ê¬Îà",
	6 => "(http://¤«¤é¤Ï¤¸¤á¤Æ¤¯¤À¤µ¤¤)",
	7 => "¤½¤ÎÂ¾",
	8 => "¥ê¥ó¥¯¤Î¥Ò¥Ã¥È¿ô",
	9 => "¥ê¥ó¥¯¤Î¾ÜºÙ",
	10 => "¥ê¥ó¥¯¤ÎÌ¾Á°¡¢URL¡¢¾ÜºÙ¤Ë¤Ä¤¤¤Æµ­Æþ¤·¤Æ¤¯¤À¤µ¤¤",
	11 => "¥ê¥ó¥¯¤Î´ÉÍý",
	12 => "¥ê¥ó¥¯¤ÎÊÔ½¸¡¦ºï½ü¤Ï¡¢¥ê¥ó¥¯¼«ÂÎ¤ò¥¯¥ê¥Ã¥¯¤·¤Æ¤¯¤À¤µ¤¤¡£¿·¤·¤¯ºîÀ®¤¹¤ë¾ì¹ç¤Ï¡¢¾å¤Î¡Ö¿·µ¬¥ê¥ó¥¯¡×¤ò¥¯¥ê¥Ã¥¯¤·¤Æ¤¯¤À¤µ¤¤",
	13 => "¥ê¥ó¥¯Àè¤ÎÌ¾Á°",
	14 => "¥ê¥ó¥¯¤ÎÊ¬Îà",
	15 => "¥ê¥ó¥¯Àè¤ÎURL",
	16 => "¥¢¥¯¥»¥¹¤¬µñÈÝ¤µ¤ì¤Þ¤·¤¿",
	17 => "´ÉÍý¸¢¸Â¤Î¤Ê¤¤¥ê¥ó¥¯¤òÊÔ½¸¤·¤è¤¦¤È¤·¤Þ¤·¤¿¡£¤³¤Î¹Ô°Ù¤Ïµ­Ï¿¤È¤·¤Æ»Ä¤ê¤Þ¤¹¡£<a href=\"{$_CONF['site_admin_url']}/link.php\">¥ê¥ó¥¯ÊÔ½¸²èÌÌ</a>¤ËÌá¤Ã¤Æ¤¯¤À¤µ¤¤",
	18 => '¿·µ¬¥ê¥ó¥¯',
	19 => '´ÉÍý²èÌÌ',
	20 => 'ÆÃµ­»ö¹à¡Ê¤â¤·¤¢¤ì¤Ð¡Ë',
    21 => 'ÊÝÂ¸',
    22 => 'Ãæ»ß',
    23 => 'ºï½ü'
);

###############################################################################
# story.php

$LANG24 = array(
	1 => "Á°¤Îµ­»ö",
	2 => "¸å¤Îµ­»ö",
	3 => "¥â¡¼¥É",
	4 => "Åê¹Æ¥â¡¼¥É",
	5 => "µ­»ö¤ÎÊÔ½¸",
	6 => "¤³¤Î¥Ú¡¼¥¸¤Ëµ­»ö¤Ï°ì·ï¤â¤¢¤ê¤Þ¤»¤ó¤Ç¤·¤¿",
	7 => "½ñ¤¤¤¿¿Í¡§",
	8 => "ÊÝÂ¸",
	9 => "¥×¥ì¥Ó¥å¡¼",
	10 => "Ãæ»ß",
	11 => "´ÉÍý²èÌÌ",
	12 => "",
	13 => "¥¿¥¤¥È¥ë",
	14 => "ÏÃÂê",
	15 => "Æü»þ",
	16 => "Åê¹ÆÆâÍÆ",
	17 => "Åê¹ÆÆâÍÆ¡Ê¾ÜºÙ¡Ë",
	18 => "±ÜÍ÷·ï¿ô",
	19 => "¥³¥á¥ó¥È¿ô",
	20 => "",
	21 => "",
	22 => "µ­»ö¤Î°ìÍ÷",
	23 => "µ­»ö¤òºï½ü¡¦ÊÔ½¸¤¹¤ë¤Ë¤Ï¡¢µ­»ö¤ÎÈÖ¹æ¤ò¥¯¥ê¥Ã¥¯¤¹¤ë¤³¤È¡£µ­»ö¤ò¸«¤ë¤Ë¤Ï¡¢µ­»ö¤Î¥¿¥¤¥È¥ë¤ò¥¯¥ê¥Ã¥¯¤¹¤ë¡£¿·¤·¤¤µ­»ö¤òºîÀ®¤¹¤ë¾ì¹ç¤Ï¡¢¡Ö¿·µ¬¡×¤ò¥¯¥ê¥Ã¥¯¤¹¤ë¤³¤È¡£",
	24 => "",
	25 => "",
	26 => "µ­»ö¤Î¥×¥ì¥Ó¥å¡¼",
	27 => "",
	28 => "",
	29 => "",
	30 => "¥Õ¥¡¥¤¥ë¤Î¥¢¥Ã¥×¥í¡¼¥É»þ¤Ë¥¨¥é¡¼¤¬È¯À¸¤·¤Þ¤·¤¿",
	31 => "¥¿¥¤¥È¥ë¤ÈºÇ½é¤ÎÉôÊ¬¤òµ­Æþ¤·¤Æ¤¯¤À¤µ¤¤",
	32 => "ÃíÌÜµ­»ö",
	33 => "ÃíÌÜµ­»ö¤Ï°ì¤Ä¤À¤±»ØÄê¤Ç¤­¤Þ¤¹",
	34 => "¥É¥é¥Õ¥È",
	35 => "¤Ï¤¤",
	36 => "¤¤¤¤¤¨",
	37 => "More by",
	38 => "More from",
	39 => "·ï¾Ò²ð¤µ¤ì¤Þ¤·¤¿",
	40 => "¥¢¥¯¥»¥¹¤¬µñÈÝ¤µ¤ì¤Þ¤·¤¿¡£",
	41 => "´ÉÍý¸¢¸Â¤Î¤Ê¤¤µ­»ö¤òÊÔ½¸¤·¤è¤¦¤È¤·¤Þ¤·¤¿¡£¤³¤Î¹Ô°Ù¤Ïµ­Ï¿¤µ¤ì¤Þ¤¹¡£²¼µ­¤Îµ­»ö¤ÏÆÉ¤ß¤È¤êÀìÍÑ¤Ç¤¹¡£ÆÉ¤ß½ª¤ï¤Ã¤¿¤é¡¢<a href=\"{$_CONF['site_admin_url']}/story.php\">µ­»ö¤ÎÊÔ½¸²èÌÌ</a>¤ËÌá¤Ã¤Æ¤¯¤À¤µ¤¤¡£",
	42 => "´ÉÍý¸¢¸Â¤Î¤Ê¤¤µ­»ö¤òÊÔ½¸¤·¤è¤¦¤È¤·¤Þ¤·¤¿¡£¤³¤Î¹Ô°Ù¤Ïµ­Ï¿¤µ¤ì¤Þ¤¹¡£<a href=\"{$_CONF['site_admin_url']}/story.php\">µ­»ö¤ÎÊÔ½¸²èÌÌ</a>¤ËÌá¤Ã¤Æ¤¯¤À¤µ¤¤",
	43 => '¿·¤·¤¤µ­»ö',
	44 => '´ÉÍý²èÌÌ',
	45 => '·ï¤Î¥¢¥¯¥»¥¹',
    46 => '<b>Ãí°Õ:</b> µ­»ö¤ÎÆüÉÕ¤ò¾­Íè¤ÎÆüÉÕ¤ËÊÑ¹¹¤¹¤ë¤È¡¢¤½¤ÎÆü¤Þ¤ÇÉ½¼¨¤µ¤ì¤Þ¤»¤ó¡£¤Þ¤¿¡¢RDF¥Ø¥Ã¥É¥é¥¤¥ó¤Ë¤âÈ¿±Ç¤µ¤ì¤Þ¤»¤ó¤·¡¢¸¡º÷¤ä¥µ¥¤¥È¾ðÊó¤Ë¤âÈ¿±Ç¤µ¤ì¤Ê¤¤¤³¤È¤ËÃí°Õ¤·¤Æ¤¯¤À¤µ¤¤¡£',
    47 => '²èÁü',
    48 => '²èÁü',
    49 => '±¦',
    50 => 'º¸',
    51 => 'ÅºÉÕ¤·¤¿²èÁü¤òµ­»ö¤ËÉ½¼¨¤¹¤ë¤¿¤á¤Ë¤Ï¡¢ÆÃÊÌ¤Ê½ñ¼°¤¬É¬Í×¤Ç¤¹¡£½ñ¼°¤Ï¡¢[imageX]¡¡¡¢[imageX_right]¤¢¤ë¤¤¤Ï¡¢[imageX_left]¤Î¤¤¤º¤ì¤«¤Ç¤¹¡£¤¿¤À¤·¡¢X¤ÏÅºÉÕ¤·¤¿²èÁü¤ÎÈÖ¹æ¤Ç¤¹¡£Ãí°Õ¡§ÅºÉÕ¤·¤¿²èÁü¤Ïµ­»öÆâ¤Ç»ÈÍÑ¤·¤Ê¤±¤ì¤Ðµ­»ö¤òÊÝÂ¸¤Ç¤­¤Þ¤»¤ó¡£<BR><P><B>¥×¥ì¥Ó¥å¡¼</B>: ²èÁüÉÕ¤­¤Îµ­»ö¤Ï¥É¥é¥Õ¥È¤È¤·¤ÆÊÝÂ¸¤·¤Æ±ÜÍ÷¤·¤Æ¤¯¤À¤µ¤¤¡£¥×¥ì¥Ó¥å¡¼¥Ü¥¿¥ó¤Ï²èÁü¤¬Ìµ¤¤¾ì¹ç¤À¤±¤Ë»ÈÍÑ¤·¤Æ¤¯¤À¤µ¤¤¡£',
    52 => 'ºï½ü',
    53 => '¤Ï»ÈÍÑ¤µ¤ì¤Æ¤¤¤Þ¤»¤ó¡£ÊÝÂ¸¤¹¤ëÁ°¤ËËÜÊ¸¤«¾ÜºÙÀâÌÀ¤Ë²èÁü¤ò»ÈÍÑ¤·¤Ê¤±¤ì¤Ð¤Ê¤ê¤Þ¤»¤ó¡£',
    54 => 'ÅºÉÕ¤µ¤ì¤¿²èÁü¤Ï»ÈÍÑ¤µ¤ì¤Æ¤¤¤Þ¤»¤ó¡£',
    55 => 'µ­»ö¤òÊÝÂ¸¤¹¤ëºÝ¤Ë²¼µ­¤Î¥¨¥é¡¼¤¬È¯À¸¤·¤Þ¤·¤¿¡£ÊÝÂ¸¤¹¤ëÁ°¤Ë½¤Àµ¤·¤Æ¤¯¤À¤µ¤¤¡£',
    56 => 'ÏÃÂêÍÑ¤Î¥¢¥¤¥³¥ó¤òÉ½¼¨',
    57 => '¸µ¤Î¥µ¥¤¥º¤Î²èÁü¤òÉ½¼¨'
);

###############################################################################
# poll.php

$LANG25 = array(
	1 => "¥â¡¼¥É",
	2 => "¼ÁÌä¤ÈºÇÄã°ì¤Ä¤ÎÁªÂò»è¤òÆþÎÏ¤·¤Æ¤¯¤À¤µ¤¤",
	3 => "ÅêÉ¼¥³¡¼¥Ê¡¼¤¬ºîÀ®¤µ¤ì¤¿",
	4 => "ÅêÉ¼¥³¡¼¥Ê¡¼¡Ê $qid ¡Ë¤¬ÊÝÂ¸¤µ¤ì¤¿",
	5 => "ÅêÉ¼¥³¡¼¥Ê¡¼¤ÎÊÔ½¸",
	6 => "ÅêÉ¼¥³¡¼¥Ê¡¼¤Î ID",
	7 => "(¥¹¥Ú¡¼¥¹¤ò´Þ¤Þ¤Ê¤¤¤³¤È)",
	8 => "¥Û¡¼¥à¥Ú¡¼¥¸¤ËÉ½¼¨¤¹¤ë",
	9 => "¼ÁÌä¤¹¤ë¤³¤È",
	10 => "²óÅú ¡¿ ÅêÉ¼¿ô",
	11 => "ÅêÉ¼¥³¡¼¥Ê¡¼( $qid )¤Ë¤ª¤±¤ëÁªÂò»è¤Ë¥¨¥é¡¼¤¬¤¢¤ê¤Þ¤·¤¿",
	12 => "ÅêÉ¼¥³¡¼¥Ê¡¼( $qid )¤Ë¤ª¤±¤ë¼ÁÌä¹àÌÜ¤Ë¥¨¥é¡¼¤¬¤¢¤ê¤Þ¤·¤¿",
	13 => "ÅêÉ¼¥³¡¼¥Ê¡¼¤ÎºîÀ®",
	14 => "ÊÝÂ¸",
	15 => "Ãæ»ß",
	16 => "ºï½ü",
	17 => "ÅêÉ¼ID¤òÆþÎÏ¤·¤Æ¤¯¤À¤µ¤¤¡£",
	18 => "ÅêÉ¼¥³¡¼¥Ê¡¼°ìÍ÷",
	19 => "ÅêÉ¼¥³¡¼¥Ê¡¼¤òºï½ü¡¦ÊÔ½¸¤¹¤ë¤¿¤á¤Ë¤Ï¡¢ÅêÉ¼¥³¡¼¥Ê¡¼¤ò¥¯¥ê¥Ã¥¯¤·¤Æ¤¯¤À¤µ¤¤¡£¿·µ¬¤ËºîÀ®¤¹¤ë¾ì¹ç¤Ï¡¢¡Ö¿·µ¬¥³¡¼¥Ê¡¼¡×¤ò¥¯¥ê¥Ã¥¯¤·¤Æ¤¯¤À¤µ¤¤¡£",
	20 => "ÅêÉ¼¼Ô",
	21 => "¥¢¥¯¥»¥¹¤¬µñÈÝ¤µ¤ì¤Þ¤·¤¿¡£",
	22 => "´ÉÍý¸¢¸Â¤Î¤Ê¤¤µ­»ö¤òÊÔ½¸¤·¤è¤¦¤È¤·¤Þ¤·¤¿¡£¤³¤Î¹Ô°Ù¤Ïµ­Ï¿¤µ¤ì¤Þ¤¹¡£<a href=\"{$_CONF['site_admin_url']}/poll.php\">ÅêÉ¼¤Î´ÉÍý²èÌÌ</a>¤ËÌá¤Ã¤Æ¤¯¤À¤µ¤¤",
	23 => '¿·µ¬ÅêÉ¼¥³¡¼¥Ê¡¼',
	24 => '´ÉÍý²èÌÌ',
	25 => '¤Ï¤¤',
	26 => '¤¤¤¤¤¨'
);

###############################################################################
# topic.php

$LANG27 = array(
	1 => "ÏÃÂê¤ÎÊÔ½¸",
	2 => "ÏÃÂêÍÑID",
	3 => "ÏÃÂêÌ¾",
	4 => "ÏÃÂêÍÑ²èÁü",
	5 => "(¥¹¥Ú¡¼¥¹¤ò´Þ¤Þ¤Ê¤¤)",
	6 => "ÏÃÂê¤òºï½ü¤¹¤ë¤È¡¢´ØÏ¢¤·¤¿µ­»ö¡¦¥Ö¥í¥Ã¥¯¤â¤¹¤Ù¤Æºï½ü¤µ¤ì¤Þ¤¹",
	7 => "ÏÃÂêÍÑID¤ÈÏÃÂêÌ¾¤òµ­Æþ¤·¤Æ¤¯¤À¤µ¤¤",
	8 => "ÏÃÂê¤ÎÀßÄê",
	9 => "ÏÃÂê¤òÊÔ½¸¤·¤¿¤êºï½ü¤¹¤ë¾ì¹ç¤ÏÏÃÂêÌ¾¤ò¥¯¥ê¥Ã¥¯¤·¤Æ¤¯¤À¤µ¤¤¡£¿·¤·¤¤ÏÃÂê¤òºîÀ®¤¹¤ë¾ì¹ç¤Ï¡¢º¸¤Î¡Ö¿·¤·¤¤ÏÃÂê¡×¥Ü¥¿¥ó¤ò¥¯¥ê¥Ã¥¯¤·¤Æ¤¯¤À¤µ¤¤¡£¥«¥Ã¥³Æâ¤Ï¤¢¤Ê¤¿¤Î¥¢¥¯¥»¥¹¥ì¥Ù¥ë¤Ç¤¹¡£*¤Ï¡¢¥Ç¥Õ¥©¥ë¥È¤ÎÏÃÂê¤Ç¤¹¡£",
	10=> "ÊÂ¤Ù¤ë½ç½ø",
	11 => "£±¥Ú¡¼¥¸¤¢¤¿¤ê¤Îµ­»ö¿ô",
	12 => "¥¢¥¯¥»¥¹¤¬µñÈÝ¤µ¤ì¤Þ¤·¤¿",
	13 => "´ÉÍý¸¢¸Â¤Î¤Ê¤¤ÏÃÂê¤òÊÔ½¸¤·¤è¤¦¤È¤·¤Þ¤·¤¿¡£¤³¤Î¹Ô°Ù¤Ïµ­Ï¿¤µ¤ì¤Þ¤¹¡£<a href=\"{$_CONF["site_admin_url"]}/topic.php\">ÏÃÂê¤ÎÊÔ½¸²èÌÌ</a>¤ËÌá¤Ã¤Æ¤¯¤À¤µ¤¤",
	14 => "ÊÂ¤ÙÂØ¤¨ÊýË¡",
	15 => "¥¢¥ë¥Õ¥¡¥Ù¥Ã¥È½ç",
	16 => "½é´üÃÍ¤Ï¡§",
	17 => "¿·µ¬ÏÃÂê",
	18 => "´ÉÍý²èÌÌ",
    19 => 'ÊÝÂ¸',
    20 => 'Ãæ»ß',
    21 => 'ºï½ü',
    22 => '¥Ç¥Õ¥©¥ë¥È',
     23 => '¤³¤Î¥È¥Ô¥Ã¥¯¤ò¿·µ¬µ­»öÅê¹Æ¤ÎºÝ¤Î¥Ç¥Õ¥©¥ë¥È¤Ë¤·¤Þ¤¹¡£',
     24 => '(*)'

);

###############################################################################
# user.php

$LANG28 = array(
	1 => "¥æ¡¼¥¶¡¼¤ÎÊÔ½¸",
	2 => "¥æ¡¼¥¶¡¼ID",
	3 => "¥æ¡¼¥¶¡¼Ì¾",
	4 => "»áÌ¾",
	5 => "¥Ñ¥¹¥ï¡¼¥É",
	6 => "¥»¥­¥å¥ê¥Æ¥£¥ì¥Ù¥ë",
	7 => "¥á¡¼¥ë¥¢¥É¥ì¥¹",
	8 => "¥Û¡¼¥à¥Ú¡¼¥¸",
	9 => "(¥¹¥Ú¡¼¥¹¤ò´Þ¤Þ¤Ê¤¤)",
	10 => "¥æ¡¼¥¶¡¼Ì¾¡¦¥á¡¼¥ë¥¢¥É¥ì¥¹¤òµ­Æþ¤·¤Æ¤¯¤À¤µ¤¤¡£",
	11 => "¥æ¡¼¥¶¡¼´ÉÍý",
	12 => "¥æ¡¼¥¶¡¼¾ðÊó¤ÎÊÑ¹¹¡¢ºï½ü¤Ï¥æ¡¼¥¶¡¼Ì¾¤ò¥¯¥ê¥Ã¥¯¤·¤Æ¤¯¤À¤µ¤¤¡£¿·µ¬¥æ¡¼¥¶¡¼¤òºîÀ®¤¹¤ë¾ì¹ç¤Ï¡¢º¸¤Î¡Ö¿·µ¬¥æ¡¼¥¶¡¼¡×¥Ü¥¿¥ó¤ò¥¯¥ê¥Ã¥¯¤·¤Æ¤¯¤À¤µ¤¤¡£²¼¤Î¥Õ¥©¡¼¥à¤ò»È¤¨¤Ð¡¢¥æ¡¼¥¶¡¼Ì¾¡¢¥á¡¼¥ë¥¢¥É¥ì¥¹¡¢»áÌ¾¤Ë¤Ä¤¤¤ÆÃ±½ã¤ÊÉôÊ¬¸¡º÷¤¬²ÄÇ½¤Ç¤¹¡£¡ÊÎã¡§*ÅÄ¡¢*¸¶*¡Ë",
	13 => "¥»¥­¥å¥ê¥Æ¥£",
	14 => "ÅÐÏ¿Æü",
	15 => '¿·µ¬¥æ¡¼¥¶¡¼',
	16 => '´ÉÍý²èÌÌ',
	17 => '¥Ñ¥¹¥ï¡¼¥ÉÊÑ¹¹',
	18 => 'Ãæ»ß',
	19 => 'ºï½ü',
	20 => 'ÊÝÂ¸',
    21 => 'ÅÐÏ¿¤·¤è¤¦¤È¤·¤¿¥æ¡¼¥¶¡¼Ì¾¤Ï¤¹¤Ç¤ËÂ¸ºß¤·¤Þ¤¹',
    22 => '¥¨¥é¡¼',
    23 => '°ì³çÅÐÏ¿',
    24 => '¥æ¡¼¥¶¡¼¤Î°ì³ç¥¤¥ó¥Ý¡¼¥È',
    25 => '¥æ¡¼¥¶¡¼¤òGeeklog¤Ë°ì³ç¥¤¥ó¥Ý¡¼¥È¤Ç¤­¤Þ¤¹¡£¥¤¥ó¥Ý¡¼¥È¤¹¤ë¥Õ¥¡¥¤¥ë¤Ï¥¿¥Ö¶èÀÚ¤ê¤Ç¡¢¥Õ¥£¡¼¥ë¥É¤Ï¼¡¤Î½ç¤ËÊÂ¤ó¤Ç¤¤¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£»áÌ¾¡¢¥æ¡¼¥¶¡¼Ì¾¡¢e-mail¡£¥¤¥ó¥Ý¡¼¥È¤¹¤ë¥æ¡¼¥¶¡¼¤Î¥Ñ¥¹¥ï¡¼¥É¤ÏÌµºî°Ù¤Ë·èÄê¤µ¤ì¤Þ¤¹¡£¥æ¡¼¥¶¡¼¤Ï°ì¹ÔÊÕ¤ê°ì¿Í¤º¤Äµ­Æþ¤·¤Þ¤¹¡£°Ê¾å¤ÎÀâÌÀ¤É¤ª¤ê¤Ë¥Õ¥¡¥¤¥ë¤òºîÀ®¤·¤Ê¤«¤Ã¤¿¾ì¹ç¡¢²¿¤é¤«¤ÎÌäÂê¤¬µ¯¤³¤ë²ÄÇ½À­¤¬¤¢¤ê¡¢¤½¤Î¾ì¹ç¡¢¼êÆ°¤Ç½¤Àµ¤¹¤ë¤³¤È¤Ë¤Ê¤ê¤Þ¤¹¤Î¤Ç¡¢Ãí°Õ¤·¤Æ¤¯¤À¤µ¤¤¡£',
    26 => '¸¡º÷',
    27 => '¹Ê¹þ¤ß¸¡º÷',
    28 => '²èÁü¤òºï½ü¤¹¤ë¾ì¹ç¥Á¥§¥Ã¥¯¤¹¤ë',
    29 => '¥Ñ¥¹',
    30 => '¥¤¥ó¥Ý¡¼¥È',
    31 => '¿·µ¬¥æ¡¼¥¶¡¼',
    32 => '½èÍý¤¬´°Î»¤·¤Þ¤·¤¿¡£$successes ·ïÅÐÏ¿¤¬À®¸ù¤·¤Þ¤·¤¿¡£$failures ·ï¤Î¥¨¥é¡¼¤¬È¯À¸¤·¤Þ¤·¤¿',
    33 => 'ÅÐÏ¿',
    34 => '¥¨¥é¡¼¡§ÅÐÏ¿¤¹¤ë¥Õ¥¡¥¤¥ë¤ò»ØÄê¤·¤Æ¤¯¤À¤µ¤¤',
    35 => 'ºÇ¸å¤Î¥í¥°¥¤¥óÆü»þ',
    36 => '(°ìÅÙ¤â¥í¥°¥¤¥ó¤·¤Æ¤¤¤Ê¤¤)'

);


###############################################################################
# moderation.php

$LANG29 = array(
	1 => "¾µÇ§",
	2 => "ºï½ü",
	3 => "ÊÔ½¸",
	4 => "¥×¥í¥Õ¥£¡¼¥ë",
  10 => "¥¿¥¤¥È¥ë",
  11 => "³«»ÏÆü",
  12 => "URL",
  13 => "¥«¥Æ¥´¥ê¡¼",
  14 => "ÆüÉÕ",
  15 => "ÏÃÂê",
   16 => '¥æ¡¼¥¶¡¼Ì¾',
    17 => '»áÌ¾',
    18 => 'Email',
	34 => "Command and Control",
	35 => "µ­»ö¤ÎÅê¹Æ",
	36 => "¥ê¥ó¥¯¤ÎÅê¹Æ",
	37 => "Í½Äê¤ÎÅê¹Æ",
	38 => "ÅÐÏ¿",
	39 => "¾µÇ§¤¹¤ë¤Ù¤­Åê¹Æ¤Ï¤Ê¤¤¤Ç¤¹",
        40 => "¥æ¡¼¥¶¡¼ÅÐÏ¿¤Î¿½ÀÁ"
);

###############################################################################
# calendar.php

$LANG30 = array(
	1 => "Æü",
	2 => "·î",
	3 => "²Ð",
	4 => "¿å",
	5 => "ÌÚ",
	6 => "¶â",
	7 => "ÅÚ",
	8 => "Í½Äê¤ÎÄÉ²Ã",
	9 => "%s¤Ë´ØÏ¢¤¹¤ëÍ½Äê",
	10 => "¸Ä¿ÍÍÑÍ½Äê¡§",
	11 => "Á´ÂÎ¤Î¥«¥ì¥ó¥À¡¼",
	12 => "¸Ä¿ÍÍÑ¥«¥ì¥ó¥À¡¼",
	13 => "£±·î",
	14 => "£²·î",
	15 => "£³·î",
	16 => "£´·î",
	17 => "£µ·î",
	18 => "£¶·î",
	19 => "£··î",
	20 => "£¸·î",
	21 => "£¹·î",
	22 => "£±£°·î",
	23 => "£±£±·î",
	24 => "£±£²·î",
	25 => "Ìá¤ë¡§ ",
    26 => "Á°Æü",
    27 => "½µ",
    28 => "¸Ä¿ÍÍÑ¥«¥ì¥ó¥À¡¼¡§",
    29 => "¸ø³«ÍÑ¥«¥ì¥ó¥À¡¼",
    30 => "Í½Äê¤Îºï½ü",
    31 => "ÄÉ²Ã",
    32 => "Í½Äê",
    33 => "ÆüÉÕ",
    34 => "»þ´Ö",
    35 => "ÄÉ²Ã¡Ê´Ê°×ÈÇ¡Ë",
    36 => "ÅÐÏ¿",
    37 => "»ÄÇ°¤Ê¤¬¤é¡¢ËÜ¥µ¥¤¥È¤Ç¤Ï¸Ä¿ÍÍÑ¥«¥ì¥ó¥À¡¼¤ÏÍøÍÑ¤Ç¤­¤Þ¤»¤ó",
    38 => "¸Ä¿ÍÍÑÍ½Äê¤ÎÊÔ½¸",
    39 => 'Æü',
    40 => '½µ',
    41 => '·î'
);

###############################################################################
# admin/mail.php
$LANG31 = array(
 	1 => "Mail",
 	2 => "From",
 	3 => "Reply-to",
 	4 => "¥¿¥¤¥È¥ë",
 	5 => "ÆâÍÆ",
 	6 => "Á÷¿®Àè¡§",
 	7 => "¤¹¤Ù¤Æ¤Î¥æ¡¼¥¶¡¼",
 	8 => "´ÉÍý¼Ô",
	9 => "¥ª¥×¥·¥ç¥ó",
	10 => "HTML",
 	11 => "¶ÛµÞ¡ª",
 	12 => "Á÷¤ë",
 	13 => "ÆþÎÏ¤·Ä¾¤¹",
 	14 => "¥æ¡¼¥¶¡¼ÀßÄê¤òÌµ»ë¤·¤ÆÁ÷¤ë",
 	15 => "Á÷¿®Ãæ¤Ë¥¨¥é¡¼¤¬È¯À¸¡£°¸Àè¡§ ",
	16 => "¥á¥Ã¥»¡¼¥¸¤ÏÌµ»öÁ÷¿®¤µ¤ì¤Þ¤·¤¿¡£°¸Àè¡§",
	17 => "<a href=" . $_CONF["site_admin_url"] . "/mail.php>Â¾¤Î¥á¥Ã¥»¡¼¥¸¤òÁ÷¤ë</a>",
    18 => "To",
    19 => "NOTE: ¥µ¥¤¥È¤ÎÅÐÏ¿¼ÔÁ´°÷¤Ë¥á¡¼¥ë¤òÁ÷¤ë¤Ë¤Ï¡¢¥É¥í¥Ã¥×¥À¥¦¥ó¥ê¥¹¥È¤«¤é¡ÖLogged-in Users¡×¤òÁªÂò¤·¤Æ¤¯¤À¤µ¤¤¡£",
    20 => "<successcount> ·ï¤Î¥á¥Ã¥»¡¼¥¸¤ÎÁ÷¿®¤ËÀ®¸ù¤·¡¢<failcount> ·ï¤Î¥á¥Ã¥»¡¼¥¸¤ÎÁ÷¿®¤Ë¤Ï¼ºÇÔ¤·¤Þ¤·¤¿¡£¸ÄÊÌ¤Î¥á¥Ã¥»¡¼¥¸¤ÎÁ÷¿®¾õÂÖ¤Ï¼¡¤Î¤È¤ª¤ê¤Ç¤¹¡£<a href=\"" . $_CONF['site_admin_url'] . "/mail.php\">ÊÌ¤Î¥á¥Ã¥»¡¼¥¸¤òÁ÷¿®</a>¤¹¤ë¤«¡¢<a href=\"" . $_CONF['site_admin_url'] . "/moderation.php\">´ÉÍý²èÌÌ¤ËÌá¤ë</a>¤³¤È¤¬½ÐÍè¤Þ¤¹",
    21 => '·ï¤Î¼ºÇÔ',
    22 => '·ï¤ÎÀ®¸ù',
    23 => '¼ºÇÔ¤·¤¿¤â¤Î¤Ï¤¢¤ê¤Þ¤»¤ó',
    24 => 'À®¸ù¤·¤¿¤â¤Î¤Ï¤¢¤ê¤Þ¤»¤ó',
    25 => '-- ¥°¥ë¡¼¥×¤òÁªÂò --',
    26 => "¤¹¤Ù¤Æ¤Î¥Õ¥£¡¼¥ë¥É¤ËÆþÎÏ¤·¤Æ¤¯¤À¤µ¤¤¡£¤Þ¤¿¡¢¥°¥ë¡¼¥×¤Ï¥É¥í¥Ã¥×¥À¥¦¥ó¥ê¥¹¥È¤«¤éÁªÂò¤·¤Æ¤¯¤À¤µ¤¤¡£"
);


###############################################################################
# confirmation and error messages

$MESSAGE = array (
	1 => "¥Ñ¥¹¥ï¡¼¥É¤ò¥á¡¼¥ë¤ÇÁ÷¿®¤·¤Þ¤·¤¿¤Î¤Ç³ÎÇ§¤·¤Æ¤¯¤À¤µ¤¤¡£ÍøÍÑÊýË¡¤Ï¥á¡¼¥ë¤ò»²¾È¤·¤Æ¤¯¤À¤µ¤¤¡£¤½¤ì¤«¤é¡¢" . $_CONF["site_name"] . "¤ò»È¤Ã¤Æ¤¯¤ì¤Æ¤¢¤ê¤¬¤È¤¦¡£",
	2 => "{$_CONF["site_name"]} ¤Ëµ­»ö¤òÅê¹Æ¤·¤Æ¤¯¤ì¤Æ¤¢¤ê¤¬¤È¤¦¡£µ­»ö¤Ï¥¹¥¿¥Ã¥Õ¤ËÁ÷¤é¤ì¤¿¤Î¤Ç¡¢¾µÇ§¤µ¤ì¤ì¤Ð¤¹¤°¤Ë¥µ¥¤¥È¤Ë·ÇºÜ¤µ¤ì¤Þ¤¹¡£",
	3 => "{$_CONF["site_name"]} ¤Ë¤ª¤¹¤¹¤á¥µ¥¤¥È¤òÅê¹Æ¤·¤Æ¤¯¤ì¤Æ¤¢¤ê¤¬¤È¤¦¡£¥ê¥ó¥¯¤Ï¥¹¥¿¥Ã¥Õ¤ËÁ÷¤é¤ì¤¿¤Î¤Ç¡¢¾µÇ§¤µ¤ì¤ì¤Ð¤¹¤°¤Ë<a href={$_CONF["site_url"]}/links.php>¥ê¥ó¥¯</a> ¤Ë·ÇºÜ¤µ¤ì¤Þ¤¹¡£",
	4 => "{$_CONF["site_name"]} ¤ËÍ½Äê¤òÅê¹Æ¤·¤Æ¤¯¤ì¤Æ¤¢¤ê¤¬¤È¤¦¡£Í½Äê¤Ï¥¹¥¿¥Ã¥Õ¤ËÁ÷¤é¤ì¤¿¤Î¤Ç¡¢¾µÇ§¤µ¤ì¤ì¤Ð¤¹¤°¤Ë<a href={$_CONF["site_url"]}/calendar.php>¥«¥ì¥ó¥À¡¼</a> ¤Ë·ÇºÜ¤µ¤ì¤Þ¤¹¡£",
	5 => "¥¢¥«¥¦¥ó¥È¾ðÊó¤ÎÊÑ¹¹¤òÈ¿±Ç¤·¤Þ¤·¤¿¡£",
	6 => "É½¼¨ÀßÄê¤òÊÝÂ¸¤·¤Þ¤·¤¿¡£",
	7 => "¥³¥á¥ó¥È¤ÎÀßÄê¤ÎÊÑ¹¹¤òÈ¿±Ç¤·¤Þ¤·¤¿¡£",
	8 => "¥í¥°¥¢¥¦¥È¤¬´°Î»¤·¤Þ¤·¤¿¡£",
	9 => "µ­»ö¤ÎÊÑ¹¹¤òÈ¿±Ç¤·¤Þ¤·¤¿¡£",
	10 => "µ­»ö¤Îºï½ü¤¬´°Î»¤·¤Þ¤·¤¿¡£",
	11 => "¥Ö¥í¥Ã¥¯¤ÎÊÑ¹¹¤òÈ¿±Ç¤·¤Þ¤·¤¿¡£",
	12 => "¥Ö¥í¥Ã¥¯¤Îºï½ü¤¬´°Î»¤·¤Þ¤·¤¿¡£",
	13 => "ÏÃÂê¤ÎÊÑ¹¹¤òÈ¿±Ç¤·¤Þ¤·¤¿¡£",
	14 => "ÏÃÂê¤È¤½¤ì¤Ë´Þ¤Þ¤ì¤ë¤¹¤Ù¤Æ¤Îµ­»ö¤È¥Ö¥í¥Ã¥¯¤òºï½ü¤·¤Þ¤·¤¿",
	15 => "¥ê¥ó¥¯¤ÎÊÑ¹¹¤òÈ¿±Ç¤·¤Þ¤·¤¿¡£",
	16 => "¥ê¥ó¥¯¤òºï½ü¤·¤Þ¤·¤¿¡£",
	17 => "Í½Äê¤ÎÊÑ¹¹¤òÈ¿±Ç¤·¤Þ¤·¤¿¡£",
	18 => "Í½Äê¤òºï½ü¤·¤Þ¤·¤¿¡£",
	19 => "ÅêÉ¼¤ÎÊÑ¹¹¤òÈ¿±Ç¤·¤Þ¤·¤¿¡£",
	20 => "ÅêÉ¼¤òºï½ü¤·¤Þ¤·¤¿¡£",
	21 => "¿·µ¬¥æ¡¼¥¶¡¼¤òºîÀ®¤·¤Þ¤·¤¿¡£",
	22 => "¥æ¡¼¥¶¡¼¤òºï½ü¤·¤Þ¤·¤¿¡£",
	23 => "Í½Äê£É£Ä¤¬¤Ê¤«¤Ã¤¿¤¿¤á¡¢Í½Äê¤òÄÉ²Ã¤Ç¤­¤Þ¤»¤ó¤Ç¤·¤¿¡£",
	24 => "Í½Äê¤ÎÊÑ¹¹¤ò¥«¥ì¥ó¥À¡¼¤ËÈ¿±Ç¤µ¤»¤Þ¤·¤¿¡£",
	25 => "¥í¥°¥¤¥ó¤·¤Ê¤¤¤È¸Ä¿ÍÍÑ¥«¥ì¥ó¥À¡¼¤òÉ½¼¨¤Ç¤­¤Þ¤»¤ó¡£",
	26 => "Í½Äê¾ðÊó¤ò¸Ä¿Í¥«¥ì¥ó¥À¡¼¤«¤éºï½ü¤·¤Þ¤·¤¿¡£",
	27 => "¥á¥Ã¥»¡¼¥¸¤òÁ÷¿®¤·¤Þ¤·¤¿¡£",
	28 => "¥×¥é¥°¥¤¥ó¤òÊÝÂ¸¤·¤Þ¤·¤¿",
	29 => "»ÄÇ°¤Ê¤¬¤é¡¢ËÜ¥µ¥¤¥È¤Ç¤Ï¸Ä¿ÍÍÑ¥«¥ì¥ó¥À¡¼¤Ï»ÈÍÑ¤Ç¤­¤Þ¤»¤ó",
	30 => "¥¢¥¯¥»¥¹¤¬µñÈÝ¤µ¤ì¤Þ¤·¤¿",
	31 => "»ÄÇ°¤Ê¤¬¤é¡¢ÏÃÂê´ÉÍýÍÑ²èÌÌ¤Ø¤Î¥¢¥¯¥»¥¹¸¢¤¬¤¢¤ê¤Þ¤»¤ó¡£´ÉÍý¸¢¸Â¤Î¤Ê¤¤¾ì½ê¤Ø¤Î¥¢¥¯¥»¥¹¤Ï¤¹¤Ù¤Æµ­Ï¿¤µ¤ì¤Þ¤¹¡£",
	32 => "»ÄÇ°¤Ê¤¬¤é¡¢µ­»ö´ÉÍýÍÑ²èÌÌ¤Ø¤Î¥¢¥¯¥»¥¹¸¢¤¬¤¢¤ê¤Þ¤»¤ó¡£´ÉÍý¸¢¸Â¤Î¤Ê¤¤¾ì½ê¤Ø¤Î¥¢¥¯¥»¥¹¤Ï¤¹¤Ù¤Æµ­Ï¿¤µ¤ì¤Þ¤¹¡£",
	33 => "»ÄÇ°¤Ê¤¬¤é¡¢¥Ö¥í¥Ã¥¯ÊÔ½¸ÍÑ²èÌÌ¤Ø¤Î¥¢¥¯¥»¥¹¸¢¤¬¤¢¤ê¤Þ¤»¤ó¡£´ÉÍý¸¢¸Â¤Î¤Ê¤¤¾ì½ê¤Ø¤Î¥¢¥¯¥»¥¹¤Ï¤¹¤Ù¤Æµ­Ï¿¤µ¤ì¤Þ¤¹¡£",
	34 => "»ÄÇ°¤Ê¤¬¤é¡¢¥ê¥ó¥¯´ÉÍýÍÑ²èÌÌ¤Ø¤Î¥¢¥¯¥»¥¹¸¢¤¬¤¢¤ê¤Þ¤»¤ó¡£´ÉÍý¸¢¸Â¤Î¤Ê¤¤¾ì½ê¤Ø¤Î¥¢¥¯¥»¥¹¤Ï¤¹¤Ù¤Æµ­Ï¿¤µ¤ì¤Þ¤¹¡£",
	35 => "»ÄÇ°¤Ê¤¬¤é¡¢Í½Äê´ÉÍýÍÑ²èÌÌ¤Ø¤Î¥¢¥¯¥»¥¹¸¢¤¬¤¢¤ê¤Þ¤»¤ó¡£´ÉÍý¸¢¸Â¤Î¤Ê¤¤¾ì½ê¤Ø¤Î¥¢¥¯¥»¥¹¤Ï¤¹¤Ù¤Æµ­Ï¿¤µ¤ì¤Þ¤¹¡£",
	36 => "»ÄÇ°¤Ê¤¬¤é¡¢ÅêÉ¼´ÉÍýÍÑ²èÌÌ¤Ø¤Î¥¢¥¯¥»¥¹¸¢¤¬¤¢¤ê¤Þ¤»¤ó¡£´ÉÍý¸¢¸Â¤Î¤Ê¤¤¾ì½ê¤Ø¤Î¥¢¥¯¥»¥¹¤Ï¤¹¤Ù¤Æµ­Ï¿¤µ¤ì¤Þ¤¹¡£",
	37 => "»ÄÇ°¤Ê¤¬¤é¡¢¥æ¡¼¥¶¡¼´ÉÍýÍÑ²èÌÌ¤Ø¤Î¥¢¥¯¥»¥¹¸¢¤¬¤¢¤ê¤Þ¤»¤ó¡£´ÉÍý¸¢¸Â¤Î¤Ê¤¤¾ì½ê¤Ø¤Î¥¢¥¯¥»¥¹¤Ï¤¹¤Ù¤Æµ­Ï¿¤µ¤ì¤Þ¤¹¡£",
	38 => "»ÄÇ°¤Ê¤¬¤é¡¢¥×¥é¥°¥¤¥ó´ÉÍýÍÑ²èÌÌ¤Ø¤Î¥¢¥¯¥»¥¹¸¢¤¬¤¢¤ê¤Þ¤»¤ó¡£´ÉÍý¸¢¸Â¤Î¤Ê¤¤¾ì½ê¤Ø¤Î¥¢¥¯¥»¥¹¤Ï¤¹¤Ù¤Æµ­Ï¿¤µ¤ì¤Þ¤¹¡£",
	39 => "»ÄÇ°¤Ê¤¬¤é¡¢¥á¡¼¥ë´ÉÍýÍÑ²èÌÌ¤Ø¤Î¥¢¥¯¥»¥¹¸¢¤¬¤¢¤ê¤Þ¤»¤ó¡£´ÉÍý¸¢¸Â¤Î¤Ê¤¤¾ì½ê¤Ø¤Î¥¢¥¯¥»¥¹¤Ï¤¹¤Ù¤Æµ­Ï¿¤µ¤ì¤Þ¤¹¡£",
	40 => "¥·¥¹¥Æ¥à¤«¤é¤Î¥á¥Ã¥»¡¼¥¸",
    41 => "»ÄÇ°¤Ê¤¬¤é¡¢Ê¸»úÃÖ´¹ÍÑ²èÌÌ¤Ø¤Î¥¢¥¯¥»¥¹¸¢¤¬¤¢¤ê¤Þ¤»¤ó¡£´ÉÍý¸¢¸Â¤Î¤Ê¤¤¾ì½ê¤Ø¤Î¥¢¥¯¥»¥¹¤Ï¤¹¤Ù¤Æµ­Ï¿¤µ¤ì¤Þ¤¹¡£",
    42 => "Ã±¸ì¤¬ÅÐÏ¿¤µ¤ì¤Þ¤·¤¿¡£",
	43 => "Ã±¸ì¤òºï½ü¤·¤Þ¤·¤¿",
    44 => '¥×¥é¥°¥¤¥ó¤ò¥¤¥ó¥¹¥È¡¼¥ë¤·¤Þ¤·¤¿',
    45 => '¥×¥é¥°¥¤¥ó¤òºï½ü¤·¤Þ¤·¤¿',
    46 => '»ÄÇ°¤Ê¤¬¤é¡¢¥Ç¡¼¥¿¥Ù¡¼¥¹¥Ð¥Ã¥¯¥¢¥Ã¥×¥æ¡¼¥Æ¥£¥ê¥Æ¥£¤Ø¤Î¥¢¥¯¥»¥¹¸¢¤¬¤¢¤ê¤Þ¤»¤ó¡£´ÉÍý¸¢¸Â¤Î¤Ê¤¤¾ì½ê¤Ø¤Î¥¢¥¯¥»¥¹¤Ï¤¹¤Ù¤Æµ­Ï¿¤µ¤ì¤Þ¤¹¡£',
    47 => '¤³¤Îµ¡Ç½¤Ï¡¢*nix¾å¤Ç¤·¤«Æ°¤­¤Þ¤»¤ó¡£¤â¤·¡¢*nix¾å¤ÇÆ°¤«¤·¤Æ¤¤¤ë¤Ê¤é¤Ð¡¢¥­¥ã¥Ã¥·¥å¤ÏÌµ»ö¥¯¥ê¥¢¤µ¤ì¤Þ¤·¤¿¡£Windows¾å¤ÇÆ°¤«¤·¤Æ¤¤¤ë¾ì¹ç¤Ï¡¢adodb_*.php¤È¤¤¤¦¥Õ¥¡¥¤¥ë¤ò¸¡º÷¤·¤Æ¡¢¼êÆ°¤Çºï½ü¤·¤Æ¤¯¤À¤µ¤¤¡£',
    48 => $_CONF['site_name'] . '¤ËÅÐÏ¿¤·¤Æ¤¯¤ì¤Æ¤¢¤ê¤¬¤È¤¦¡£´ÉÍý¼Ô¤Î´Ö¤Ç¿³ºº¤·¤Þ¤¹¡£ÅÐÏ¿¤¬Ç§¤á¤é¤ì¤¿¤é¡¢¤¢¤Ê¤¿¤ÎÅÐÏ¿¤·¤¿¥á¡¼¥ë¥¢¥É¥ì¥¹¤Ë¥Ñ¥¹¥ï¡¼¥É¤òÁ÷¿®¤·¤Þ¤¹¡£',
   49 => "¥°¥ë¡¼¥×¤¬Ìµ»öÅÐÏ¿¤µ¤ì¤Þ¤·¤¿¡£",
    50 => "¥°¥ë¡¼¥×¤òºï½ü¤·¤Þ¤·¤¿¡£",
     51 => '¥æ¡¼¥¶¡¼Ì¾¤¬´û¤Ë»È¤ï¤ì¤Æ¤¤¤Þ¤¹¡£ÊÌ¤ÎÌ¾Á°¤ò»ØÄê¤·¤Æ¤¯¤À¤µ¤¤¡£',
     52 => 'ÆþÎÏ¤µ¤ì¤¿¥á¡¼¥ë¥¢¥É¥ì¥¹¤ÏÌµ¸ú¤Ê¥¢¥É¥ì¥¹¤À¤È»×¤ï¤ì¤Þ¤¹¡£',
     53 => '¿·¤·¤¤¥Ñ¥¹¥ï¡¼¥É¤¬ÅÐÏ¿¤µ¤ì¤Þ¤·¤¿¡£¤³¤Î¥Ñ¥¹¥ï¡¼¥É¤ò»È¤Ã¤Æ¥í¥°¥¤¥ó¤·¤Æ¤¯¤À¤µ¤¤¡£',
     54 => '¤¢¤Ê¤¿¤Î¿·µ¬¥Ñ¥¹¥ï¡¼¥ÉÈ¯¹Ô¿½ÀÁ¤Ï´ü¸Â¤¬ÀÚ¤ì¤Æ¤¤¤Þ¤¹¡£²¼¤Î¥Õ¥©¡¼¥à¤«¤éºÆ¿½ÀÁ¤·¤Æ¤¯¤À¤µ¤¤¡£',
     55 => '¥á¡¼¥ë¤¬Á÷¿®¤µ¤ì¤Þ¤·¤¿¡£ÆÏ¤¤¤¿¥á¡¼¥ë¤Î»Ø¼¨¤Ë¤·¤¿¤¬¤Ã¤Æ¿·¤·¤¤¥Ñ¥¹¥ï¡¼¥É¤òÀßÄê¤·¤Æ¤¯¤À¤µ¤¤¡£',
     56 => '¥á¡¼¥ë¥¢¥É¥ì¥¹¤ÏÊÌ¤Î¥¢¥«¥¦¥ó¥È¤Ç´û¤Ë»È¤ï¤ì¤Æ¤¤¤Þ¤¹¡£',
     57 => '¥¢¥«¥¦¥ó¥È¤Îºï½ü¤¬´°Î»¤·¤Þ¤·¤¿¡£'

);

// for plugins.php

$LANG32 = array (
	1 => "¥×¥é¥°¥¤¥ó¤ò¥¤¥ó¥¹¥È¡¼¥ë¤¹¤ë¤³¤È¤Ç¡¢GeekLog¤äºÇ°­¤Î¾ì¹ç¤Ï¥·¥¹¥Æ¥à¤Ë°­±Æ¶Á¤òÍ¿¤¨¤ë¤³¤È¤¬¤¢¤ê¤Þ¤¹¡£°­±Æ¶Á¤òÈò¤±¤ë¤¿¤á¤Ë¡¢GeekLog¤Î¥Û¡¼¥à¥Ú¡¼¥¸¤Ç¤ÏÍÍ¡¹¤ÊOS¤Ç¥Æ¥¹¥È¤·¤¿¥×¥é¥°¥¤¥ó¤Î¤ß¤ò·ÇºÜ¤·¤Æ¤¤¤Þ¤¹¤Î¤Ç¡¢<a href=\"http://www.geeklog.net\" target=\"_blank\">Geeklog¤Î¥Û¡¼¥à¥Ú¡¼¥¸</a>¤«¤é¤Î¤ß¥À¥¦¥ó¥í¡¼¥É¤¹¤ë¤è¤¦¤Ë¤·¤Æ¤¯¤À¤µ¤¤¡£¥×¥é¥°¥¤¥ó¤Î¥¤¥ó¥¹¥È¡¼¥ë¤ËºÝ¤·¤Æ¤Ï¡¢¥·¥¹¥Æ¥à¤Î¥³¥Þ¥ó¥É¤ò¼Â¹Ô¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¤Î¤Ç¡¢ÆÃ¤Ë¸ø¼°¥µ¥¤¥È°Ê³°¤«¤é¥À¥¦¥ó¥í¡¼¥É¤·¤¿¤Ð¤¢¤¤¤Ï¡¢¤³¤ÎÅÀ¤ËÃí°Õ¤·¤Æ¤¯¤À¤µ¤¤¡£¤Þ¤¿¡¢¤³¤ì¤é¤ÎÃí°Õ¤Ï¡¢¥×¥é¥°¥¤¥ó¤Î¥¤¥ó¥¹¥È¡¼¥ë¤ÎÀ®¸ù¤ä¥×¥é¥°¥¤¥ó¤Ë¤è¤ë±Æ¶Á¤Ë¤Ä¤¤¤Æ²æ¡¹¤¬¤Ê¤ó¤é¤«¤ÎÊÝ¾Ú¤ò¤¹¤ë¤â¤Î¤Ç¤Ï¤¢¤ê¤Þ¤»¤ó¡£¥×¥é¥°¥¤¥ó¤Î¥¤¥ó¥¹¥È¡¼¥ëÊýË¡¤Ï¡¢¤½¤ì¤¾¤ì¤Î¥×¥é¥°¥¤¥ó¤ËÆ±º­¤µ¤ì¤Æ¤¤¤Þ¤¹¡£",
	2 => "¥×¥é¥°¥¤¥ó¤Î¥¤¥ó¥¹¥È¡¼¥ë¤Ë´Ø¤¹¤ëÃí°Õ½ñ¤­",
	3 => "¥×¥é¥°¥¤¥ó¤Î¥¤¥ó¥¹¥È¡¼¥ë¥Õ¥©¡¼¥à",
	4 => "¥×¥é¥°¥¤¥ó¤Î¥Õ¥¡¥¤¥ë",
	5 => "¥×¥é¥°¥¤¥ó¤Î°ìÍ÷",
	6 => "Ãí°Õ¡§¥×¥é¥°¥¤¥ó¤Ï¤¹¤Ç¤Ë¥¤¥ó¥¹¥È¡¼¥ë¤µ¤ì¤Æ¤¤¤Þ¤¹¡£",
	7 => "¥¤¥ó¥¹¥È¡¼¥ë¤·¤è¤¦¤È¤·¤Æ¤¤¤ë¥×¥é¥°¥¤¥ó¤Ï¤¹¤Ç¤ËÂ¸ºß¤·¤Æ¤¤¤Þ¤¹¡£ºÆ¥¤¥ó¥¹¥È¡¼¥ë¤¹¤ëÁ°¤Ë¤³¤ì¤òºï½ü¤·¤Æ¤¯¤À¤µ¤¤¡£",
	8 => "¥×¥é¥°¥¤¥ó¤Î¸ß´¹À­¥Á¥§¥Ã¥¯¤Ë¼ºÇÔ¤·¤Þ¤·¤¿¡£",
	9 => "¤³¤Î¥×¥é¥°¥¤¥ó¤Ï¿·¤·¤¤¥Ð¡¼¥¸¥ç¥ó¤ÎGeekLog¤¬É¬Í×¤Ç¤¹¡£<a href=http://www.geeklog.net>Geeklog</a>¤ò¥¢¥Ã¥×¥°¥ì¡¼¥É¤¹¤ë¤«¡¢¿·¤·¤¤¥Ð¡¼¥¸¥ç¥ó¤Î¥×¥é¥°¥¤¥ó¤òÆþ¼ê¤·¤Æ¤¯¤À¤µ¤¤¡£",
	10 => "<br><b>¥×¥é¥°¥¤¥ó¤Ï¥¤¥ó¥¹¥È¡¼¥ë¤µ¤ì¤Æ¤¤¤Þ¤»¤ó</b><br><br>",
	11 => "¥×¥é¥°¥¤¥ó¤ò½¤Àµ¡¦ºï½ü¤¹¤ë¤Ë¤Ï¥×¥é¥°¥¤¥ó¤ÎÈÖ¹æ¤ò¥¯¥ê¥Ã¥¯¤·¤Æ¤¯¤À¤µ¤¤¡£¥×¥é¥°¥¤¥ó¤ÎÀâÌÀ¤ò¸«¤ë¾ì¹ç¤Ï¥×¥é¥°¥¤¥ó¤ÎÌ¾Á°¤ò¥¯¥ê¥Ã¥¯¤¹¤ë¤È¡¢Web¥µ¥¤¥È¤ËÀÜÂ³¤·¤Þ¤¹¡£¿·µ¬¤Ë¥¤¥ó¥¹¥È¡¼¥ë¤Þ¤¿¤Ï¥¢¥Ã¥×¥°¥ì¡¼¥É¤¹¤ë¾ì¹ç¤Ï¡¢¾å¤Î¡Ö¿·µ¬¡×¤ò¥¯¥ê¥Ã¥¯¤·¤Æ¤¯¤À¤µ¤¤¡£",
	12 => 'plugineditor()¤Ë¥×¥é¥°¥¤¥óÌ¾¤¬ÅÏ¤µ¤ì¤Þ¤»¤ó¤Ç¤·¤¿',
	13 => '¥×¥é¥°¥¤¥ó¤ÎÊÔ½¸',
	14 => '¿·µ¬',
	15 => '´ÉÍý²èÌÌ',
	16 => '¥×¥é¥°¥¤¥óÌ¾',
	17 => '¥×¥é¥°¥¤¥ó¤Î¥Ð¡¼¥¸¥ç¥ó',
	18 => 'Geeklog¤Î¥Ð¡¼¥¸¥ç¥ó',
	19 => 'Í­¸ú',
	20 => 'Yes',
	21 => 'No',
	22 => '¥¤¥ó¥¹¥È¡¼¥ë',
    23 => 'ÊÝÂ¸',
    24 => 'Ãæ»ß',
    25 => 'ºï½ü',
    26 => '¥×¥é¥°¥¤¥óÌ¾',
    27 => '¥×¥é¥°¥¤¥ó¤Î¥Û¡¼¥à¥Ú¡¼¥¸',
    28 => '¥×¥é¥°¥¤¥ó¤Î¥Ð¡¼¥¸¥ç¥ó',
    29 => 'Geeklog¤Î¥Ð¡¼¥¸¥ç¥ó',
    30 => '¥×¥é¥°¥¤¥ó¤òºï½ü¤·¤Þ¤¹¤«¡©',
    31 => '¤³¤Î¥×¥é¥°¥¤¥ó¤òºï½ü¤·¤Þ¤¹¤¬¡¢¤è¤í¤·¤¤¤Ç¤¹¤«¡©ºï½ü¤¹¤ë¾ì¹ç¤Ï´ØÏ¢¤¹¤ë¥Õ¥¡¥¤¥ë¤ä¥Ç¡¼¥¿¤¬¤¹¤Ù¤Æºï½ü¤µ¤ì¤Þ¤¹¡£ºï½ü¤¹¤ë¾ì¹ç¤Ï¡Öºï½ü¡×¥Ü¥¿¥ó¤ò¤â¤¦°ìÅÙ²¡¤·¤Æ¤¯¤À¤µ¤¤¡£'
);

$LANG_ACCESS = array(
	access => "¥¢¥¯¥»¥¹",
    ownerroot => "½êÍ­¼Ô/Root",
    group => "Group",
    readonly => "ÆÉ¤ß¤È¤êÀìÍÑ",
	accessrights => "¥¢¥¯¥»¥¹¸¢",
	owner => "½êÍ­¼Ô",
	grantgrouplabel => "¾åµ­¤Î¥°¥ë¡¼¥×¤ËÊÔ½¸¸¢¸Â¤òÍ¿¤¨¤ë",
	permmsg => "»²¹Í: ¥á¥ó¥Ð¡¼¤Ï¥í¥°¥¤¥ó¤·¤Æ¤¤¤ë¥á¥ó¥Ð¡¼¤¹¤Ù¤Æ¡¢Æ¿Ì¾¤Ï¡¢¥í¥°¥¤¥ó¤»¤º¤Ë¥µ¥¤¥È¤ò¤·¤Æ¤¤¤ë¤¹¤Ù¤Æ¤Î¿Í¤ò°ÕÌ£¤·¤Þ¤¹¡£",
	securitygroups => "Security Groups¡Ê¥»¥­¥å¥ê¥Æ¥£¥°¥ë¡¼¥×¡Ë",
	editrootmsg => "´ÉÍý¸¢¸Â¤ò»ý¤Ã¤Æ¤¤¤Æ¤â¡¢root¥æ¡¼¥¶¡¼¤Ë¤Ê¤é¤º¤Ëroot¥æ¡¼¥¶¡¼¤òÊÔ½¸¤¹¤ë¤³¤È¤Ï½ÐÍè¤Þ¤»¤ó¡£¤½¤ì°Ê³°¤Î¥æ¡¼¥¶¡¼¤ÎÊÔ½¸¤Ï²ÄÇ½¤Ç¤¹¡£¸¢¸Â¤Ê¤·¤Ëroot¥æ¡¼¥¶¡¼¤òÊÔ½¸¤·¤è¤¦¤È¤·¤¿¾ì¹ç¡¢µ­Ï¿¤Ë»Ä¤ë¤³¤È¤ËÃí°Õ¤·¤Æ¤¯¤À¤µ¤¤¡£<a href=\"{$_CONF["site_admin_url"]}/user.php\">¥æ¡¼¥¶¡¼´ÉÍý¥Ú¡¼¥¸</a>¤ËÌá¤ë",
	securitygroupsmsg => "¤³¤Î¥æ¡¼¥¶¡¼¤¬½êÂ°¤¹¤ë¥°¥ë¡¼¥×¤Ë¥Á¥§¥Ã¥¯¤·¤Æ¤¯¤À¤µ¤¤¡£",
	groupeditor => "¥°¥ë¡¼¥×¤ÎÊÔ½¸",
	description => "¾ÜºÙ",
	name => "Ì¾Á°",
 	rights => "¸¢¸Â",
	missingfields => "Ì¤µ­Æþ¤Î¹àÌÜ",
	missingfieldsmsg => "Ì¾Á°¤È¾ÜºÙ¤òµ­Æþ¤·¤Æ¤¯¤À¤µ¤¤¡£",
	groupmanager => "¥°¥ë¡¼¥×¥Þ¥Í¡¼¥¸¥ã¡¼",
	newgroupmsg => "¥°¥ë¡¼¥×¤òÊÔ½¸¡¦ºï½ü¤¹¤ë¾ì¹ç¡¢¥°¥ë¡¼¥×Ì¾¤ò¥¯¥ê¥Ã¥¯¤·¤Æ¤¯¤À¤µ¤¤¡£¥°¥ë¡¼¥×¤òºîÀ®¤¹¤ë¾ì¹ç¤Ï¾å¤Î¡Ö¿·µ¬¡×¤ò¥¯¥ê¥Ã¥¯¤·¤Æ¤¯¤À¤µ¤¤¡£¤¿¤À¤·¡¢¡Öcore¡ÊÃæ³Ë¡Ë¥°¥ë¡¼¥×¡Ë¡×¤Ï¥·¥¹¥Æ¥à¤Ç»ÈÍÑ¤¹¤ë¤¿¤áºï½ü¤Ç¤­¤Þ¤»¤ó¡£",
	groupname => "¥°¥ë¡¼¥×Ì¾",
	coregroup => "Core Group",
	yes => "Yes",
	no => "No",
	corerightsdescr => "¤³¤Î¥°¥ë¡¼¥×¤Ï¡¢{$_CONF["site_name"]}¤ÎÃæ³Ë¥°¥ë¡¼¥×¤Ç¤¹¡£¤½¤Î¤¿¤á¡¢ËÜ¥°¥ë¡¼¥×¤Î¸¢¸Â¤òÊÔ½¸¤¹¤ë¤³¤È¤Ï½ÐÍè¤Ê¤¤¤¿¤á¡¢²¼µ­¤Î¸¢¸Â¥ê¥¹¥È¤ÏÆÉ¤ß¤È¤êÀìÍÑ¤È¤Ê¤Ã¤Æ¤¤¤Þ¤¹¡£",
	groupmsg => "ËÜ¥µ¥¤¥È¤ÎSecurity Groups¡Ê¥»¥­¥å¥ê¥Æ¥£¥°¥ë¡¼¥×¡Ë¤Ï³¬ÁØÅª¤Ë¤Ê¤Ã¤Æ¤¤¤Þ¤¹¡£ËÜ¥°¥ë¡¼¥×¤ò²¼µ­¤Î¥°¥ë¡¼¥×¤ËÄÉ²Ã¤¹¤ë¾ì¹ç¡¢¤½¤Î¥°¥ë¡¼¥×¤Î»ý¤Ä¸¢¸Â¤ÈÆ±¤¸¸¢¸Â¤òËÜ¥°¥ë¡¼¥×¤Ë¤âÍ¿¤¨¤ë¤³¤È¤Ë¤Ê¤ê¤Þ¤¹¡£²ÄÇ½¤Ç¤¢¤ì¤Ð¡¢ËÜ¥°¥ë¡¼¥×¤Ë¸¢¸Â¤òÍ¿¤¨¤ë¾ì¹ç¡¢²¼µ­¤Î¥°¥ë¡¼¥×¤Î¸¢¸Â¤ò·Ñ¾µ¤µ¤»¤ë¤³¤È¤¬Ë¾¤Þ¤·¤¤ÊýË¡¤Ç¤¹¡£ËÜ¥°¥ë¡¼¥×¤Ë¸ÄÊÌ¤Ë¸¢¸Â¤òÍ¿¤¨¤ë¾ì¹ç¤Ï¡¢²¼µ­¤Î¡Ö¸¢¸Â¡×ÉôÊ¬¤«¤éÍÍ¡¹¤Êµ¡Ç½¤Ë´Ø¤¹¤ë¸¢¸Â¤òÁªÂò¤¹¤ë¤³¤È¤¬½ÐÍè¤Þ¤¹¡£ËÜ¥°¥ë¡¼¥×¤òÄÉ²Ã¤¹¤ë¾ì¹ç¤Ï¡¢²¼µ­¤Î¥°¥ë¡¼¥×¤Î²£¤Ë¤¢¤ë¥Ü¥Ã¥¯¥¹¤ò¥Á¥§¥Ã¥¯¤¹¤ë¤À¤±¤Ç¤¹¡£",
	coregroupmsg => "ËÜ¥°¥ë¡¼¥×¤Ï{$_CONF["site_name"]}¤Îcore¡ÊÃæ³Ë¡Ë¥°¥ë¡¼¥×¤Ç¤¹¡£¤½¤Î¤¿¤á¡¢ËÜ¥°¥ë¡¼¥×¤Î½êÂ°¤¹¤ë¥°¥ë¡¼¥×¤ÏÊÔ½¸¤Ç¤­¤Þ¤»¤ó¡£²¼µ­¤Î¥ê¥¹¥È¤ÏÆÉ¤ß¤È¤êÀìÍÑ¤È¤Ê¤Ã¤Æ¤¤¤Þ¤¹¡£",
	rightsdescr => "¥°¥ë¡¼¥×¤Î¥¢¥¯¥»¥¹¸¢¤Ï²¼µ­¤Î¸¢¸Â¤ÇÍ¿¤¨¤é¤ì¤Æ¤¤¤ë¤«¡¢¥°¥ë¡¼¥×¤¬½êÂ°¤¹¤ë¥°¥ë¡¼¥×Á´ÂÎ¤Î¸¢¸Â¤ò·Ñ¾µ¤·¤Æ¤¤¤Þ¤¹¡£²¼µ­¤Î¤¦¤Á¡¢¥Á¥§¥Ã¥¯¤Î¤Ê¤¤¸¢¸Â¤Ï¡¢ËÜ¥°¥ë¡¼¥×¤Î½êÂ°¤¹¤ë¥°¥ë¡¼¥×¤«¤é·Ñ¾µ¤·¤¿¸¢¸Â¤Ç¤¹¡£¥Á¥§¥Ã¥¯¤Î¤¢¤ë¸¢¸Â¤ÏËÜ¥°¥ë¡¼¥×¼«ÂÎ¤¬Ä¾ÀÜÍ¿¤¨¤é¤ì¤Æ¤¤¤ë¸¢¸Â¤Ç¤¹¡£",
	lock => "Lock",
	members => "¥á¥ó¥Ð¡¼",
	anonymous => "Æ¿Ì¾",
	permissions => "¸¢¸Â¤Î¼ïÎà",
	permissionskey => "R = ±ÜÍ÷, E = ÊÔ½¸, ¡ÊÊÔ½¸¸¢¤Ï±ÜÍ÷¸¢¤ò´Þ¤à¡Ë",
	edit => "ÊÔ½¸",
	none => "¤Ê¤·",
	accessdenied => "¥¢¥¯¥»¥¹¤¬µñÈÝ¤µ¤ì¤Þ¤·¤¿",
	storydenialmsg => "¤³¤Îµ­»ö¤ò±ÜÍ÷¤¹¤ë¸¢¸Â¤¬¤¢¤ê¤Þ¤»¤ó¡£¤³¤ì¤Ï¡¢¤¢¤Ê¤¿¤¬{$_CONF["site_name"]}¤Î¥á¥ó¥Ð¡¼¤¬¤Ê¤¤¤¿¤á¤À¤È»×¤ï¤ì¤Þ¤¹¡£{$_CONF["site_name"]} ¤Î<a href=users.php?mode=new> ¥á¥ó¥Ð¡¼¤Ë¤Ê¤ë¤³¤È</a>¤Ç±ÜÍ÷¤¬²ÄÇ½¤Ë¤Ê¤ê¤Þ¤¹¡£",
	eventdenialmsg => "¤³¤ÎÍ½Äê¤ò±ÜÍ÷¤¹¤ë¸¢¸Â¤¬¤¢¤ê¤Þ¤»¤ó¡£¤³¤ì¤Ï¡¢¤¢¤Ê¤¿¤¬{$_CONF["site_name"]}¤Î¥á¥ó¥Ð¡¼¤¬¤Ê¤¤¤¿¤á¤À¤È»×¤ï¤ì¤Þ¤¹¡£{$_CONF["site_name"]} ¤Î<a href=users.php?mode=new> ¥á¥ó¥Ð¡¼¤Ë¤Ê¤ë¤³¤È</a>¤Ç±ÜÍ÷¤¬²ÄÇ½¤Ë¤Ê¤ê¤Þ¤¹¡£",
	nogroupsforcoregroup => "¤³¤Î¥°¥ë¡¼¥×¤ÏÂ¾¤Î¤É¤Î¥°¥ë¡¼¥×¤Ë¤â½êÂ°¤·¤Æ¤¤¤Þ¤»¤ó",
	grouphasnorights => "¤³¤Î¥°¥ë¡¼¥×¤Ï´ÉÍý¸¢¸Â¤ò°ìÀÚ½êÍ­¤·¤Æ¤¤¤Þ¤»¤ó¡£",
	newgroup => '¿·µ¬',
	adminhome => '´ÉÍý²èÌÌ',
	save => 'ÊÝÂ¸',
	cancel => 'Ãæ»ß',
	delete => 'ºï½ü',
        canteditroot => 'Root¥°¥ë¡¼¥×¤Ë½êÂ°¤·¤Æ¤¤¤Ê¤¤¤Î¤ËRoot¥°¥ë¡¼¥×¤òÊÔ½¸¤·¤è¤¦¤È¤·¤¿¤¿¤á¡¢¥¢¥¯¥»¥¹¤ÏµñÈÝ¤µ¤ì¤Þ¤·¤¿¡£¤³¤Î¥¨¥é¡¼¤¬¤ª¤«¤·¤¤¤È»×¤Ã¤¿¾ì¹ç¤Ï¥·¥¹¥Æ¥à¤Î´ÉÍý¼Ô¤ËÏ¢Íí¤·¤Æ¤¯¤À¤µ¤¤¡£'	,
        listusers => '¥æ¡¼¥¶¡¼°ìÍ÷¤ÎÉ½¼¨',
        listitem => '°ìÍ÷É½¼¨',
        usrsingroup => '¥°¥ë¡¼¥×%s¤Î¥á¥ó¥Ð¡¼'
);

$LANG_DB_BACKUP = array(
    last_ten_backups => '²áµî¤Î¥Ð¥Ã¥¯¥¢¥Ã¥×¡Ê10À¤ÂåÊ¬¡Ë',
    do_backup => '¥Ð¥Ã¥¯¥¢¥Ã¥×¤Î¼Â¹Ô',
    backup_successful => '¥Ç¡¼¥¿¥Ù¡¼¥¹¤Î¥Ð¥Ã¥¯¥¢¥Ã¥×¤¬´°Î»¤·¤Þ¤·¤¿',
    no_backups => '¥·¥¹¥Æ¥à¤Ë¥Ð¥Ã¥¯¥¢¥Ã¥×¤¬¤¢¤ê¤Þ¤»¤ó',
    db_explanation => 'Geeklog¤ò¥Ð¥Ã¥¯¥¢¥Ã¥×¤¹¤ë¤Ë¤Ï²¼¤Î¥Ü¥¿¥ó¤ò²¡¤·¤Æ¤¯¤À¤µ¤¤',
    not_found => "ÌäÂê¤¬È¯À¸¤·¤Þ¤·¤¿¡£ {$_DB_mysqldump_path} ¤¬¸«¤Ä¤«¤ê¤Þ¤»¤ó¡£",
    not_found => "¥Ñ¥¹¤Î»ØÄê¤¬´Ö°ã¤Ã¤Æ¤¤¤ë¤«¡¢mysqldump¤¬¼Â¹Ô²ÄÇ½¤Ë¤Ê¤Ã¤Æ¤¤¤Þ¤»¤ó¡£<br><strong>\$_DB_mysqldump_path</strong>¤ÎÀßÄê¤òconfig.php¤Ç¥Á¥§¥Ã¥¯¤·¤Æ¤¯¤À¤µ¤¤¡£<br>¸½ºß¤ÎÀßÄê¤Ï¡¢
<var>{$_DB_mysqldump_path}</var>¤Ç¤¹¡£",
    zero_size => '¥Ð¥Ã¥¯¥¢¥Ã¥×¤¬¼ºÇÔ¤·¤Þ¤·¤¿¡£¥Õ¥¡¥¤¥ë¤ÎÂç¤­¤µ¤¬0 bytes¤Ç¤¹¡£',
    path_not_found => "{$_CONF['backup_path']} ¤ÏÂ¸ºß¤·¤Ê¤¤¤«¡¢¥Ç¥£¥ì¥¯¥È¥ê¤Ç¤Ï¤¢¤ê¤Þ¤»¤ó¡£",
    no_access => "¥¨¥é¡¼¡§ {$_CONF['backup_path']} ¥Ç¥£¥ì¥¯¥È¥ê¤Ë¥¢¥¯¥»¥¹¤Ç¤­¤Þ¤»¤ó¡£",
    backup_file => '¥Ð¥Ã¥¯¥¢¥Ã¥×¥Õ¥¡¥¤¥ë',
    size => '¥µ¥¤¥º',
    bytes => '¥Ð¥¤¥È',
    total_number => '¥Ð¥Ã¥¯¥¢¥Ã¥×¤ÎÁí¿ô¤Ï¡¢%d¤Ç¤¹¡£'
);

$LANG_BUTTONS = array(
    1 => "¥Û¡¼¥à",
    2 => "´ÉÍý¼Ô¤Ë¥á¡¼¥ë",
    3 => "µ­»öÅê¹Æ",
    4 => "¥ê¥ó¥¯",
    5 => "ÅêÉ¼",
    6 => "¥«¥ì¥ó¥À¡¼",
    7 => "¥µ¥¤¥È¾ðÊó",
    8 => "¸Ä¿ÍÀßÄê",
    9 => "¸¡º÷",
    10 => "¹âÅÙ¤Ê¸¡º÷"
);

$LANG_404 = array(
     1 => "404 Error",
     2 => "¤¦¡¼¤ó¡¢¤¤¤í¤¤¤íÃµ¤·¤¿¤±¤É¡¢<b>%s</b>¤Ï¤É¤³¤Ë¤â¸«¤Ä¤«¤ê¤Þ¤»¤ó¤Ç¤·¤¿¡£",
     3 => "»ÄÇ°¤À¤±¤É¡¢»ØÄê¤µ¤ì¤¿¥Õ¥¡¥¤¥ë¤ÏÂ¸ºß¤·¤Ê¤¤¤è¤¦¤À¡£¥á¥¤¥ó¥Ú¡¼¥¸¤ò¥Á¥§¥Ã¥¯¤·¤Æ¤ß¤ë¤«¡¢¸¡º÷¥Ú¡¼¥¸¤ÇÃµ¤·¤Æ¤ß¤Æ¤Ï¤É¤¦¤À¤í¤¦¤«¡£"
 ); 

$LANG_LOGIN = array (
    1 => '¥í¥°¥¤¥ó¤·¤Æ¤¯¤À¤µ¤¤',
    2 => '¿½¤·Ìõ¤¢¤ê¤Þ¤»¤ó¤¬¡¢¤³¤³¤Ë¥¢¥¯¥»¤¹¤ë¤Ë¤Ï¥í¥°¥¤¥ó¤·¤Æ¤¤¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£',
    3 => '¥í¥°¥¤¥ó',
    4 => '¿·µ¬ºîÀ®'
);
?>
